Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Another Akladian lord losing to an aged underling. How do you explain that?
ca: Un altre senyor akladià derrotat a mans d'un vell carrall. Cóm t'ho expliques?
hu: Nahát újabb akladiai nemes esik az öreg nemtelen áldozatául. Hogy lehet ez?
ja: また別の Akladia の領主が、年老いた下っ端に負けようとしている。お前は、どう説明する？
ru: Эщё один акладианский лорд проиграл старому дикарю. Как это понимать?

source: My wife is Wesnothian, so I know many Wesnothians. Save your irony for another.
ca: La meua dona és wesnothiana, i per tant conec molts wesnothians. No balafies la teua ironia amb mi.
hu: A feleségem wesnothi, sok wesnothit ismerek. Tartsd meg a cinizmusodat másnak!
ja: 私の妻は Wesnoth 人だ。だから多くの Wesnoth 人を知っている。そういう皮肉は他の奴に言ってくれ。
ru: Моя жена весннотка, и я знаком со многими веснотцами. Так что оставь свою иронию кому-нибудь другому.

source: Fair enough. You will now answer a few questions.
ca: Bé, doncs. Respon-me unes poques preguntes.
hu: Rendben. Válaszolj nekem pár kérdésre!
ja: なるほどね。さて、幾つかの質問に答えてくれ。
ru: Ну хорошо. Тогда ответь на несколько вопросов.

source: You may now rest in peace.
ca: Ara pots descansar en pau.
hu: Akkor most békében távozhatsz.
ja: これで、安らかに眠れることだろう。
ru: Покойся с миром.

source: You won't finish me?
ca: No acabaràs amb mi?
hu: Nem végzel ki?
ja: 私に、とどめを刺さないのか？
ru: Хочешь прикончить меня?

source: No. If you're able to survive your wounds, you will be allowed to live.
ca: No, i si pots sobreviure a les teues ferides, seràs lliure.
hu: Nem, ha túléled a sebesülésed, akkor még élhetsz is.
ja: しない。その傷が回復し生き延びることができれば、新たな人生が待っている。
ru: Нет, если ты сможешь перенести такие ранения, то будешь жить.

source: Your face is familiar in some strange way... could it be...
ca: Em sona la teua cara, d'alguna estranya manera... Podria ser...
hu: Különös, de az arcod ismerős valahonnan... Te lennél...
ja: お前の顔に妙に見覚えがあるような気が... もしかして...
ru: Странно, твоё лицо кажется мне знакомым... Похоже на...

source: If you will answer my questions, I will answer yours.
ca: Si respons les meues preguntes, jo respondré les teues.
hu: Ha válaszolsz pár kérdésemre, én is válaszolok a tiédre.
ja: 私の質問に答えるなら、私もお前の問いに答えよう。
ru: Если ты ответишь на мои вопросы, я отвечу на твои.

source: Now, please tell me... Who are you?
ca: Ara, per favor, dis-me... Qui eres tu?
hu: Akkor válaszolj nekem, kérlek... ki vagy te?
ja: さあ、教えてくれ... お前は誰だ？
ru: А теперь пожалуйста скажи мне... Кто ты?

source: Mother, do NOT harm this man.
ca: Mare, NO el fages mal.
hu: Anyám, NE bántsd azt az embert!
ja: 母さん、ダメだ、この男を傷つけるな。
ru: Мать, НЕ МУЧАЙ этого человека.

source: But why, my son? He would have gladly harmed me, if given the chance.
ca: Fill meu, per què? Ell m'ho hauria fet alegrement, si li ho haguera permès.
hu: És miért ne, fiam? Ő biztosan szívesen megtenné fordított esetben.
ja: でも、息子よ、どうして？こいつは、機会があれば、喜んで私に危害を加えるでしょうよ。
ru: Почему, сын мой? Если бы ему выдался шанс, он был бы рад помучать меня.

source: Hm... you are still alive? There is strong spirit inside of your body. Stand and accept the final blow, but know that I won't damage your body further.
ca: Hummm... Encara estàs viu. Hi ha un fort esperit dins del teu cos. Heus aquí el cop d'espasa que t'enviara a l'altra terra, però abans de res vull que sàpigues que no danyaré el teu cos.
hu: Hm... Még élsz? Szívós vagy. De megadom a kegyelemdöfést. Nyugodj meg, nem csonkítom meg a testedet!
ja: あら... お前、まだ生きてるの？ お前の身体には強靭な精神力が宿っているのね。さあ立って、最後の一撃を受けなさい、と言っても、お前をこれ以上傷付けたりはしないけどね。
ru: Что ж... Ты всё ещё жив. В твоём теле живёт могучий дух. Прими последний удар, но знай, что я не хочу калечить твоё тело.

source: Where do we go from here?
ca: On hem d'anar ara?
hu: És most merre menjünk tovább?
ja: ここから先、どこに行けばよいのだろう？
ru: Куда теперь?

source: I say to hell with that mage. Let's go to Vattin and announce that the king has returned...
hu: Azt mondom, pokolba azzal a mágussal! Gyerünk Vattinba, és hirdessük ki, hogy a király visszatért...
ja: あの魔術師め、クソ喰らえよ。さあ、Vattin に行って王様が戻ったと発表するわよ...

source: I strongly suggest we go to the Oracle.
ca: Suggerisc amb tota la meua força que anem a l'Oracle.
hu: Erősen javallom, hogy keressük fel a Jósnőt!
ja: 私は、預言者のところへ行くべきだと思います。
ru: А я настаиваю, чтобы мы пошли к Оракулу.

source: ...and the FIRST thing we will do in Vattin will be to kill all those who interrupt me when I speak.
ca: I la primera cosa que farem una vegada arribem a Vattin, serà matar tots aquells que només fan que interrompre'm mentre parle.
hu: S ha megérkeztünk Vattinba, elsőnek azokat végeztetjük ki, akik közbeszólnak, miközben beszélek.
ja: ...それから、Vattin へ行って最初にやることは、私の話を遮る奴ら全員を殺すことよ。
ru: Первое, что мы сделаем в Ваттине, убъём всех, что перебивает меня, когда я говорю.

source: Mother, Ruvio, could you please just TRY to pretend you like each other?
ca: Mare, Ruvio, per favor, podríeu, com a poc, INTENTAR fer com si vos duguéreu bé?
hu: Anyám, Ruvio, próbáljátok meg egymást csak egy KICSIVEL jobban elviselni!
ja: 母さん、Ruvio 、お互いに好意を持っているふりだけでもしてみてもらえないか？
ru: Мать, Рувио, пожалуйста хотя бы ПОПЫТАЙТЕСЬ сделать вид, что не имеете ничего друг против друга.

source: Not really.
ca: No crec.
hu: Nehéz lesz.
ja: 無理に決まってる。
ru: Нет.

source: Who or what is the Oracle anyway?
ca: De tota manera, què, o qui, és aquest Oracle?
hu: Egyáltalán, ki az a Jósnő?
ja: そもそも、預言者とは誰で、何処にいるんだ？
ru: А всё таки, кто или что есть этот Оракул?

source: She's a woman, a mage with prophetic abilities. She was the only mage left in Vakladia by Akladians; I have no idea why. When one oracle dies, she is replaced by one of her apprentices. She may be able to sense where Deorien is, because she is also a mage.
ca: És una dona, una maga amb poders per predir el futur. És l'únic mag que els akladians han deixat en Vakladia, no sé per què. Quan un oracle mor, es reemplaçat per una altra de les seves aprenents. Potser sàpiga on és Deorien, per suposat, no perquè siga l'oracle, sinó perquè és una maga.
hu: Egy nő, akit látnoki képességgel áldott meg a teremtő. Őt még az akladiaiak sem bántották, nem tudom, miért. Amikor egy jósnő meghal, a tanítványai közül egyvalaki átveszi a helyét. Ő talán tudja, hol lakik Deorien, mivel ő is mágikus képességekkel rendelkezik.
ja: 女性で、予言能力を持った魔術師です。Akladia 人によって Vakladia に残された最後の魔術師でした。理由は私にも分かりません。一人の預言者が死ぬと、その弟子の一人が後を継ぐのです。彼女なら、Deorien の居場所を感じ取れるかもしれません。彼女もまた魔術師ですから。
ru: Это женщина-маг, обладающая даром ясновидения. Единственный маг, которому акладианы позволили жить в Вакладии. Не знаю почему. Когда оракул умирает, на смену ему приходит один из учеников, мужчина или женщина. Она МОЖЕТ знать где Деориен, он не потому, что она оракул, а потому, что она маг, иочень вероятно, что она наслышала о других магах.

source: The Oracle is not a mage, do not listen to him, my son. This worthless underling does not know God, that's why he is mistaken, as usual. If the Oracle knows the future, she is the voice of God on earth. If not, she is a tool of evil.
ca: L'oracle no és cap mag, no li fages cas, fill. Aquest indigne carrall no coneix a Déu, per això està equivocat, com sempre. Si l'Oracle coneix el futur, vol dir que és la veu de Déu en la terra. Si no ho és, és una eina del mal.
hu: A Jósnő nem mágus, ne hallgass rá, fiam! Ez a pogány nemtelen nem ismeri Istent, s ezért téved, mint mindig. Ha a Jósnő ismeri a jövőt, akkor ő Isten hangja a földön. Ha nem, akkor a gonosz eszköze.
ja: 預言者は魔術師じゃないわよ。こいつの言うことは聞いちゃダメ、息子よ。この価値のない下っ端は、神を知らない。だから間違ったことを言うの、いつもみたいにね。もし預言者が未来を知ってるなら、彼女の言葉は地上の神の声ということになるわ。そうでないなら悪魔の手先ってことよ。
ru: Оракул не маг, не слушай его, сын мой. Этот никчёмный дикарь ничего не знает о Боге и как всегда ошибается. Оракул видит будущее потому, что он является гласом божьим на земле. Иначе он был бы орудием дьявола.

source: Stop calling him an underling. STOP using that word.
ca: Deixa de dir-li carrall. Para d'usar eixa paraula.
hu: Elég ebből a kárálásból. A nemtelen szót SEM akarom tőled többet hallani.
ja: 彼を下っ端と呼ぶのはやめてくれ。その言葉を使うこと自体、やめてくれ。
ru: Прекрати называть его дикарём. Забудь это слово.

source: But what SHOULD I call him? He IS an underling.
ca: I cóm li hauria de dir, fill? Ell ÉS un carrall.
hu: Akkor MINEK nevezzem? Hiszen AZ! Nemtelen.
ja: でも、何と呼べばいいのよ！ 彼は「下っ端」なんだから。
ru: Но как ещё мне его называть? Он ДИКАРЬ.

source: And stop calling me your son. You are not my mother. My mother was an underling, wasn't she, Lorin? Poisoned by oh-so-noble Akladians, all full of their own hubris.
ca: I deixa de dir que sóc el teu fill! Tu no eres ma mare. Ma mare era una carrall, no, Lorin? Enverinada pels altres oh-tan-nobles akladians, tots plens d'un fals sentiment de la seua superioritat.
hu: És ne nevezz a fiadnak többé! Nem vagy az anyám. Az én anyám egy nemtelen volt, ugye Lorin? Akit az úgynevezett nemes akladiaiak mérgeztek meg, öntelt nemességükben.
ja: それから、私を息子と呼ぶのもやめてくれ。あなたは私の実母ではない。私の母は「下っ端」だった。Lorin 、そうだろ？ とっても高貴な、傲慢に満ちた Akladia 人によって毒殺されたのだ。
ru: И не называй меня своим сыном. Ты мне не мать. Моя мать была дикаркой, так, Лорин? Отравленной знатными акладианами, переполненными ложным чувством собственного превосходства.

source: But why... why you are so angry at me? I... I... then what should I call you? My king? My lord?
ca: Però per... per què estàs tan enfadat amb mi? Jo... Jo... Aleshores, cóm hauria de dir-te? Sa majestat? Senyor?
hu: De miért... miért vagy mérges rám? Én... Én... Akkor hogy hívjalak? Királyom? Uram?
ja: でも、どうして... なぜそれほど私に怒っているの？私は... じゃあ、あなたを何と呼べばいいの？我が王様？我が陛下？
ru: Но почему... Почему ты так золо н аменя? Я... Я... Как же мне тебя называть? Мой король? Мой господин?

source: At this point, I don't care.
hu: Őszintén szólva, nem érdekel.
ja: そんなこと、今はどうでもいい。
ru: Мне всё равно.

source: Then maybe just... Gawen?
ca: Aleshores tal volta... només Gawen?
hu: Akkor talán... esetleg... Gawennek?
ja: それなら、Gawen... とか？
ru: Может быть... Может быть... Гэвен?

source: I told you, I don't care.
ca: La veritat, em dona igual.
hu: Mondtam, nem érdekel.
ja: 言ったでしょう、どうでもいい。
ru: Честно говоря, мне плевать.

source: (<i>to herself</i>) But I... I think I care.
hu: (<i>magában</i>) De engem.. azt hiszem, engem érdekel.
ja: (<i> 自分に向かって </i>) でも私は...気になるんだもの。

source: This is not some skirmish! I think this is a situation which calls for using emergency reserves of gold.
hu: Ez nem egyszerűen egy csatározás! Azt hiszem ez egy olyan vészhelyzet, amikor mozgósítani kell a vésztartalékokat.
ja: これは、そこらの小競り合いとは違う！ゴールドの緊急用の蓄えを使う状況だ。

source: Ruins of Weldyn
hu: Weldyn romjai
ja: Weldyn の廃墟
ru: Руины Вельдин

source: I was told that once, there was a great city here. Once people crowded its streets, and its walls reached, as it were, to the sky. Now only ruins remained - only the skeletons of buildings and the shivered remains of walls.
ca: Una vegada hi havia ací una gran ciutat, segons tinc entrés. Una vegada, les gent omplien estos carrers i les muralles arribaven al cel. Ara només queden les seues ruïnes: els esquelets d'alguns edificis i els pous buits.
hu: Egyszer egy hatalmas város feküdt itt, amiről már beszéltem. Emberek tömegei nyüzsögtek az utcákon, s a falak az eget ostromolták. Most csak romok hevernek mindenütt - épületek vázai és mély árkok.
ja: ここにはかつて、大きな都市が有ったという。人々は道に溢れ、まるで天に届かんばかりの城壁がそびえ立っていたそうだ。今はただ、廃墟が ― 建造物の骨組みと、ガタついた城壁の跡が残るのみだった。
ru: Говорят, когда-то здесь был великий город. Улицы были заполнены народом, а стены поднимались до самых небес. Сейчас остались только развалины, скелеты домов и высохшие колодцы.

source: Lorin said that Akladians were at first unable to take Weldyn; without artillery nor bows, they never were good at taking fortified cities. They besieged the city for years, storming the walls with ferocity and fanatical courage.
hu: Lorin azt mondta, hogy az akladiaiak először nem tudták bevenni Weldynt; ostromgépek és íjak nélkül sosem voltak túl jók az erődítések ostromában. Évekig ostromolták a várost, rohamozták kitartó szívóssággal és elszántsággal a falait.
ja: Lorin の話では、Akladia 人は、最初は Weldyn を占領できなかったらしい。砲術や弓術を持たない彼らにとって、要塞化された都市を奪うことは容易ではなかった。何年間も包囲し続け、残忍さと狂信的な勇気で城壁に襲いかかったのだ。

source: Finally, the walls were breached with the help of treachery from within. The traitor was promised three bags of gold for opening the city gates. The Akladians kept their promise. The tale has it that they tied the three bags of gold to the traitor's legs before they pushed him from the walls into the river.
ca: Finalment, els va ajudar la traïció. Van prometre a un traïdor tres sacs d'or per obrir les portes de la ciutat. I van complir amb la promesa. Quan van prendre la ciutat, la llegenda diu que li van nugar els tres sacs d'or a les cames i el van tirar de les muralles al riu.
hu: A végén egy áruló segített nekik. Három zsák aranyért kinyitotta nekik a város kapuját. Az akladiaiak betartották a szavukat. A legenda szerint három zsákot kötöttek az áruló lábára, mielőtt a várfalról a folyóba taszították volna.
ja: そして遂に、内部の裏切り行為によって城壁は破られた。裏切り者は、街の門を開くためにゴールド３袋を約束させ、Akladia 人は、それを守った。聴いた話によると、彼らは裏切り者の足に、その３袋を括り付けたということだった。城壁から川の中に彼を突き落とす前に。
ru: В конце концов им помогло предательство. Изменнику пообещали три мешка золота, если он откроет ворота. Акладианы сделжали обещание. Легенда расказывает, что предателю повесили на шею три мешка золота и бросили со стены в реку.

source: Dead city
ca: La ciutat morta
hu: Halott város
ja: 死の街
ru: Мёртвый город

source: So, you think the great mage is hiding somewhere here?
ca: I tu creus que el gran mag s'estarà amagant per ací?
hu: Tehát úgy gondolod, hogy a nagy mágus valahol itt rejtőzik?
ja: それで、その大魔術師がこのどこかに隠れている、そう思うんだな？
ru: Значит ты думаешь, что великий маг где-то здесь?

source: Yes, my lord. These are ruins of the great city of Weldyn. Deorien should be here somewhere.
ca: Sí, senyor. Aquestes són les ruïnes de la gran ciutat. Deorien deuria estar ací
hu: Igen, uram. Ezek a nagy város romjai. Deoriennek itt kell lennie.
ja: そうです、陛下。大都市 Weldyn の廃墟が横たわっています。Deorien は、ここのどこかにいるに違いありません。
ru: Да, милорд. Это руины великого города. Деориен должен быть где-то рядом.

source: Hiding like a rat, seeking cover against the wrath of the just hand of God. So, our plan is to find him, torture him, and kill him, right?
ca: Amagant-se com una rata i buscant protecció front la justa fúria de Déu. Bé, el nostre plan és senzill: trobar-lo i torturar-lo, no?
hu: Rejtőzve, mint egy patkány, fedél után kutatva, rettegve Isten karjának haragjától. Tehát a terv: megtalálni, megkínozni, megölni, ugye?
ja: そいつはネズミのように隠れて、神の正義の怒りの手から逃れようとしている。それで私たちの計画では、彼を見つけ、拷問して殺す、ってことよね？
ru: Прячась как крыса, скрываясь от гнева длани господней. Итак, мы должны найти его, замучить и убить, так?

source: Lady Lorin, are you just pretending you have not understood our purpose for coming here, or is the utter inability to grasp the goals of our mission a natural consequence of the poor quality of your mind?
ca: Na Lorin, tan sols vols fer veure que no has entès per què vam ser enviats ací o la inhabilitat de captar els objectius de la nostra missió és conseqüència natural de la qualitat de la teua ment?
hu: Lady Lorin, te most megjátszod magad, hogy nem érted, miért vagyunk itt, vagy tényleg ennyire gyenge az értelmi képességed, s képtelen vagy felfogni a küldetésünk célját?
ja: 貴婦人の Lorin 殿、私たちがここにきた目的を分かっていないふりをされてるだけですよね？ それとも、果たすべき使命を全く把握できないのは、あなたの高潔な心にしてみれば当然のことなのでしょうか？
ru: Леди Лорин, вы просто притворяетесь, что не понимаете за чем нас послали, или вам действительно не хватает ума понять дель нашей миссии?

source: I can kill you here and now, underling, so watch your words.
ca: Puc matar-te ara i ací, carrall, així que vigila què dius.
hu: Itt helyben fasírtot csinálok belőled, nemtelen, úgyhogy válogasd meg a szavaidat!
ja: 私は今ここでお前を殺すこともできるのよ、下っ端。言葉に気を付けなさい。
ru: Я могу убить тебя прямо здесь и сейчас, дикарь, так что следи за словами.

source: Mother! Stop it! What did I tell you about using this ugly word? I need BOTH of you. You should be friends... or at least allies, not enemies.
ca: Mare! Para! Què te vaig dir d'aquesta insultant paraula? Vos necessite als dos. Si no podeu ser amics, al menys intenteu parèixer aliats i no enemics.
hu: Anyám! Elég legyen! Mit mondtam neked korábban erről a leminősítő szóról? Szükségem van mindkettőtökre. Barátoknak kéne lennetek, vagy legalábbis szövetségeseknek, de nem ellenségeknek.
ja: 母さん！やめてくれ！その醜い言葉は使うなと言っただろう？ 私には二人とも必要なんだ。もっと仲良くしてくれ... 少なくとも二人は味方で、敵じゃないだから。
ru: Мать, прекрати! Что я говорил об этом мерзком слове? Мне нужны вы оба. И нужны друзьями или хотя бы союзниками, а не врагами.

source: Is that an order?
ca: És una ordre?
hu: Ez parancs?
ja: それは命令ですか？
ru: Это приказ?

source: Yes, it is.
ca: Sí, ho és.
hu: Igen, az.
ja: ああ、そうだ。
ru: Именно так.

source: If this is your will, Gawen, I will kill that under... uhm... man-like creature later.
hu: Ha ezt akarod, Gawen, akkor később fogom ezt a nemt... ömm... nemtudom-minek nevezzem lényt megölni.
ja: Gawen 、あなたがそうしたいのなら後回しにするわよ。あの下っ..あ～、男性みたいな生き物を殺すのは。

source: God help us. I've heard terrible stories about this place. They say the ghosts of murdered citizens still inhabit these ruins. No Akladian wants to enter this tomb, full of remembrances of the dead.
ca: Que Déu ens ajude. He sentit dir terribles històries d'aquest lloc. Diuen que els fantasmes dels ciutadans assassinats encara habiten aquestes ruïnes. Cap akladià vol entrar en aquest cementeri ple de memòries dels morts.
hu: Isten legyen velünk! Rémséges történeteket hallottam erről a területről. Azt mondják, hogy a meggyilkolt polgárok szellemei lakják a romokat. Az akladiaiak messze kerülik a halottak emlékeivel teli temetőt.
ja: 神よ救い給え。この地で起きた恐ろしいことを耳にしました。惨殺された市民の幽霊が、この廃墟にまだ住んでいるというのです。Akladia 人は一人も、この墓に足を踏み入れたがりません。死に人たちの思い出でいっぱいなのです。
ru: Помоги нам, Господи. Я слышал ужасные истории об этих местах. Говорят, призраки убитых горожан всё ещё обитают в руинах. Ни один акладиан не должен заходить на это кладбище, переполненое памятью о смерти.

source: No ghost will be able to stand against the cold steel in the hand of Lorin.
ca: Cap fantasma resistirà el fred acer en la mà de Lorin.
hu: Nincs olyan szellem, amelyik Lorin pengéjének ellent tudna állni.
ja: この Lorin 様の手に握られた冷たい鉄に刃向かえる幽霊なんて、いるわけがない。
ru: Ни один призрак не устоит перед холодной сталью в руках леди Лорин!

source: Explore
ca: Explora
hu: Felderíted a terepet
ja: 探検する

source: Master, someone approaches us! Should I attack now?
ca: Mestre, mestre, algú s'aproxima! Ataque?
hu: Mester, valaki közeledik! Támadhatok?
ja: 御主人様、誰か近づいてきます！攻撃しますか？
ru: Учитель, кто-то приближается! Атаковать их?

source: No, don't attack.
ca: No, no ataques.
hu: Nem, ne támadj!
ja: いや、攻撃するな。
ru: Нет, подождите.

source: These are Akladians! At least, there are Akladians among them! I will need reinforcements!
ca: Són akladians! Al menys, hi ha akladians entre ells! Necessitaré ajuda!
hu: Ezek akladiaiak! Vagyis vannak köztük akladiaiak is! Erősítésre lesz szükségem!
ja: Akladia 人どもが来ます！少なくとも、中に混ざってます！援軍を呼びましょう！
ru: Это акладианы! По крайней мере некоторые из них! Нам нужно подкрепление!

source: I said, don't attack. Fear not, friends from distant lands. I know who you are. The Oracle has foreseen your arrival. I have been waiting for you, noble Gaumhaldric - or rather, Gawen Hagarthen. You have no idea how long I have waited for you.
ca: He dit que no ataques. No us atemoriu, amics de terres llunyanes. Sé qui sou. L'Oracle m'ho va notificar. Estava esperant-te, noble Gaumhaldric, o més aviat Gawen Hagarthen. No saps quan t'he esperat.
hu: Mondtam, hogy ne támadj! Ne félj, barátok jönnek, messzi földről! Tudom, kik ők. A Jósnő jelezte az érkezéseteket. Már vártalak titeket, nemes Gaumhaldric - vagy inkább Gawen Hagarthen. El sem tudod képzelni, hogy milyen régóta várok rád.
ja: 言っただろう、攻撃するなと。恐れることはありません、遠方からいらしたご友人がた。あなたたちが誰なのかを知っています。預言者様が、皆さんの訪問を予見されていました。お待ちしておりましたよ、高貴なる Gaumhaldric 様 ― いえ、Gawen Hagarthen 様。おいでになるのを、どれだけ心待ちにしていたことでしょう。
ru: Я сказал подождите! Не бойтесь, друзья из далёких мест. Я знаю кто вы. Оракул сообщила мне об этом. Я ждал тебя, благородный Гемхальдрик или, лучше, Гэвен Хагартен. Ты наверное не знаешь как долго я тебя жду?

source: Are you Deorien, the great mage?
ca: Eres Deorien, el gran mag?
hu: Te vagy Deorien, a nagy mágus?
ja: あなたが偉大な魔術師 Deorien かな？
ru: Вы Деориен, великий маг?

source: Yes, I am.
ca: Sí, ho sóc.
hu: Igen, én vagyok.
ja: はい、私です。
ru: Да, это я.

source: We need your help. A great army is about to invade Wesnoth, and without mages, we...
hu: Szükségünk van a segítségedre. Egy nagy sereg készül lerohanni Wesnothot, s mágusok nélkül nem...
ja: 私たちは、あなたの助けが必要だ。大軍勢が今にも Wesnoth に侵攻しようとしていて、魔術師無しでは私たちは...

source: I told you I know who you are and why you are here. But I'm afraid that you do not yet know. Gawen Hagarthen, I have been waiting for many, many years for someone like you to appear. When I heard about you, hope arose in my heart. Now, that I see you, I am sure.
ca: T'he dit que sabia que eres i per què estaves ací. Però tem que tu no ho saps. Gawen Hagarthen, he estat esperant des de fa molts, molts anys que un com tu apareguera. Quan vaig sentir parlar de tu, una esperança va nàixer al meu cor. Ara que te veig, ja estic segur.
hu: Mint mondtam, tudom, ki vagy, és miért vagy itt. De attól tartok, te nem tudsz mindent. Gawen Hagarthen, nagyon-nagyon régóta várok valakire, hogy megjelenjen itt. Amikor hallottam rólad, remény gyúlt a szívemben. S most, hogy látlak, biztos vagyok benne, téged vártalak.
ja: 申し上げたとおり、あなた方がどなたで、なぜここにいらしたかは承知しておりますが、あなたはまだご存じないかもしれません、Gawen Hagarthen 様。私は、長い長い年月、あなたのような方が出現するのを待ち続けていました。あなたのことを耳にして、この心に希望が湧き上がりました。そして今、あなたにお会いして確信が持てました。
ru: Я же говорил, что я знаю кто вы и зачем вы пришли. А вот ты, боюсь, этого не знаешь. Гэвен Хагартен, многие-многие годы я ждал появления кого-то вроде тебя. Когда я о тебе услышал, в моём сердце надежда поселилась. Теперь, когда я тебя увидел, она превратилась в уверенность.

source: Sure? Of what? You are confusing me, I only wanted to ask you for help.
ca: Segur? Per què? Em confons, jo només demanava la teua ajuda.
hu: Biztos? Miben? Összezavarsz, pedig én csak a segítségedet akartam kérni.
ja: 確信？何のかな？混乱してしまうな。私はただ、あなたの支援をお願いしたいだけだ。
ru: Надежда? На что? Вы сбиваете меня с толка, я же просто пришёл попросить о помощи.

source: I invite you and your friends into my rooms. I have hidden amongst these ruins my whole life. In the darkest hour of Wesnoth, I gathered the last surviving mages of Weldyn and we hid in the library. Then... well, I will explain everything to you. But first, you must hear a story. A very long story... Gawen, what do you know about the origins of the Akladians?
ca: Us invite a tots a les meues habitacions. Tota ma vida he estat amagat dins d'aquestes ruïnes. En les hores més fosques de Wesnoth, vaig reunir els últims mags de Weldyn i varem amagar-nos en la biblioteca. Després... Dóna igual, ja us ho explicaré tot. Però abans he de contar-vos una història. Una història ben llarga... Gawen, què saps dels orígens dels akladians?
hu: A barátaiddal együtt gyertek a kunyhómba. Ezek között a romok között rejtőztem egész életemben. Wesnoth legsötétebb órájában egybegyűjtöttem Weldyn még élő mágusait, s a könyvtárban rejtőztünk el. Aztán... De elmondok mindent részletesen. Először egy történetet hallgassatok meg! Nagyon hosszú történet... Gawen, mit tudsz az akladiaiak eredetéről?
ja: 皆さんもご一緒に、私の部屋にどうぞ。私は、生まれてこれまでずっと廃墟の中に隠れてきました。Wesnoth で最大の暗黒の時を迎えた際、Weldyn の魔術士の最後の生き残りを集結させ、図書館に隠れました。そして... では、すべてをお話ししましょう。ただ、まず初めに、ある話についてお話しせねばなりません。非常に長い話ですが... Gawen 様、Akladia 人の起源について何かご存知ですか？
ru: Приглашаю тебя и твоих друзей в мои покои. Я скрываюсь в этих руинах всю свою жизнь. В мрачные для Веснота времена я собрал последних спасшихся магов Вельдина и мы спрятались в билиотеке. Потом... Впрочем, я ещё успею это всё рассказать. А сначала ты должен услышать одну историю. Долгую-долгую историю... Гэвен, что тебе известно о происхождении акладиан?
