Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Finally, we reached Wesnoth, our people decimated but hardened because it was the wish of God that our weak should perish before we began our holy task. When we came from the east the underling armies were like dust before a wind. We conquered Wesnoth. Well, almost.
ca: Finalment, vam aplegar a Wesnoth, delmats però enfortits, perquè era el desig del nostre Déu que els dèbils morgueren abans que començàrem la nostra tasca sagrada. Quan vam arribar des de l'est, els exèrcits carralls van ser el pols en una ventada. I vam conquistar Wesnoth. Bé, casi.
hu: Végül elértük Wesnothot, megfogyva bár, de törve nem, mivel az Isten a gyengéket elpusztította, csak az erősek láthattak hozzá az ő nagy terve végrehajtásához. Amikor keletről megérkeztünk, a nemtelenek serege szétszóródott mint az oldott kéve a viharban. Meghódítottuk Wesnothot. Majdnem teljesen.
ja: 最後は Wesnoth に到着した。私たちの民は壊滅的な打撃を受けていたけど、私たちの中の弱者が滅びることで聖なる任務を始められるよう、神の意志で人々は鍛えられていたわ。私たちが東から来たとき、下っ端たちの軍勢は、まるで風の前の塵のようだった。そして Wesnoth を征服したのよ。まあ、ほとんどね。
ru: На подступах к Весноту наш народ уменьшился, но стал сильнее, ибо Господу было угодно, чтобы слабые погибли до начала нашей священной миссии. Когда мы вошли с востока, армии дикарей рассеивались, словно пыль на ветру. И мы покорили Веснот. Ну, почти.

source: As for mages, they are the main adversaries of God in his fight for the good of the universe, attempting to usurp his powers for themselves. Elves are minions of the fallen angels. They are to be exterminated.
ja: 魔術師について言うと、彼らは宇宙の善のための戦いでは神の主たる敵で、神の力を奪おうとしている。エルフは堕天使の手先であり、彼らは抹殺されるべき存在なのよ。

source: Oh my goodness. Wow. You are not joking, you actually believe all that?
ca: Oh, per caritat! Wau. No estàs rient-te de nosaltres, de veritat et creus tot això?
hu: Uramisten. Heh. Te nem szórakoztatni akarsz bennünket, lehet, hogy hiszed is, amit mondasz?
ja: うわぁ、ビックリだわ。凄い。冗談で言ってるんじゃなくて、それ全部、ほんとに信じてるの？
ru: О боже. Надо же. Ты хотела нас развеселить, или действительно во всё это веришь?

source: Anyway, if we are going to find that mage-trash, we need to know where he is. Any ideas where to find him?
ca: De tota manera, si hem d'anar a buscar a eixe Deori-merda, necessitem saber on és. Cap idea d'on el podem trobar?
hu: Akárhogy is, ha meg akarjuk találni ezt a Deori-mocskot, tudnunk kellene, hol tartózkodik. Valami elképzelés, hol él?
ja: ともかく、魔術師のゴミどもを見つけるには、どこにいるかが分からないと。見つけるためのいい方法、何かある？
ru: Неважно. Раз мы собрались искать этого Дерьмориена, нужно понять где он может быть. У кого-нибудь есть идет?

source: Well, we could ask the Oracle. Due to the prophetic nature of her abilities, she may know where to search for Deorien.
ca: Bé, podríem preguntar a l'Oracle. Per la naturalesa de les seues habilitats, tal volta sàpiga on hem de buscar aquest Deorien.
hu: Nos, megkérdezhetjük a Jósnőt. A mágikus képességgel bíró egyének tudhatnak egymásról, s így a Jósnő ismerheti Deorien hollétét.
ja: そうですねえ、預言者に尋ねるのが良いかと。その予言能力を使って、Deorien の居場所を知ることができるかもしれません。
ru: Что ж, думаю, мы должны спросить Оракула. Она сама из породы магов, и может подсказать, где искать Деориена.

source: The Oracle? The Oracle is a hoax. She knows nothing. She once told me... she... she deceived me. Her prophecy has not been, and cannot be, fullfilled.
ca: L'Oracle? L'Oracle és una estafa. Ella no sap res. Una vegada em va dir que...ella... ella em va enganyar. La seua profecia no s'ha complit i no hi ha cap possibilitat que es complisca.
hu: Jósnő? A Jósnő egy szélhámos. Semmit sem tud. Egyszer azt mondta nekem... azt mondta... eh, becsapott. A jóslatai nem váltak, s nem válhatnak be.
ja: 預言者だって？そんなものはデッチ上げよ。彼女は何も知らない。いつか彼女は私に言ったのよ...彼女は...彼女は私を騙した。彼女の予言は未だに実現していないし、実現などできない。
ru: Оракула? Оракул - мошенница. Она ничего не знает. Однажды она сказала мне... Она... Она меня обманула. Её пророчество не сбылось, да и не могло сбыться.

source: The Oracle never deceives anyone. She just looks into the sea of magic and sees everything that may happen. So, she is not saying what MUST, but what MAY happen.
ca: L'Oracle no enganya a ningú. Ella només mira dins el mar de la màgia i coneix les possibilitats de que alguna cosa succeïsca. Per tant, no diu que passarà, sinó el que POT passar.
hu: A Jósnő soha senkit nem csapott be. Ő csak beletekint a mágia óceánjába, s látja a lehetőségek végtelen tárházát. Nem azt mondja meg, mi fog történni, hanem azt, hogy mi TÖRTÉNHET a jövőben.
ja: 預言者は誰一人として騙しません。彼女はただ、魔法という海を覗き込んで起きうることすべてを見ているのです。だから、何かが必ず起きるとは言いません。起きるかもしれないと言うだけなのです。
ru: Оракул никого не обманывает. Она просто смотрит в волшебное море и узнаёт возможности свершения того или иного события. Она предрекает не то, что обязательно случится, а то, что МОЖЕТ случиться.

source: It means, if she tells you that you will be the best swimmer in the world, you will be a great swimmer if you put forth the effort. But the prophecy won't be fullfilled if you never get into the water, sit around, and wait. Also, sometimes people misinterpret her words.
ca: Vull dir que si ella et diu que seràs la millor nadadora del món, vol dir que seràs una gran nadadora si continues intentant-ho. Però la profecia no es complirà si només et quedes a casa i esperes. A vegades, també, un pot entendre les paraules de la profecia mal.
hu: Azt akarom mondani, hogyha azt mondja, hogy te leszel a legjobb úszó a világon, akkor ez azt jelenti, hogy nagy úszó leszel, ha megdolgozol érte. De nem teljesül, ha csak otthon ülsz és vársz. Néha előfordulhat, hogy valaki félreérti a szavait.
ja: つまり こうです、預言者があなたに「世界一の泳ぎ手になるでしょう」と告げたとすると、あなたがその努力を惜しまなければ偉大な泳ぎ手になれるでしょう。しかし、水にも入らず、座ったままじっと待っているだけでは決して予言は実現できません。また、時に人々は、彼女の言葉を誤解することもあります。
ru: Когда она говорит, что ты будешь лучшим пловцом в мире, это значит, что ты будешь лучшим пловцом, если начнёшь упорно тренироваться. Но пророчество не сбудется, если ты будешь просто сидеть дома и ждать славы. Кроме того, можно просто неправильон понять её предсказание.

source: No. No. That's not true. That's... leave me alone.
ca: No. No. Això no és veritat. És... Deixeu-me sola.
hu: Nem. Nem. Ez nem igaz. Ez nem... hagyjatok magamra!
ja: 違うわ、そんなの嘘よ。そんなこと... 一人にしてちょうだい。
ru: Нет. Нет. Это не правда. Это... Оставьте меня одну.

source: Final
ca: Fi
hu: Végjáték
ja: 最終結果

source: If you liked the campaign, please post your feedback on the wesnoth forums (http://www.wesnoth.org/forum/). A lot of people have invested a lot of time into this campaign; in return we would love to hear some opinions about it from people who played it.
ja: このキャンペーンを気に入ってもらえたら、Wesnoth forum( http://www.wesnoth.org/forum/ )に是非、ご投稿をお願いします。このキャンペーン作成には多くの仲間が多くの時間を費やしてきましたし、今後も続けられることでしょう。プレイされたあなたの一言が、そうした仲間たちの励みにもなります。ご意見・ご感想をお待ちしています。

source: Quests and puzzles solved
ca: Missions i trencaclosques resolts
hu: Feladatok teljesítése, a rejtélyek megoldása
ja: 達成した任務と解決された謎

source: You interrogated the assassin sent to kill Gawen Hagarthen, and found out that it was an Akladian lord who hired him.
ca: Has interrogat l'assassí enviat per matar Gawen Hagarthen, i has descobert que va ser un dels senyors akladians qui el va contractar.
hu: Kivallattad az orgyilkost, akit Gawen Hagarthen megölésére küldtek, s kiszedted belőle, hogy egy akladiai nemes bérelte fel őt.
ja: Gawen Hagarthen 暗殺のために送り込まれた刺客を尋問し、その雇用主が Akladia 人の領主であることを突き止めました。

source: Moreover, you discovered that it was Bor Cryne who hired the assassin to kill Gawen Hagarthen.
ca: A més, has descobert que va ser Bor Cryne qui va contractar l'assassí per matar Gawen Hagarthen
hu: Ezentúl kiderítetted, hogy Bor Cryne volt az, aki felbérelte az orgyilkost, hogy ölje meg Gawen Hagarthent.
ja: さらに、その雇用主が Bor Cryne であることを解明しました。

source: But you didn't discover which Akladian lord was responsible.
ca: Però no has descobert quin dels senyors akladians va ser i per què ho va fer.
hu: De nem sikerült megtudnod, hogy ki volt ez az akladiai nemes.
ja: しかし、どの領主がその責任を追うべきかは、解明できませんでした。

source: You did not find out who hired the assassin to kill Gawen Hagarthen.
ca: No has descobert qui va contractar l'assassí per matar Gawen Hagarthen.
hu: Nem sikerült kiderítened, hogy ki bérelte fel az orgyilkost Gawen Hagarthen megölésére.
ja: 刺客の雇用主が誰なのかは不明のままとなりました。

source: You found out that Lorin's clan bought poison from Outlaws.
ca: Has descobert que el clan de Lorin va comprar un verí als proscrits.
hu: Kiderítetted, hogy Lorin klánja szerzett be mérget a törvényen kívüliektől.
ja: Lorin の一族が無法者から毒薬を購入したことを明らかにしました。

source: You found out that Lorin's clan bought poison from Outlaws, but you don't know why.
ca: Has descobert que el clan Lorin va comprar verí als proscrits, però no saps per què.
hu: Kiderítetted, hogy Lorin klánja mérget szerzett be a törvényen kívüliektől, de nem tudtad meg, mi célból.
ja: Lorin の一族が無法者から毒薬を購入したことを明らかにしましたが、その理由は分からずじまいとなりました。

source: You didn't find out where the poison that killed Gawen's mother came from.
ca: No has descobert qui va enverinar la mare de Gawen.
hu: Nem derítetted ki, ki ölte meg Gawen édesanyját.
ja: Gawen の実母を殺した毒薬が、どこから持ち込まれたものか判明しませんでした。

source: You know who poisoned Gawen's mother.
ca: Has descobert qui va enverinar la mare de Gawen.
hu: Megtudtad, ki mérgezte meg Gawen édesanyját.
ja: 誰が Gawen の実母を殺害したか、あなたは知っています。

source: You didn't find out who poisoned Gawen's mother.
ca: No has descobert qui va enverinar la mare de Gawen.
hu: Nem derítetted ki, ki ölte meg Gawen édesanyját.
ja: 誰が Gawen の実母を殺害したか、解明できませんでした。

source: You saved Reme Carrenemoe.
ca: Has rescatat Reme Carrenemoe.
hu: Megmentetted Reme Carrenemoe életét.
ja: Reme Carrenemoe を救出しました。

source: You failed to save Reme Carrenemoe.
ca: No has rescatat Reme Carrenemoe.
hu: Nem sikerült megmentened Reme Carrenemoe életét
ja: Reme Carrenemoe の救出に失敗しました。

source: You discovered that Bor Cryne was the one who brought Orcs to Vakladia, planning to purify the Akladian race of anyone he considered 'unworthy'.
ca: Has descobert que va ser Bor Cryne qui va traure els orcs a Wesnoth, i que planejava purificar la raça akladiana de tot aquell considerat 'indigne'.
hu: Kiderítetted, hogy Bor Cryne volt az, aki behívta az orkokat Vakladiába, hogy megtisztítsa az akladiai fajt az általa 'értéktelennek' tartott elemektől.
ja: Bor Cryne がオークを Vakladia に導き、Akladia の種族浄化のため、Akladia 人として「不適格」な者を抹殺する計画を立てていることを解明しました。

source: You don't know who brought the Orcs to Vakladia.
ca: No saps qui va traure els orcs a Vakladia.
hu: Nem tudtad meg, ki hívta az orkokat Vakladiába.
ja: オークを Vakladia に導いた者が誰なのかが判明しませんでした。

source: Level three units (easy level): $ano_level_count units, $level_point points
ca: Unitats de nivell 3 (dificultat fàcil) : $ano_level_count unitats, $level_point punts
hu: Hármas szintű egység (könnyű szinten): $ano_level_count egység, $level_point pont
ja: レベル3ユニット（簡単なレベル）： $ano_level_count ユニット、 $level_point ポイント

source: Level three units (normal level): $ano_level_count units, $level_point points
ca: Unitats de nivell 3 (dificultat normal) : $ano_level_count unitats, $level_point punts
hu: Hármas szintű egység (átlagos szinten): $ano_level_count egység, $level_point pont
ja: レベル3ユニット（普通のレベル）： $ano_level_count ユニット、 $level_point ポイント

source: Level three units (hard level): $ano_level_count units, $level_point points
ca: Unitats de nivell 3 (dificultat difícil) : $ano_level_count unitats, $level_point punts
hu: Hármas szintű egység (nehéz szinten): $ano_level_count egység, $level_point pont
ja: レベル3ユニット（困難なレベル）： $ano_level_count ユニット、 $level_point ポイント

source: Gold: (easy level): $ano_gawen_gold golden pieces, $level_point points
ca: Or: (dificultat fàcil) $ano_gawen_gold peces d'or, $level_point punts
hu: Arany: (könnyű szinten): $ano_gawen_gold arany, $level_point pont
ja: ゴールド：（簡単なレベル）： $ano_gawen_gold ゴールド、$level_point ポイント

source: Gold: (normal level): $ano_gawen_gold golden pieces, $level_point points
ca: Or: (dificultat normal) $ano_gawen_gold peces d'or, $level_point punts
hu: Arany: (átlagos szinten): $ano_gawen_gold arany, $level_point pont
ja: ゴールド：（普通のレベル）： $ano_gawen_gold ゴールド、$level_point ポイント

source: Gold: (hard level): $ano_gawen_gold golden pieces, $level_point points
ca: Or: (dificultat difícil) $ano_gawen_gold peces d'or, $level_point punts
hu: Arany: (nehéz szinten): $ano_gawen_gold arany, $level_point pont
ja: ゴールド困難なレベル）： $ano_gawen_gold ゴールド、$level_point ポイント

source: Gold: (nightmare level): $ano_gawen_gold golden pieces, $level_point points
ja: ゴールド：（悪夢レベル）： $ano_gawen_gold ゴールド、$level_point ポイント

source: Extra Credit (5 points possible; 6 if you are playing on the 'hard' level, and 7 if you are playing on the 'nightmare' level):
ja: 追加報酬（通常は 5 ポイント獲得可能。困難レベルでは 6 ポイント、悪夢レベルでは 7 ポイント獲得できます。）

source: You earned an additional point for forcing Hoyre to run in the 'Scouting near Barnon' scenario.
ca: Punt addicional per fer córrer Hoyre en l'escenari 'Explorant prop de Barnon.
hu: További pont Hoyre elkergetéséért a 'Barnoni felderítés' küldetésben.
ja: シナリオ「Barnon 近郊の偵察」にて、 Hoyre を追い詰めたことで追加得点を獲得しました。

source: You earned an additional point for learning gossip about the messiah in the `Sneaking out of Raedwood` and `Start of the Quest` scenarios.
ca: Punt addicional per descobrir els remors d'un messies en 'Escapolint-se de Raedwood' i 'El començament de la missió'.
hu: További pont a Megváltóról szóló pletyka kiértékeléséért a 'Kiosonás Raedwoodból' és az 'A felderítés kezdete' küldetésekben.
ja: シナリオ「Raedwood からの脱出」と「探索開始」で、救世主に関する噂を知ったことで追加ポイントを獲得しました。

source: You earned an additional point for hiring Rob Roe.
ca: Punt addicional per fitxar Rob Roe.
hu: További pont Rob Roe felbéreléséért.
ja: Rob Roe を雇用したことで追加ポイントを獲得しました。

source: You earned an additional point for heroic victory in `Siege of Haeltin` scenario.
ca: Punt addicional per guanyar heroicament 'El setge de Haeltin'.
hu: További pont a hősies győzelemért a 'Haeltin ostroma' küldetésben.
ja: シナリオ「Haeltin の包囲戦」での英雄的勝利により追加ポイントを獲得しました。

source: And one more point for doing it on the `hard` level.
ca: I un més per fer-ho en nivell difícil.
hu: És még egy pont a 'nehéz' szintű játékért.
ja: 「困難レベル」でプレイしたことで 1 点獲得しました。

source: And two more points for doing it on the `nightmare` level.
ja: 「悪夢レベル」でプレイしたことで 2 点獲得しました。

source: You earned an additional point for sparing Raban Harnen.
ca: Punt addicional per perdonar Raban Harnen.
hu: További pont Raban Harnen életének megkíméléséért.
ja: Raban Harnen を助命したことにより追加得点を獲得しました。

source: You earned an additional point for letting Raban Harnen leave.
ca: Punt addicional per deixar marxar a Raban Harnen.
hu: További pont Raban Harnen szabadon engedéséért.
ja: Raban Harnen を解放したことにより追加得点を獲得しました。

source: Total points: $points
ca: Punts totals: $points
hu: Összpontszám: $points
ja: 総ポイント：$points

source: Please read the readme.txt file that comes with the campaign.
ja: キャンペーン付属の readme.txt ファイルをお読みください。

source: On GNU/Linux this file is located usually in:
ja: GNU/Linuxの場合、このファイルは通常、以下の場所にあります：

source: ...while on macOS it ought to be in:
ja: ...また、macOSの場合は、以下の中にあるはずです：

source: ...while on Windows you can find it in directory:
ja: ...Windowsの場合は、以下のディレクトリ（フォルダ）にあります：

source: <span font='DejaVu Sans 24' color='white'>The End! Please join us on the Wesnoth forums. Also read the readme.txt file contained within the campaign directory, as described previously.</span>
ja: <span font='DejaVu Sans 24' color='white'>これで終わりです！ Wesnothフォーラムにご参加ください。 また、キャンペーン・ディレクトリ内の readme.txt ファイルもお読みください。</span>

source: Saorduc Swamps
ca: Marjals de Saorduc
hu: Saorduc-mocsár
ja: Saorduc の沼地
ru: Заурдакские болота

source: Wait! Hhhuman, there is no reason for ussss to fight. Iff you will leave, we will pay you $liz_gold_amt golden pieces.
ja: 待ってくれ！人間よ、俺達には戦う理由がない。もシーここから出ていってくれるなら、$liz_gold_amt gold をシー払おうじゃないか。

source: Note: if you accept the lizard's offer, no bonus for early finish will be given.
ja: 注意：トカゲ族の申し出を受け入れた場合、早期終了のボーナスはありません。

source: All right, I accept your offer.
ca: Val, accepte la teua oferta.
hu: Rendben, elfogadom az ajánlatodat.
ja: いいだろう、申し出を受けよう。
ru: Хорошо, я согласен.

source: No, I have to train my troops.
ca: No, encara he d'entrenar les meues tropes.
hu: Nem kell, szükségünk van egy kis gyakorlatozásra.
ja: いや、こちらの部隊の訓練をしなきゃならない。
ru: Нет. Мне нужно тренировать войска.

source: Wisssse desision it wass... Here isss your gold.
ja: そいつはカしこい選択だ... さあ、ゴールドをヤーるよ。

source: We are more than jusssst training fodder for your army!
ja: 俺達は、あんたの軍隊の訓練のえーサじゃないんだよ！

source: I'm sorry, but that's the way it is.
ja: すまないが、それしか方法がない。

source: Don't apologize to these filthy lizards, Gawen.
ja: あんな醜悪なトカゲどもに謝罪なんかしないで、Gawen 。

source: Speak quickly, and I will spare your life. What do you know about the alliance between orcs and Akladians?
ca: Parla apressa, i et perdonaré la vida. Què saps de la aliança entre els akladians i els orcs?
hu: Válaszolj gyorsan, s megkímélem nyomorult életedet. Mit tudsz az orkok és akladiaiak közötti szövetségről?
ja: テキパキと話せば、お前の命は助けよう。オークと Akladia 人の同盟について、お前が知ってることは何だ？
ru: Говори быстрее, и я сохраню твою жизнь. Что ты знаешь об альянсе орков и акладиан?

source: Nothing! One of Akladianss assssked Orcs to come, they came, they are sssslaughtering humansss, good thing. Not coming into sssswamps, good thing.
ca: No resss! Un dels akladiansss va demanar als orcsss que vingueren, ellsss vingueren i esstan asssasssinant humansss, bona cosssa. No entren a less marjalss, bona cosssa.
hu: Semmit! Egy akladiai hívta be őket, ők jöttek, emberrreket gyilkolnak, rrremek. Nem járrrnak a mocsárba, ez még rrremekebb.
ja: シらない！ Akladia 人の一人がオークに来ーるように依頼シーて、ソーれでオークたちが来て、人間どもを殺シーてるんだ。いいはなシーじゃないか。沼地に入ってこーない、いいはなシーだろ。
ru: Ничего! Один изсс акладиан попросссил орков приходить. Они пришшшли, они убили много людишшшек, это хорошшшо. Не пошшшли в болота, это хорошшшо.

source: Go and hide into your quagmire, mudcrawler.
ca: Ves-te'n i amagat dins el teu fanguissar, fangós.
hu: Na húzzál a pocsolyádba, mocsárlakó!
ja: 泥沼に隠れてろ、ドロドロっとな、這いずり屋。
ru: Иди прячься в своей трясине, грязный червяк.

source: Ruvio complained that nothing good could be found in the Saorduc Swamps, but that didn't stop Gawen. He reasoned that in the winter the swamps would be frozen and the lizards would be much easier to defeat.
ca: Ruvio només feia que protestar que no podríem trobar res bo a les marjals de Saorduc, però això no va aturar Gawen. Ell raonava que a l'hivern les marjals estarien gelades, i els sauris serien més fàcils de derrotar.
hu: Ruvio ugyan semmi jót nem várt a Saorduc-mocsárbeli látogatástól, de ez nem állította meg Gawent. Úgy gondolta, hogy a téli, fagyott mocsárvilágban könnyebben elbánhatnak a gyíkokkal.
ja: Ruvio は Saorduc の沼地で大したものは見つからないだろうと言いましたが、Gawen は彼に行くよう、命じました。冬の間は沼は凍りつくので、トカゲたちをより容易に倒せるようになるはずだと彼は考えたのでした。
ru: Рувио пытался растолковать, что в болотах Заурдака нельзя выяснить ничего полезного, но это не остановило Гэвена. Тот решил, что зимой болота замёрзли и ящеров будет легко победить.

source: Kill all enemy leaders.
ja: 敵の全てのリーダーを倒す。

source: ...bitterly I fought, yessss, and I was heavily wounded. A woman wassss amongsst thossse humansss, a crazy one.
ja: ... 激シーい戦いだった、ソ、ソう、わたシは深く傷を負ってシーまった。人間たちの中に女がいーたが、あいつはまるで狂ってたシー。

source: Be calm, you are amongsst friendss, no humanss here...
ca: Estiguess tranquil, estàsss entre amicsss ara, no hi ha humansss per acccí...
hu: Nyugodj meg, itt barrrátok kössszt vagy, nincsenek itt emberrrek...
ja: 落ーち着くんだ、お前は友じーんたちの中にいる、人間はいーない...
ru: Уссспокойссся, ты сссреди друзссей. Никаких людишшшек здесссь...

source: Lizards!
ca: Sauris!
hu: Gyíkok!
ja: トカゲども！
ru: Ящерицы!

source: Oh no!!
hu: Jaj ne!!
ja: やめてっ！
ru: О нет!!!

source: Prepare to be exterminated!
ca: Prepareu-vos per a ser exterminats!!
hu: Készüljetek a halálra!
ja: 殺してあげるから、覚悟なさい！
ru: Готовьтесь, сейчас мы вас всех перебьём!

source: Oh, that was cute. Where did she learn to talk like that?
ja: わぁ、可愛かったわ。あんな喋り方、どこで教わったのかしら？

source: Oh, I hate lizards.
ca: Oh, odie els sauris
hu: Huh, gyűlölöm a gyíkokat.
ja: うわ、私はトカゲが嫌いなんです。
ru: Ненавижу ящериц.

source: They will be good practice for our soldiers. And maybe they know something.
ca: És un bon entrenament pels soldats. I tal volta sàpiguen alguna cosa.
hu: Remek alkalom a harcosaink trenírozására. S lehet, hogy tudnak valamit.
ja: こちらの兵士にとっての良い訓練になるだろう。それに奴らはなにか知ってるかもしれない。
ru: Неплохая разминка для наших воинов. Кроме того, возможно ящеры что-то знают.

source: So, what now?
ca: Bé, i ara què?
ja: それで、何をしましょうか？
ru: Итак, что теперь?

source: Well, the plan is simple: ask their leaders about orcs, kill them all.
ca: Bo, el plan es prou simple: preguntar els líders sobre els orcs, matar-los tots.
hu: Nos, a terv egyszerű: kikérdezzük a vezéreiket az orkokról, a többit meg kardélre hányjuk.
ja: よし、計画は単純だ。奴らのリーダーにオークについて尋ねて、そして全部のトカゲを殺す。
ru: План прост: расспрашиваем предводителей ящеров об орках, а потом убиваем их всех.

source: Wow, it couldn't get any simpler. Gawen, you are military genius. The simplicity of your brilliant plan is breathtaking.
ca: Waw, no podia ser molt més simple. Gawen, eres tot un geni militar. La simplicitat del teu brillant plan és inspirant.
hu: Ez igen, ennél egyszerűbb már nem is lehetne. Gawen, te egy katonai lángész vagy. Lélegzetállítóan egyszerű a támadási terved.
ja: わぉ、それ以上単純な計画はないわ。Gawen さん、まさに軍神だわ！その素晴らしい計画の単純さには息をのんじゃう。
ru: Ух ты, проще не придумаешь. Гэвен, ты гений стратегии. Простота твоего неоценимого плана просто потрясает.

source: Much of the swamp is frozen over; that increases our chances considerably.
ja: 沼のほとんどが凍りついている。こちらに都合の良い機会が増えるぞ。
ru: Сейчас зима. Это значительно увеличивает наши шансы.

source: We can withdraw at any moment, remember that.
ca: Podem retirar-nos en qualsevol moment, recorda-ho.
hu: Ne felejtsd el, hogy bármikor visszavonulhatunk...
ja: 私たちは、いつでも撤退できますことを、お忘れなきよう。
ru: Помни, что мы всегда можем отступить.

source: I doubt we'll need to do so; since lizards are cold-blooded, they should be weaker this time of year.
ja: そんな必要はないと思う。トカゲは冷血動物だし、この時期、彼らは弱体化しているはずだ。

source: All right, Gawen, if you're sure about this, let's go ahead... I was only reminding you of the option to withdraw just in case...
ja: 分かりました Gawen 様、本当にそれでよいのでしたら、やりましょう... 万が一の場合にはその選択もあると、私はただ念を押しただけの話ですので...

source: See! The lizards have become sluggish from the cold!
ja: 見てみろ！ トカゲたちの動きが寒さで鈍っている！

source: Lizard thing... Uh... So... What do you know about orcs?
ja: トカゲ野郎... うっ... それで... オークについて何か知ってるか？

source: Orcsss? They are big and bad and they are going around sssslaughtering humansss, which isss a good thing.
ca: Orcsss? Ssson gransss i roïnsss i esstan marxant per ahí matant humansss, bona cosssa.
hu: Orrrkok? Gonosssz, behemót terrremtések, mindenfelé gyilkolják az emberrreket, ami nem is olyan rrrosssz.
ja: オークか？ あいつらはオーきくて、ワールくて、二ーんげんをころシー回ってる。そーれはいいことだ。
ru: Орки? Большшшие и ссстрашшшные, убивают людишшшек, это хорошшшо.

source: Ugh, you smell awful... do you not wash yourself on purpose, to scare away enemies? I can't think of any more questions in such a stench... so die, lizard thing...
ja: ウッ！ ひどく臭い... 体を洗っていないのか、敵を寄せ付けないように？臭すぎて、もう質問が浮かばない... 死ね... トカゲ野郎...

source: You could simply have chosen not to kill him and allow us to ask him few questions instead; did such a revolutionary idea enter your mind?
ca: No mai se t'ha passat pel cap la revolucionaria idea de deixar-los vius fins que els puguem interrogar?
hu: Választhatnál egy olyan egyszerű módszert is, hogy nem ölöd meg, hanem hagyod, hogy mi kérdezzük ki; vagy ez túlzottan forradalmi elképzelés?
ja: 奴を殺さずに、私たちに質問させるという選択もあったと思いますけど、そういう考えは浮かびませんでしたか？
ru: Вы не могли просто оставить его в живых, чтобы мы могли задать несколько вопросов, или это слишком революционная идея?

source: I think the ideas are too affraid of Lorin's mind to enter it.
ja: Lorin に、そういう発想をしろって方が無理なんだわ、きっと。
