Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Soon envoys came from other Akladian kingdoms. Easkladia had no king and Gawen was asked to take over what was left of that kingdom. Others came from Okladia, but these were not envoys, but refugees. Finally, to my surprise, Gawen's cousins, Luc and Gauri Hagarthen from Guilcorta sent their own messengers.
ca: Prompte van arribar també delegacions d'altres regnes akladians. Iskladia no tenia rei i van demanar a Gawen que prenguera possessió del que quedava del regne. Uns altres van arribar des d'Okladia, però aquestos no eren delegacions sinó refugiats. Finalment, i no sense sorpresa, va arribar una delegació de part dels cosins Luc i Gauri Hagarthen de Guilcorta.
hu: Hamarosan megérkeztek a többi akladiai királyság követei is. Easkladiának nem volt királya és Gawent kérték fel a megmaradt királyság trónjának elfoglalására. Megint mások Okladiából érkeztek, de ők nem követek voltak, hanem menekültek. Végül meglepetésemre Gawen unokatestvérei, Luc és Gauri Hagarthen is elküldte követeit.
ja: やがて Akladia 各王国からの使者団がやってきた。Easkladia には王が存在せず、Gawen にその王国に残されたものを継承してほしいとの申し出だった。それ以外に Okladia から来たのは使節ではなく避難民だった。最後には、Gilcorta の Gawen の従兄弟、Luc と Gauri Hagarthen が使者を送ってきて、これには驚いた。

source: Welcome, noble lords, my friends, my swords. We are gathered here to discuss our situation.
ca: Benvinguts, nobles senyors, amics meus, espases meues. Ens hem reunit ací per debatre la nostra situació.
hu: Legyetek üdvözölve, nemes uraim, barátaim, fegyvereim. A helyzet megbeszélésére gyűltünk össze.
ja: ようこそ、高貴なる諸侯の皆さん、我が友人、我が剣よ。私たちは、この状況について話し合うために集まった。

source: As far as I can tell, all rebels I know about have acknowledged you as king. Cities and remaining Wesnothian nobility are busy sending to you declarations of loyalty.
ja: 私の知る限り、全ての反乱軍が王様として認めています。各都市や Wesnoth の貴族たちは 陛下に忠誠を誓う宣誓書を送るために忙しくしています。

source: Those few Akladian lords who refused to believe the Oracle withdrew into the hills. Bor Cryne is there, gathering an army. I think he is waiting until Grekulak's allies, orcs and undead, arrive from Okladia.
ca: Aquells pocs senyor akladians que van rebutjar la proclama de l'Oracle es van retirar a les colines. Allà és Bor Cryne, reunint un exèrcit. Crec que espere els aliats de Grekulak, els orcs i els no morts que vindran des d'Okladia.
hu: Az a néhány akladiai nemes, aki a Jósnő felhívása ellenére sem hódolt be, visszavonult a dombok közé. Közéjük tartozott Bor Cryne is, aki nagy sereget toborzott. Úgy gondolom, arra várt, hogy Grekulak a szövetségeseivel, orkokkal, élőholtakkal megérkezzen Okladiába.
ja: 預言者を信じることを拒否している少数の Akladia 諸侯は、丘陵地に撤退しました。そこに Bor Cryne もいて、軍隊を招集しています。おそらく彼は Grekulak の同盟者とオークやアンデッドが Okladia から来るのを待っているのでしょう。

source: And when that will happen?
ca: I això quan passarà?
hu: És ez mikorra várható?
ja: それで、それはいつ頃だ？

source: Soon, my lord. I talked to the refugees from Okladia. King Buffin is dead. Some Akladian lords are still defending themselves, locked in their castles, but I doubt Grekulak will wait until they are all defeated. He will march here immediately.
ca: Prompte, mon senyor. He parlat amb els refugiats d'Okladia. El rei Buffin ha mort i només queden alguns senyors akladians que es defensen, tancats dins dels seus castells. Tanmateix, dubte que Grekulak es quede per derrotar-los tots, marxarà ací immediatament.
hu: Hamarosan, uram. Beszéltem az okladiai menekültekkel. Buffin király halott. Néhány akladiai nemes még tartja magát, körbezárva a kastélyában, de kétlem, hogy Grekulak megvárja, míg beveszik a váraikat. Szerintem rögtön idemasírozik.
ja: まもなくでしょう、陛下。Okladia から来た難民たちと話をしました。Buffin 王は亡くなりました。Akladia 諸侯の数名は、まだそれぞれの城を閉ざして自分たちで防衛していますが、Grekulak は、それを全滅させるまで待っているわけがないと私は思います。すぐにもこちらへ向けて行軍を開始するでしょう。

source: Noble Lutr Moric from Guilcorta, I believe you have a message for us from your kings.
ja: 貴き Guilcorta のLutr Moric 候、あなたの王からの手紙をお持ちなのではないですか。

source: Yes. Both Luc and Gauri will recognise you as supreme king of all Akladian kingdoms. The Oracle couldn't be wrong in declaring you as messiah. We are not delighted with all of your laws about Wesnothian emancipation, but we respect the will of God's voice and messiah.
ca: Sí. Tant Luc com Gauri et reconeixen com el rei suprem de tots els senyors akladians. L'Oracle no pot equivocar-se al declarar-te messies. No ens acaben d'agradar les teues lleis sobre l'emancipació wesnothiana, però respectem la voluntat de la veu de Déu i el messies.
hu: Igen. Mind Luc, mind Gauri elismeri az akladiai királyságok fölötti főhatalmadat. A Jósnő nem tévedhet, ha megváltónak nevez téged. Nem örülünk a rendelkezéseidnek, a wesnothiak egyenjogúsítása ügyében, de tiszteletben tartjuk Isten hangjának és a megváltónak az akaratát.
ja: はい、Luc と Gauri のお二人は陛下を、全 Akladia 諸王国における最高位の王様としてお認めになることでしょう。預言者が陛下を救世主と宣言していることが間違いの筈はありません。私たちは、Wesnoth の解放に関する陛下の法律の全てに満足しているわけではありませんが、神の御声と救世主の遺志を尊重いたします。

source: Good. Ruvio, what's your advice? Ruvio...
ja: よいでしょう。Ruvio 、なにか助言はあるかな？ Ruvio ...

source: I'm sorry... What?
ca: Ho sent... Sí...
hu: Elnézést... Igen...
ja: 申し訳ありません... 何でしょうか？
ru: Я... Что?

source: Undead and orcs will strike from east very soon. Maybe they are already on their way here. Bor Cryne is preparing an army in the hills, and he will join Grekulak's army.
ja: アンデッドとオークが東方からすぐにも襲撃してくるだろう。既にこちらへ向かっているかもしれない。Bor Cryne は丘陵地で軍隊の準備をしていて、Grekulak の軍隊と合流するだろう。

source: We cannot possibly defeat those three forces once they unite. I propose to strike now, while they are still separated. Bor Cryne is both the weakest and nearest of our enemies, so I hope you would agree with me that he is the best target.
ca: És molt difícil que puguem derrotar totes tres forces quan estiguen unides. Propose atacar ara, quan encara estan separats. Bor Cryne és el més dèbil dels dos enemics, així que supose que estareu d'acord amb mi en què és el millor objectiu.
hu: Az egyesült hármas sereget nem leszünk képesek legyőzni. Azt javaslom, hogy csapjunk le most, amíg még külön vannak. Bor Cryne látszik a legygyengébbnek közülük, tehát én őt ajánlom célpontnak.
ja: それら３勢力が一つに統合した場合、それを私たちが打ち破ることは不可能だ。すぐにも攻撃することを進言する。彼らはまだバラバラの状態だ。Bor Cryne が、一番弱くて、私たちの一番近くにいる敵だ。そこで、私にとって彼が最も適した攻撃相手であることに、君に同意してもらいたい。

source: The words of the messiah cannot be doubted.
ca: Les paraules d'un messies no poden ser discutides.
hu: A Megváltó szavához nem férhet kétség.
ja: 救世主のお言葉を疑うことはできません。

source: What help can be expected from our dear cousins from Guilcorta?
ca: Quina ajuda podem esperar dels nostres benvolguts cosins de Guilcorta?
hu: Milyen segítséget várhatunk kedves guilcortai unokatestvéreinktől?
ja: 親愛なる Guilcorta の従兄弟たちからは、どのような支援をしてもらえるだろうか？

source: We are preparing the defenses ourselves and cannot spare any soldiers...
ca: Estem reforçant les nostres defenses i no podem permetre'ns cap soldat...
hu: A védelmünket szervezzük, és nem tudunk katonákkal hozzájárulni...
ja: 私たちは自らを守る準備で精一杯のため、援軍を出すことができないのです...

source: (<i>To herself</i>) Or rather, they are so afraid of each other that they can't risk weakening their armies, because the one beloved brother would then cut the second beloved brother's beloved throat.
ja: (<i> 独白 </i>) というか、あいつら皆、お互いを怖がってるから、自軍を弱体化させる危険を冒せないのよ。最愛の一人目の兄弟が、最愛の二人目の兄弟の最愛の喉を掻き切ってしまうだろうからね。

source: ...but I brought gold, 100 gold pieces from Luc and 100 gold pieces from Gauri.
ja: ...でも、ゴールドを運んできました。Luc から 100 gold 、Gauri から 100 gold です。

source: You have received 200 gold pieces.
ja: 200 gold を受け取りました。

source: (<i>To herself</i>) 200 golden pieces! Wow, I'm impressed. I bet they will be forced to beg now, losing so ENORMOUS an amount of gold.
ja: (<i> 独白 </i>) 200 gold だってさ！ うわぁ、凄いわ。こんな「大金」が手元からなくなった今、彼らは物乞いでもしなきゃならなくなるわ。

source: The Swamp Things
ca: Les marjals
hu: Mocsári lények
ja: 沼地の生き物
ru: Жители болот

source: The party entered the swamps and woods of Saoren Duc with heavy hearts.
ca: El grup va entrar dins de les marjals i boscos de Saoren Duc amb els ànims prou baixos...
hu: A csapat nehéz szívvel tért be Saoren Duc mocsaras erdőségébe.
ja: 一行は重い気分のまま Saoren Duc の沼地と森へと入っていきました。
ru: Компания вошла в леса и болота Заурин Дака с тяжёлыми сердцами.

source: I have the strangest feeling, as though someone was watching us from the bushes...
ca: Tinc una estranya sensació, com si algú m'estiguera vigilant des dels arbusts...
hu: Van egy olyan érzésem, hogy valaki figyel minket a bokrok közül...
ja: 何だか奇妙な感じがするわ。まるで何者かが叢からこちらを見ているような...
ru: У меня странное чувство, как будто кто-то следит за нами из чащи...

source: Humanssss! Leave thessse foressts!
ca: Humansss! Fora d'aquestossss boscosss!
hu: Emberrrek! Távossszatok!
ja: 二にーんげんだ！この森から、デ出ーてゆけ！
ru: Людишшшки! Убирайтесссь из этого лессса!

source: We can't! Our enemies are hot on our heels. We only wish to cross your swamp and then you will hear no more from us.
ca: No podem. Els nostres enemics ens segueixen molt a prop. Només volem creuar les marjals i ja no ens tornaràs a sentir mai més.
hu: Nem tehetjük. Az ellenségeink itt loholnak a nyomunkban. Keresztül kell vágjunk a mocsáron, nem akarunk tőletek semmit.
ja: それは無理だ！私たちの敵が、すぐ後ろに迫って来ている。お前たちの沼を通り抜けたいだけだ。それさえできれば、今後は一切姿を見せないだろう。
ru: Мы не можем этого сделать. Враги наступают нам на пятки. Нам нужно всего лишь пройти через ваше болото, и вы больше никогда о нас не услышите.

source: Ssswampss you leave now! Hear about you no more!
ca: Fora de lesss marjjjalsss! No sssentirem de vossaltress mésss!
hu: Kifelé a mocsárrrból! S ne is halljunk felőletek!
ja: ヌ沼から出ていけ、スすぐ！お前たちとは カ関わりたくない！
ru: Ссс болот уйдите сейчассс! Больше не ссслышать вассс!

source: Reme, leave negotiations to me, I am far more experienced. Lizards! You are about to be exterminated! Prepare to meet your destiny!
ca: Reme, deixa'm les negociacions, tinc molta més experiència. Fardatxos! Aneu a ser exterminats! Prepareu-vos per morir!
hu: Reme, hagyd nekem a tárgyalást, nekem vannak tapasztalataim. Gyíkok! Kiirtunk titeket az utolsó szálig! Készüljetek a halálra!
ja: Reme 、交渉は私に任せなさい。私の方が、ずっと経験豊富だから。 おい、トカゲ！お前たちは、ほぼ全滅を目前にしているぞ！その運命に備えるんだな！
ru: Реме, давай я займусь переговорами. у меня куда больше опыта. Эй, ящерицы! Сейчас вас всех уничтожат! Приготовьтесь встретиться со своей судьбой!

source: (<i>To himself</i>) No wonder no one really liked her...
ja: (<i> 自分に向かって </i>) これじゃあ誰も彼女のことを好きになれないわけだ...

source: I am not sure whether we have enough gold for this endeavor. I wish we'd gotten more in previous battles, at least 200.
ca: No estic segur si tenim prou or per aquesta empresa. Tant de bo tinguérem una miqueta més d'or de les altres batalles, com a poc, 200 peces.
hu: Nem vagyok benne biztos, hogy elég aranyunk van ehhez a megmérettetéshez. Bárcsak többet gyűjtöttünk volna korábban, legalább 200-at.
ja: この計画を試みるのに十分なゴールドがあるかが不安です。前の戦闘でもう少し、最低でも 200 gold は獲得できていればよかったのですが。
ru: Не уверен, что нам хватит денег, чтобы закончить предприятие. Мы должны были выручить хотя бы 200 золотых в предыдущих битвах.

source: Wait! Ssspare my life, for I know sssomething...
ca: Essspera! Perdona'm la vida, sssé alguna cosssa...
hu: Várrrj! Kegyelmesssz, tudok valamit...
ja: 待て！ イいーのちだけは助けてクくれよ、シ知ってることがあるんだ...
ru: Ссстой! Оссставь мне жизнь, сссказать я чшшто-то...

source: Interesting. Speak, and maybe I will spare your worthless head, inhuman ungodly beast.
ca: Interessant. Parla, tal volta no et talle eixe cap inútil que tens, bestiola inhumana $ano_saurian_interrogated.
hu: Érdekes. Beszélj, s lehet, hogy meghagyom a fejed a nyakadon, te embertelen, istentelen jószág, $ano_saurian_interrogated.
ja: 面白いじゃないの、言ってみなさい、そうしたらお前の無駄な頭を助けてやってもいいわ、人ならざる不気味な生き物よ。
ru: Интересно. Ну-ка говори. Может я оставлю твою бесполезную голову на месте, дьявольская тварь.

source: The orcss are coming in great numbersss... They are numerousss, they are hiding in the hillss waiting for the right moment to come...
ja: オークがオ大勢でやって来る... とんでもなくタークサンで、キュ丘陵地に隠れーてて、出てくるその時をウ伺ってーるようだ...

source: What moment?
ca: Quin moment?
hu: Hogy?
ja: 何を待ってるんだ？
ru: Когда ожидается сигнал?

source: What moment I do not know, but I know that they are expecting a human envoy.
ca: No ho sssé, però sssí sssé que esstan essperant un misssatger humà.
hu: Hogy mirrre várrrnak, azt nem tudom pontosan, de az biztos, hogy egy emberrri követet várrrnak.
ja: ワ分からんけども、人間の使いがくーるのをマ待ってーるんだ。
ru: Когда я не зсснаю, но зсснаю, что они ждут посссла от людишшшек.

source: Human envoy? That's impossible.
ca: un missatger humà? Això es impossible?
hu: Emberi követet? Lehetetlen.
ja: 人間の使いだと？そんな馬鹿な。
ru: Посла от людей? Невозможно.

source: If it isss impossssible, then they will wait a long time... will you let me live now?
ca: Sssi és imposssible, alessshoresss esssperaran molt.... Em deixaràsss viure?
hu: Hááát, ha lehetetlen, akkorrr sokáig fognak várrrni... Elmehetek?
ja: バ馬鹿なもんか、ずーーーと、マ待ってるんだ... これでオレの命はタ助かるよな？
ru: Есссли невозссможно, значит не ссскоро дождутссся... Сейчассс ты меня отпуссстишшшь?

source: Hide in your quagmire, lizard thing.
ca: Ves-te'n i amaga't al teu amagatall, fardatxo.
hu: Süllyedj el a pocsolyádba, te béka!
ja: 泥沼に隠れてな、トカゲ野郎。
ru: Ползи в свою трясину, ящерица.

source: We already know everything we need to know. Your friend had told us about a great army of orcs, what else you could possibly know?
ca: Ja sabem tot el que havíem de saber. El teu amic ens ha parlat d'un gran exèrcit orc, què més saps?
hu: Megtudtunk mindent, amit akartunk. A haverod már beszélt az ork ármádiáról, mi újat tudnál nekünk mondani?
ja: 知りたいことはもう分かった、これで全部ね。あなたの友だちがオークの大軍勢について話してくれたわ。他にも何か知ってることはあるかい？
ru: Мы уже узнали всё, что нужно. Твой приятель рассказал нам об огромной армии орков. Что ты сможешь добавить?

source: I know where we hide the gold. Humanss, you love gold, will you ssave my life if I show you?
ca: Jo ssé on amaguem l'or.... Humanss, ameu l'or, em ssalveu la vida ssi voss ho enssenye?
hu: Tudom, hol van elrrrejtve az arrranyunk... Emberrrek, ti arrranyra vadásssztok, lemondanátok rrróla?
ja: オ俺たちのゴールドの隠し場所をシ知ってるよ。二人間さん、ゴールド、ダだーい好きだろ。それを見せたら、命を助けてくれるかい？
ru: Я зсснаю где ссспрятано золото... Людям нравитссся зссолото. Вы оссставите меня в живых, есссли я отведу вассс?

source: Seems a fair deal. Show usss... blast it... show us the gold and you may leave.
ca: Pareix just. Disss... merda. Dis-nos on és l'or i podràs marxar.
hu: Nos, esetleg megkíméljük az életedet. Rendben van, ide az arannyal, aztán elhúzhatod az irhádat.
ja: あら、いい取引みたいね。見ーセてみなサササ...クソッ！ 移ったじゃないの！ ほら、見セたらサッサとサりなサい。
ru: А это выгодное дело. Отведи нассс... тьфу, чёрт. Отдай нам золото и убирайся.

source: You have resssssieved $gold_amt gold piesssses.
ja: アあなた、$gold_amt gold をシしっかり、うーけ取りましたね。

source: My lady, we have found some gold Saurians were hiding. They probably earned it by robbing the humans living nearby.
ca: Senyora, hem trobat un poc d'or que els sauris havien amagat. Segurament, ho hauran guanyat robant els poblets que hi ha ací prop.
hu: Úrnőm, találtunk némi aranyat, amit a gyíkok elrejtettek. Talán a környező emberektől rabolták el.
ja: 奥様、トカゲたちが隠していたゴールドを見つけました。多分、この近くに住んでいる人間から盗んだのでしょう。
ru: Госпожа, мы нашли в тайниках ящеров немного золота. Скорее всего награбленного у живущих в округе людей.

source: Oh, so I am still 'my lady' to you? Good. We may have use for the gold in future.
ca: Oh, encara sóc la teu senyora? Oh, bé. Tal volta ens faja falta després.
hu: Ó, még mindig 'úrnőm' vagyok neked? Jól van. Jól fog jönni nekünk ez a kis arany a jövőben.
ja: おお、あなたには私はまだ「奥様」なのね？いいわ。 将来使うかもしれないわね。
ru: О, я всё ещё твоя госпожа? Хорошо. В будущем мы найдем применение этому золоту.

source: I really don't know what 'we' you have in mind.
ca: No m'importa què volies dir amb eixe 'ens'.
ja: あなたの考えている「私たち」が何なのか、よく分かりません。
ru: Мне все равно что вы имеете в виду, говоря "мы".

source: You have received $end_gold_amt gold pieces.
ja: $end_gold_amt gold を獲得しました。

source: Siege of Haeltin
ca: Setge de Haeltin
hu: Haeltin ostroma
ja: Haeltin の包囲戦
ru: Осада Хэлтина

source: It seems that $ano_loyal[0].type $ano_loyal[0].name was so impressed by Lorin's performance in this siege, that he will now fight for her without the need to pay him. He became LOYAL.
ca: Pareix que $ano_loyal[0].type $ano_loyal[0].name va quedar tan impresionat amb l'actuació de Lorin a aquest setge que lluitarà per ella sense cobrar res. Ha esdevingut LLEIAL.
hu: $ano_loyal[0].type $ano_loyal[0].name teljesen Lorin hatása alá került az ostrom során, a továbbiakban zsold nélkül hajlandó követni őt, s harcolni érte. Mostantól Lorin HŰSÉGES követőjévé válik.
ja: どうやら、$ano_loyal[0].type と $ano_loyal[0].name は この包囲戦での Lorin の活躍に非常に感銘を受けて、報酬なしで戦うようになりました。（"忠義"属性が付きました。）
ru: Похоже, что $ano_loyal[0].type $ano_loyal[0].name был так впечатлён поведением Лорин во время осады, что согласился драться за неё бесплатно. Он стал ПРЕДАННЫМ.

source: Inside the castle of Haeltin, Lorin found large quantities of food, as well as arrows and weapons. It seemed like the castle owners were expecting a huge army.
ca: Dins del castell de Haeltin, Lorin va trobar grans quantitats de menjar, així com fletxes i armes. Pareixia com si els amos del castell esperaren l'arribada d'un gran exèrcit.
hu: Haeltin várának pincéjében Lorin óriás élelmiszerkészletet, fegyvereket és nyilakat talált. Minden jel arra vallott, hogy a kastély előző tulajdonosai hatalmas sereget vártak.
ja: Haeltin の城の中で、Lorin は大量の食料、矢、そして武器を見つけました。どうやらここの城主は大軍隊を想定していたようです。
ru: В замке Хэлтин Лорин нашла огромные запасы продовольствия, стрел и оружия. Действительно было похоже, что хозяева замка ожидали прибытия огромной армии.

source: Lorin ordered the castle to be prepared for defense. Men worked day and night, snowflakes were melting on their eager bodies. She worked alongside them, as hard as though she wanted to prove that she was as good as any man. Or perhaps as though she wanted to be too tired to have time for memories.
ca: Lorin, doncs, va ordenar que el castell havia d'estar preparat per a la defensa. Els hòmens van treballar dia i nit mentre els flocs de neu es fonien al contactar amb els seus cossos. Ella també va treballar amb ells, tan durament que pareixia que volia demostrar que era tan eficient com els hòmens. O com si volguera cansar-se com per no poder perdre's en antics records.
hu: Lorin elrendelte a vár megerősítését. Emberei éjjel-nappal dolgoztak, a szállingózó hópelyhek elolvadtak a testükön. Lorin velük együtt dolgozott, olyan keményen, mintha csak azt akarta volna bizonyítani, hogy felér bármelyik férfival. Vagy pedig úgy, mint aki azért fárasztja magát, hogy ne kelljen emlékeznie.
ja: Lorin は城の守りを固める準備をするよう命じました。兵士たちは昼夜問わず働き続け、その熱心な彼らの身体には雪片が溶けていきました。彼女も彼らとともに働きました。あたかも彼女自身がどの男にも負けないほど優れていることを証明するかのように。また、あるいは、過去を思い出す時間が無いほど疲れたいかのように。
ru: Лорин приказала готовить замок к обороне. Несмотря на то, что с неба уже падали первые снежинки, люди работали днём и ночью. Лорин упорно трудилась вместе со всеми, будто хотела доказать, что она ни в чём не уступает мужчинам. А может просто хотела уставать так, чтобы не оставалось сил на воспоминания.

source: My Lady, the defenses are ready. I ordered a moat dug out in the north, we also put some new fortifications in place, but they are not finished.
ca: Ma senyora, les defenses ja estan preparades. He ordenat excavar un fossat al nord, també hem començat a edificar algunes fortificacions, però encara no estan terminades.
hu: Úrnőm, a védművek elkészültek. Északon ásattam egy várárkot, s néhány tornyot is elkezdtünk építeni, azokat még be kell fejezzük.
ja: ご婦人、防衛の準備が完了しましたよ。北側に掘を作るように命じて、新たな防御壁をいくつか設置するよう指示しましたが、まだ完成していません。
ru: Госпожа, оборонные сооружения готовы. Я приказал выкопать ров на севере. Кроме того мы установили новые фортификации, но они ещё не совсем готовы.

source: We have no time to finish it. Their armies are already upon us. Faster, move the supplies to the hideout in mountains, so even if they reach the keep they won't find anything!
ca: No ens quede temps per acabar-lo. Ja estan ací. Ràpid, dugueu les provisions cap al refugi a les muntanyes, per tal que, encara que prenguen el castell, no troben res.
hu: Azokat már nem tudjuk befejezni. Itt vannak az orkok. Gyorsan, a készleteket rejtsük el a hegyek közt, ha netán elérnék a várat, akkor se találjanak semmit!
ja: 完成を待つ時間は無いわ。奴らの軍隊が既に迫っている。早く、山中の隠し場所に物資を運び込んで、奴らが要塞に到着しても、何も見つからないようにしなさい！
ru: Заканчивать нет времени. Враг уже рядом. Скорее перепрятывайте запасы в горы. Даже если замок будет взят, орки не найдут ничего.

source: Where is the promised food? Where are the rooms to rest? Answer me, human!
ca: On està el menjar que ens van prometre? On són les habitacions per descansar? Respon, humà!
hu: Hol van a megígért élelem? Hol vannak a szállások? Beszélj, ember!
ja: 食事の約束はどこに行っちまったんだ？休息する部屋は？答えろよ、人間！
ru: Где обещанная еда? Где комнаты для отдыха? Отвечай, человек!

source: Brother! Where are you? Why do you keep gates of Haeltin closed?
ca: Germà! On estàs? Per què mantens les portes de Haeltin tancades?
hu: Bátyám! Hol vagy? Miért vannak zárva Haeltin kapui?
ja: 兄貴、どこだい？なんで Haeltin の門を閉めてるんだ？
ru: Брат! Где ты? Почему ты не открываешь ворота Хэлтина?

source: Your brother is dead, and soon you will be too!
ja: お前の兄弟は死んだよ、もうすぐ、あんたもね！

source: Dead? How is that possible? Who killed him?
ca: Mort? Cóm pot ser això? Qui l'ha mort?
hu: Halott? Ez hogy lehet? Ki ölte meg?
ja: 死んだだと？できるわけねえだろ？誰が殺ったってんだ？
ru: Мёртв? Как это могло произойти? Кто его убил?

source: He was slain by my hand.
ca: Va morir per la meva mà.
hu: Saját kezűleg vágtam le.
ja: あいつは、この手で殺したわ。
ru: Он принял смерть от моей руки.

source: Does it matter? He is dead now.
ca: Què importa? Ara ja és mort
hu: Nem mindegy? Halott és kész!
ja: 誰だろうが、どうでもいいんじゃない？もう死んでるんだから。
ru: Это так важно? Мёртв и всё.

source: My brother! No! Witch, you will answer for that! I will burn you alive!
ca: El meu germà! No! Bruixa, me les pagaràs totes! Et cremaré viva!
hu: Bátyám! Ne! Te, boszorkány, ezért felelni fogsz! Elevenen égetlek el!
ja: あにきー！ くそーー！ この魔女め、償いはしてもらう！生きたまま焼いてやる！
ru: Мой брат! Нет! Ведьма, ты ответишь за это! Я сожгу тебя заживо!

source: Come and try it.
ca: Vine i proba a fer-ho
hu: Próbálj szerencsét!
ja: やってみなさい。
ru: Приди и попробуй.

source: Enough of this chit-chat! We are out of supplies and we are hungry. Soldiers! Your food is inside that castle. Get them!
ca: Ja n'hi ha prou de tanta xerrameca! No ens quede menjar i tenim fam. Soldats! El vostre menjar està dins d'aquest castell. A per ells!
hu: Elég a csevegésből! Elfogytak a készleteink, éhesek vagyunk. Harcosok! Az élelem a várban van! Szerezzük meg!
ja: 無駄話はうんざりだ！俺達はもう物資は付きたし食い物もねえ。野郎ども！てめえらの食い物は、あの城の中だ。とっ捕まえて食っちまえ！
ru: Хватит трепаться! У нас закончилось продовольствие, мы голодны. Солдаты! Ваша еда в этом замке. Возьмите её!

source: We really should sacrifice an ox to God. There are so many of them; without God's help we won't be able to defeat them.
ca: Deuríem sacrificar un bou en honor de Déu. Són massa, i sense la Seua ajuda no els podrem derrotar.
hu: Egy ökröt kéne áldoznunk az istennek! Annyian vannak, mint égen a csillag, Isten segítsége nélkül nem győzhetjük le őket.
ja: 神には、牛の生贄をすべきなんだ。たくさん必要だぞ。神の手を借りなければあいつらを倒すことはできないからな。
ru: Нужно принести в жертву быка. Их слишком много. Без помощи всевышнего мы их не разобьём.

source: We don't have any oxen.
ja: 牛なんかいないよ。

source: Then something similar.
ja: なら、なんか似てるものを。

source: ...like that boar! Let me go capture it, sacrifice it, and then surely God's favor will be upon us!
ja: ...あの猪とか！俺が捕まえて生贄にすれば、きっと神のご利益があるに違いない！

source: I have caught it! Please, O God, accept this boar and look upon your children with your blessings!
ja: 捕まえたぞ！さあ、 神様、これを受け取ってください。そして子供たちに祝福を与え給え！

source: Reumario feels reinvigorated by his performance of the sacrifice, and gains experience!
ja: Reumario は生贄を捧げることで元気を取り戻し、経験を積んでゆきます！

source: You fools! I was going to sacrifice that boar! But now you have killed it without performing the proper sacrificial ritual, and it will go to waste!
ja: この愚か者め！その猪は生贄にするつもりだったのに！ちゃんと生贄の儀式無しで殺したな、それじゃあ無駄になるだろ！
