Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Nonsense. They know that the lives of their sons are in our hands.
ca: Bah, això no té cap sentit. Saben que tenim les vides dels seus fills a les nostres mans.
hu: Badarság. Az elsőszülötteik életével nem fognak játszani.
ja: くだらないわね。彼らの息子の命が私たちの手中にあることは、彼らも知ってるわ。
ru: Чушь. Они знают, что жизнь их сыновей в наших руках.

source: I am not sure whether we have enough gold for this endeavor. I wish we had accumulated more in previous battles.
ca: No sé si tindrem prou or per aquesta missió. Tant de bo haguérem recaptat més en les batalles anteriors.
hu: Nem vagyok biztos benne, hogy elég aranyunk van ehhez a megmérettetéshez. Bárcsak többet gyűjtöttünk volna korábban!
ja: 今回の試みに十分な gold が、私たちに残っているかどうかが不安です。前の戦いのときにもう少し残しておけば良かったのですが。
ru: Думаю, нам не хватит денег, чтобы закончить дело. Мы должны были накопить больше средств в предыдущих битвах.

source: being betrayed.
ja: 裏切られた。

source: Blah blah blah; if you are seeing this, you should already know what the deal is.
ja: うわうわうわ；これを見ているあなたなら、何がどうなっているかお分かりですよね。

source: Uri personally attacking Barnon.
ja: Uri が個人的に Barnon を攻撃している。

source: moving on to Unexpected Guests.
ja: シナリオ "予期せぬ客" に移動する。

source: moving on to The Swamp Things.
ja: シナリオ "沼地の怪物" へ移動する。

source: It is a dark day indeed, to see Akladian lords siding with an underling bastard child. What will your ancestors say about this, Uri?
ca: És un negre dia per veure senyors akladians aliats amb un bastard carrall. Què diran els teus avantpassats d'açò, Uri?
hu: Sötét nap ez a mai, amikor akladiai nemesek állnak egy nemtelen barbár mellé. Mit mondanának az őseitek, ha látnának titeket, Uri?
ja: なんとも暗い日だな、Akladia の諸侯たちが私生児の味方になるとはな。Uri よ、君の祖先は、この状況をなんと言うだろうな？
ru: Будь проклят день, когда акладианские лорды встали рядом с ублюдком дикарём. Ури, что скажут об этом наши предки?

source: Hoyre, you have always been my friend. I would never fight against you. Rather, I join with you to kill that mixling!
ca: Hoyre, sempre has sigut el meu amic. No lluitaré mai contra tu. Preferisc unir-me a tu per a matar a eixe mestís!
hu: Hoyre, te mindig is a barátom voltál. Sosem harcolnék ellened. Inkább csatlakozom hozzád, hogy elpusztítsuk ezt a korcsot!
ja: Hoyre 、君はいつでも私の友人だよ。君を相手に戦うことなんて絶対に無い。むしろ、あの混血児を殺すために君と一緒に戦うさ！
ru: Ойре, ты всегда будешь моим другом. Мой меч никогда не поднимется против тебя. Лучше мы вместе убьём этого полукровку!

source: I've never intended to fight against you, Hoyre. Let our swords instead cut that underling's head off! And slay that witch, his step-mother, as well!
ja: 君と戦うことは絶対避けたいんだ、Hoyre 。その代わりに、私達で下っ端の首を切り落とそうじゃないか！それと、あの継母の魔女もな！

source: Reach either the eastern or western signpost with both Lorin AND Reme. After that, hold on at least $ano_howmanyturns turns before the honorable death of Gawen Hagarthen.
ja: Lorin と Reme の二人が、東か西の道標に到達する。その後、Gawen Hagarthe が名誉の死を遂げる前に $ano_howmanyturns ターン以上持ちこたえる。

source: We spent so many days drinking and fighting together. Now you come with an army against me? What about our plans, Bor?
ca: Hem passat tants dies bevent i lluitant junts, i ara estàs contra mi? Què passa amb els nostres plans, Bor?
hu: Oly sokszor lakomáztunk és harcoltunk együtt. S most ellenem jöttök? Mi van a tervünkkel, Bor?
ja: 我々は何日も何日も、一緒に酒宴と戦闘を繰り返す日々を過ごしてきた仲ではないか。今度は私にヤイバを向け、軍隊で立ち向かうというのか？なあ Bor よ、我々の計画はどうなってしまうのだ？
ru: Много дней мы провели, пируя и сражаясь вместе. И теперь ты против меня? Что ты собираешься делать, Бор?

source: Our plans haven't changed, Hoyre. You were and are my friend. I only came here with the underling so we could trap him. I am with you!
ca: Els nostres plans no han canviat, Hoyre. Tu eres i ets el meu amic. He vingut amb el carrall aquest només per dur-lo a un trampa. Estic amb tu!
hu: A tervünk nem változott, Hoyre. A barátom voltál, és az is maradsz. Eljöttem a nemtelennel, hogy csapdába csaljam. Én veled tartok!
ja: 計画は何も変わらない、Hoyre 。君はこれまでも、今も、私の友人だ。あの下っ端とともに、ここへやって来た、ただそれだけのことだ。彼を罠にかけるためにな。私は君とともに在る！
ru: Ничего не изменилось, Ойре. Ты был и остаёшься моим другом. Я пришёл сюда вместе с дикарём только для того, чтобы заманить его в ловушку. Я на твоей стороне!

source: Noble Lords, count on me too! Death to that scraggy mixling, that witch and all the traitors who support them against our own kin! God with us! Kill them all, let us eat their hearts!
ca: Nobles senyors, conteu amb mi també. Mort a aquest dèbil mestís, a la bruixa i a tots els traïdors que els recolzen contra la nostra raça! Déu ho vol! Mateu-los tots, ens menjarem els seus cors!
hu: Nemes uraim, engem se hagyjatok ki! Halál a nyamvadt korcsra, a boszorkányra, s minden árulóra, aki támogatja őket a mi fajunk ellenében! Isten velünk van! Öljük meg mindet, s együk meg a szívüket!
ja: 高貴な諸侯の方々よ、私も仲間の一人だ！ガリガリの混血男と魔女、それから、我々に刃向かって奴らを指示する全ての裏切り者に死を！神は我らと共に在る！皆殺しにせよ、奴らの心臓を食ってしまえ！
ru: Благородные лорды! Рассчитывайте и на меня тоже! Смерть задохлику-полукровке, ведьме и предателям, которые поддерживают их в войне с собственными родичами! С нами Бог! Убьём их и съедим их сердца!

source: With this turn, you have met the survival requirement!
ja: このターンで生き残る（勝利する）条件が満たされました！

source: Bonus for resisting $ano_tmp| turns above requirement
ca: Bonus per resistir $ano_tmp| torns per damunt dels requerits.
hu: Jutalom a szükséges $ano_tmp| kör feletti ellenállásért
ja: 持ちこたえることでボーナスを得るには、あと $ano_tmp ターンが必要です
ru: Награда за оборону в течение |$ano_tmp| ходов сверх необходимого.

source: Resisted $ano_barnon_turns| turns.
ca: Has resistit $ano_barnon_turns| torns.
hu: Ellenálltál $ano_barnon_turns| körig.
ja: 現在 $ano_barnon_turns ターン持ちこたえています。
ru: |$ano_barnon_turns| ход обороны.

source: Gawen, you really ought to be getting us out of here...
ja: Gawen 様、私達をここから連れ出すことが急務と思われます...

source: I thought I told my men to evacuate my step-mother, yet she remains on the battlefield... how stubborn...
ja: 部下たちには、義母を避難させるように言ったのに、まだ戦場に残っている... なんと強情な...

source: Wait a second, something odd seems to be happening here...
ja: ちょっと待ってくれ、ここで何かおかしなことが起きているような気がする...

source: At this moment, Gawen remembered what he was trying to do.
ja: その瞬間、Gawen は自分が何をしようとしているかを思い出しました。

source: This is taking too long. Men, gather me an escort, for I shall be taking this battle to the mixling myself!
ja: あまりに時間がかかり過ぎている。みんな、私の護衛となる者たちを集めてくれ。私は、この戦闘をあの混血男自身への戦いにするつもりだ！

source: To Barnon!
ja: Barnon へ行くぞ！

source: You can't stay holed up there forever, Gawen!
ja: ずっとそこに籠もっていられるわけではないんだぞ、Gawen ！

source: The mixling resists my attack! Men, join me!
ja: 混血男が私の攻撃に抵抗している！兵士たち、攻撃に参加しろ！

source: You'd better watch out, Gawen, because I've got more where that came from!
ja: 気を付けたほうがいいぞ、Gawen 。同じような兵士がまだまだいるからな！

source: I told you I had more guards!
ja: 警護兵がまだまだいると言っただろう！

source: Men, join me in my attack!
ja: 兵士たちよ、攻撃に加わるんだ！

source: Your city has fallen, Gawen! Surrender now, and I promise you that we won't torture you <small>(as much)</small> before killing you!
ja: お前の町は陥落したぞ、Gawen ！今すぐ降伏しろ、そうすれば、お前を殺す前に <small> (それほどには) </small> 拷問しないと約束しよう！

source: Never!
ja: 降伏など絶対にしない！

source: I tire of this. Men, the task now returns to you to kill that scraggy mixling!
ja: もういい、うんざりだ。兵士たちよ、あの屑みたいな混血男を抹殺するのがお前たちの仕事だ！

source: I hope both Reme and Lorin have made it... Aaargh!
ca: Espere que tant Reme com Lorin hagen pogut escapar...Aaaargh!
hu: Remélem, mind Lorin, mind Reme megmenekült... Áááhhh!
ja: Reme と Lorin の方は、うまくやっただろうか... アゥッ！
ru: Надеюсь Реме и Лорин удалось... Аааах!

source: I think we killed him, my lord!
ca: Crec que l'hem mort, senyor!
hu: Azt hiszem, uram, megöltük!
ja: 閣下、奴を殺したと思います！
ru: Думаю, мы убили его, господин.

source: You 'think'!? Where is his body? Search for it, fools, I want to be sure!
ca: Creieu? On és el seu cos? Busqueu-lo, vull estar segur!
hu: Azt hiszed!? Hol van a holtteste? Keressétek meg, bizonyítékot akarok!
ja: 思います、とはどういうことだ！？ やつの死体はどこにある？探せ、バカどもめ、私は確かめたいのだ！
ru: Думаешь?! А где тело? Найди его! Я хочу быть уверен.

source: ...well, now that Gawen thinks he's won, there's no need to keep up this farce, is there, Bor?
ja: ...あ～、なあ、Gawen は自分が勝ったと思ってるだろうから、今さらこんな茶番を続けても、仕方ないんじゃないのか Bor 、違うか?

source: Indeed, Uri, there isn't! Let our swords instead cut that underling's head off! And slay that witch, his step-mother, as well!
ja: まあな、Uri 、同感だ！ 代わりに下っ端の首を切り落とし、同じようにあの継母の魔女も殺してしまえ！

source: Using debug mode to kill all the enemies is cheating!
ja: デバッグモードを使って敵を全部殺すなんてことしちゃ、ズルですよ～！

source: DEBUG_MODE is defined; that means you probably cheated to kill all the enemies!
ja: DEBUG_MODEが定義されてますね。ということは、ズルをして敵をすべて倒したってことに違いないでしょう！

source: Despite the incredible odds stacked against him, Gawen somehow managed to defeat all of his enemies at Barnon.
ja: 信じられないほどの逆境にあるにも関わらず、Gawen は Barnon にいる敵の全てをなんとか負かしたのでした。

source: However, this meant that he never managed to unite the warring factions of Wesnoth...
ja: しかし、このことはまた、Wesnoth に対抗するために、交戦中の各領主を一つにまとめ上げることは、遂に叶わなかったということを意味しました。

source: This is an early end to the campaign. If you would like to see the rest of it, please replay this scenario and let Gawen be defeated as he is supposed to be.
ja: 全ての敵を倒したので、このキャンペーンは早期終了となります。このシナリオをもう一度プレイして、Gawen を本来の姿のまま敗走させてみてください。そうすると、次のシナリオへと進みます。

source: For now, though, we shall skip ahead to the campaign wrap-up.
ja: 今はひとまず、話はキャンペーンのエンディングへと進んで行きます。

source: If this campaign were continuing normally from here, Lorin would receive a bonus of $bonus_amt|g per each turn above the minimum of $ano_howmanyturns extra turns: $ano_barnon_turns
ja: もし、このキャンペーンが普通に続いていたなら、Lorin は各ターンごとに $bonus_amt gold のボーナスを、最低ターン数である $ano_howmanyturns 追加ターン数：$ano_barnon_turns を超えるごとに受け取ることになっていたでしょう

source: Gawen's sacrifice successfully bought Lorin more time to escape! Thus, she gets a bonus for his resistance: Lorin receives $bonus_amt|g per each turn above $ano_howmanyturns: $ano_barnon_turns
ja: Gawen の犠牲によって、Lorin は逃げる時間を稼ぐことに成功しました！これにより、彼女は彼の抵抗によるボーナスを得ます： Lorin は$ano_howmanyturns 以上のターンごとに $bonus_amt gold を受け取ります： $ano_barnon_turns ターン

source: Oh no! Fresh enemy reinforcements have arrived, Reme, and you have no chance to escape! I can't hold them!
ca: Oh, no! Han arribat reforços enemics, Reme, no tens cap possibilitat d'escapar! No puc resistir més!
hu: Ó, ne! Megérkezett az ellenség erősítése, Reme, nincs esélyed elmenekülni! Nem tudom feltartani őket!
ja: しまった！敵の新たな援軍が到着した、Reme も君たちも逃走の機会が無くなった！私はこれ以上、持ちこたえられない！
ru: О нет! К ним пришло подкрепление! Реме, ты уже не успеешь уйти. Я не могу их удержать.

source: Oh no! Fresh enemy reinforcements have arrived, Lorin, and you have no chance to escape! I can't hold them!
ca: Oh, no! Han arribat reforços enemics, Lorin, no tens cap possibilitat d'escapar! No puc resistir més!
hu: Ó, ne! Megérkezett az ellenség erősítése, Lorin, nincs esélyed elmenekülni! Nem tudom feltartani őket!
ja: しまった！敵の新たな援軍が到着した、Lorin も君たちも逃走の機会が無くなった！私はこれ以上、持ちこたえられない！
ru: О нет! К ним пришло подкрепление! Лорин, ты уже не успеешь уйти. Я не могу их удержать.

source: After the end of the day king's forces were defeated; however, no one could find the body of Gawen Hagarthen.
ca: Quan va acabar el dia, les forces del rei van ser derrotades; tanmateix, no cap va poder trobar el cos de Gawen Hagarthen.
hu: A nap végére a király seregét megsemmisítették; csakhogy senki sem találta meg Gawen Hagarthen holttestét.
ja: 王の軍隊が敗北して数日が経過しました。しかし、誰も Gawen Hagarthen の遺体を見つけることはできませんでした。
ru: К исходу дня королевские войска были разбиты. Впрочем, тело короля так и не нашли.

source: Argh! I am wounded!
ca: Argh! Estic ferit!
hu: Áááh! Megsebesültem!
ja: うわっ！怪我を負ってしまった！
ru: Ах ты... Меня ранили!

source: They got Hoyre! My friend! You will be avenged!
ca: L'han pres! Amic meu! Et venjarem!
hu: Megölték Hoyrét! Barátom! Megbosszullak!
ja: Hoyre が捕まった！友よ、警戒しろ！報復されるぞ！
ru: Он убил Ойре! Друг, за тебя отомстят!

source: I am alive, but I must run away! They try to kill me!
ja: まだ死んではいないが、逃げねば！私を殺しにやって来るだろう！

source: Run away? You are an Akladian Lord, stay and fight!
ja: 逃げる？君は Akladia の領主だろう、逃げずに戦うんだ！

source: Fortunately I have a hideout here...
ja: 幸いなことに、ここに隠れ家があるんだ...

source: Where is he? He must have hid somewhere!
ja: 奴はどこだ？どこかに隠れているに違いない！

source: No, he is not dead, he is just heavily wounded and has lost consciousness!
ca: No, no ha mort, només l'han ferit, però ha perdut la consciència!
hu: Nem, nem halt meg, csak súlyosan megsebesült, s elvesztette az eszméletét.
ja: ああ、死んでいないさ、重傷を受けて気を失っているだけだ！
ru: Нет, он не убит, он просто тяжело ранен и без сознания.

source: How did you manage to kill Hoyre? This shouldn't happen... Hoyre was supposed to run away when approached. Contact the maintainers with your savegame and replay for review!
ja: あなたは、どうやって Hoyre を殺せたのでしょうか？これは、起きない筈なのですが... Hoyre は誰かが接近したら逃げようとしていました。レビュー用にゲームのセーブデータとリプレイファイルを用意して、キャンペーンのメンテナに連絡してくださいね！

source: Using debug mode to kill Bor Cryne is cheating!
ja: デバッグモードを使って Bor Cryne を殺すなんて、ズルですよ～！

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to kill Bor Cryne or not... better restart just to be sure!
ja: デバッグモードがオンになっているか、過去にオンになっていたようですので、Bor Cryne を殺すために、あなたがズルをしたかどうかは分かりませんが... 念の為に Wesnoth を再起動した方がよいですよ！

source: How did you manage to kill Bor Cryne? This shouldn't happen... it means the level is too easy. Stop what you are doing and contact the maintainers with your savegame and replay for review!
ja: あなたは、どうやって Bor Cryne を殺せたのでしょうか？これは、起きない筈なのですが... 難易度があまりに低すぎるということになります。今のプレイを中止して、レビュー用にゲームのセーブデータとリプレイファイルを用意して、キャンペーンのメンテナに連絡してくださいね！

source: How did Hoyre manage to kill Bor Cryne? This shouldn't happen... it means something went wrong. Contact the maintainers with your savegame and replay for review!
ja: Hoyre はどうやって Bor Cryne を殺せたのでしょうか？これは、起きない筈なのですが... 何かが間違っていることになります。レビュー用にゲームのセーブデータとリプレイファイルを用意して、キャンペーンのメンテナに連絡してくださいね！

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to cause Bor Cryne to die or not... better restart just to be sure!
ja: デバッグモードがオンになっているか、過去にオンになっていたようですので、あなたが、Bor Cryne が死ぬように細工するというズルをしたかどうかは分かりませんが... 念の為に Wesnoth を再起動した方がよいですよ！

source: How did Bor Cryne manage to die? This shouldn't happen... it means something went wrong. Contact the maintainers with your savegame and replay for review!
ja: Bor Cryne はどうやって死んだのでしょうか？これは、起きない筈なのですが... 何かが間違っていることになります。レビュー用にゲームのセーブデータとリプレイファイルを用意して、キャンペーンのメンテナに連絡してくださいね！

source: Using debug mode to kill Uri van Roe is cheating!
ja: デバッグモードを使って Uri van Roe を殺すなんて、ズルですよ～！

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to kill Uri van Roe or not... better restart just to be sure!
ja: デバッグモードがオンになっているか、過去にオンになっていたようですので、Uri van Roe を殺すために、あなたがズルをしたかどうかは分かりませんが... 念の為に Wesnoth を再起動した方がよいですよ！

source: How did you manage to kill Uri van Roe? This shouldn't happen... it means the level is too easy. Contact the maintainers with your savegame and replay for review!
ja: あなたは、どうやって Uri van Roe を殺せたのでしょうか？これは、起きない筈なのですが... 難易度があまりに低すぎるということになります。レビュー用にゲームのセーブデータとリプレイファイルを用意して、キャンペーンのメンテナに連絡してくださいね！

source: How did Hoyre manage to kill Uri van Roe? This shouldn't happen... it means something went wrong. Contact the maintainers with your savegame and replay for review!
ja: Hoyre はどうやって Bor Cryne を殺せたのでしょうか？これは、起きない筈なのですが... 何かが間違っていることになります。レビュー用にゲームのセーブデータとリプレイファイルを用意して、キャンペーンのメンテナに連絡してくださいね！

source: It appears that debug mode either is on, or has been on in the past, so it's not clear if you're cheating to cause Uri van Roe to die or not... better restart just to be sure!
ja: デバッグモードがオンになっているか、過去にオンになっていたようですので、あなたが、 Uri van Roe が死ぬように細工するというズルをしたかどうかは分かりませんが... 念の為に Wesnoth を再起動した方がよいですよ！

source: How did Uri van Roe manage to die? This shouldn't happen... it means something went wrong. Contact the maintainers with your savegame and replay for review!
ja: Uri van Roe はどうやって死んだのでしょうか？これは、起きない筈なのですが... 何かが間違っていることになります。レビュー用にゲームのセーブデータとリプレイファイルを用意して、キャンペーンのメンテナに連絡してくださいね！

source: Ah! He's coming for me! Time to use my reserves!
ca: Ah, ve per mi! Amics, envieu-me reforços!
hu: Ah! Nekem jön! Barátaim, küldjetek egy kis erősítést!
ja: あっ！ 私の方にやって来た！よし、蓄えを使う時が来たな！
ru: А! Он попался! Друзья, пришлите мне подкрепление!

source: Ah! He's coming for me! What happened to my reserves?!
ja: あっ！ 私の方にやって来た！あれ、私の蓄えはどうなったんだ！

source: My lord, we really should try to escape, this battle is impossible to win!
ca: Senyor, deuríem intentar escapar, aquesta batalla és impossible de guanyar!
hu: Uram, igazán meg kellene próbálnunk megszökni, ezt a csatát lehetetlen megnyerni!
ja: 陛下、私たちは本当に逃げねばなりません、この戦いで勝つなんて無理です！
ru: Милорд, лучше бежать. Эту битву нам не выиграть.

source: Here are my reserves!
ja: あ、私の蓄えはここにあったのか！

source: Ha! Come and get some! I have some nasty surprises for you!
ja: ハッハッハ！ かかってこい！とっておきの嫌な仕掛けが待ってるぞ！

source: Ha! Come and get some! I'm more than ready for you!
ja: ハッハッハ！ かかってこい！待ってたところだ！

source: Time for some nasty surprises for you!
ja: とっておきの嫌な仕掛けを見せる時が来たようだ！

source: My faithful warriors, it's time to show your loyalty to the clan!
ja: 私の忠実な戦士たちよ、今こそ、一族への忠誠を示す時だ！

source: Do not worry, I will soon be back, with reinforcements!
ja: 心配しなくてよい、すぐに戻って来る。援軍を連れてな！

source: This Hoyre... Sometimes I wonder whether his mother... It seems, Uri, that we will have to finish this on our own.
ja: この Hoyre は... 時々疑問なんだが、彼の母親は... Uri よ、ここは、私たちだけで終わらせるしかなさそうだ。

source: ...well, now that Hoyre's no longer around, there's no need to keep up this farce, is there, Bor?
ja: ...ああ、Hoyre がもう付近にいない今となっては、この茶番を続ける必要は無いな、Bor。だろ？

source: I'm back with the reinforcements, just as promised!
ja: 援軍を連れて戻ったぞ、約束したとおりにな！

source: Ha! It seems Uri left behind some gold here after setting out from this encampment!
ja: 何と！ Uri は、この陣地を出発した際に、資金を置き忘れていったようだ！

source: Now wait just a minute here! Men, look around and see if they dropped any of their own gold!
ja: おい、ちょっと待ってくれ、ここだ！兵士たち、彼ら自身の資金が落ちていないか、辺りを探してくれ！

source: Yes, gold for all true Akladians!
ja: あったぞ、すべての真の Akladia 人の資金だ！

source: Bor Cryne and Uri van Roe have each received $gold_amt gold pieces.
ja: Bor Cryne と Uri van Roe は、それぞれ $gold_amt gold を獲得しました。

source: yet he is still alive
ja: 彼は、まだ生きている

source: pikeneer
hu: pikás
ja: 矛兵

source: protector
ja: 警護兵

source: clansman
ja: 氏族兵

source: shieldguard
ja: 盾兵
ru: Щитоносец Акладиан

source: homeguard
ja: 宿営兵

source: raider
ja: 侵入者

source: light infantryman
ca: Infant lleuger akladià
ja: 軽歩兵
ru: Лёгкий пехотинец Акладиан

source: warrior
ja: 戦士

source: fastfoot
ja: 韋駄天
ru: быстрый

source: underling
ca: carrall
ja: 下っ端

source: witch, his stepmother
ja: 魔女の継母

source: yet she is still alive
ja: 彼女は、まだ生きている

source: This underling has incredible luck!
ja: この下っ端は、信じられないくらいに運がいいな！

source: What do you mean, Bor?
ca: Què vols dir, Bor?
hu: Mire gondolsz, Bor?
ja: Bor 、それはどういう意味だ？

source: I don't know how to explain this. But... For example, I was so sure our warriors will kill that $tmp, $tmpg|!
ja: うまく説明できないが... 例えば、我々の戦士が$tmp|をきっと殺すと思っていたのだが、$tmpg|！

source: She-Wolf of Haeltin
ca: La Lloba de Haeltin
hu: Haeltin Nőstényfarkasa
ja: Haeltin のメス狼
ru: Хэлтинская Волчица

source: A bitter-cold wind was blowing on the day when Gawen's army, guided by local peasants, reached the hills where Haeltin was located. Ruvio explained that the She-wolf of Haeltin had fought with Akladians as well as orcs, so she could be a friend.
ca: Va ser un dia gelat quan l'exèrcit de Gawen va arribar a les muntanyes on Haeltin era, guiats pels camperols locals. Ruvio va explicar que la Lloba de Haeltin va lluitar contra els akladians tant com contra els orcs, motiu pel qual, potencialment, podria ser una amiga.
hu: Hideg volt aznap, mikor Gawen serege, helyi parasztok által kalauzolva, elérte a dombokat, ahol Haeltin feküdt. Ruvio elmondta, hogy Haeltin Nőstényfarkasa harcolt az akladiaiak és az orkok ellen is, így barátként lehet vele számolni.
ja: Gawen 軍が地元の農民たちに案内されて Haeltin のある丘に到着したとき、突き刺すような寒風が吹き続けていました。Ruvio が言うには、「Haeltin のメス狼」は オークだけでなく Akladia 人とも戦ったことがあり、友人になれるはずだということでした。
ru: В день, когда армия Гэвена в сопровождении местных крестьян подошла к окружающим Хэлтин холмам было морозно. Рувио говорил, что Хэлтинская Волчица воевала и с акладианами и с орками, поэтому она вполне может оказаться другом.

source: My Lady, our scouts have told us that an unknown army is approaching us. They also report that it is led by Gaumhaldric, a Wesnothian. I've heard about him; supposedly he has already defeated some Akladian lords as well as bandits. If he attacks us, I don't know if we can defend ourselves.
ca: Senyora, els nostres exploradors ens han informat que un exèrcit desconegut està acostant-se, liderat per Gaumhaldric, un wesnothià. He sentit parlar d'ell, es diu que ha vençut uns quants akladians i proscrits. Si ens ataca, no sé si podrem defendre'ns.
hu: Úrnőm, felderítőink egy ismeretlen sereg felbukkanását jelezték. A felderítők szerint Gaumhaldric vezeti őket, egy wesnothi. Hallottam már róla. Állítólag legyőzött már akladiaiakat és banditákat is. Ha megtámad minket, nem tudom, hogy meg tudjuk-e védeni magunkat.
ja: 奥様、見知らぬ敵が接近しているという斥候からの知らせが入っていますよ。Wesnoth 人の Gaumhhaldric とう者が率いているそうです。私も聞いたことがありますが、おそらく、盗賊以外に Akladia の領主もしているそうですよ。攻撃をしかけてきたら、守り切れるかどうか不安です。
ru: Госпожа, разведчики докладывают, что к нам приближается армия. Говорят, что их ведёт какой-то веснотец Гемхальдрик. Я слышал о нём. Рассказывали, что он побеждал акладиан и разбойников. Не знаю, отобьём ли мы его нападение..

source: What kind of madman is he, attacking in the winter? And why wouldn't we be able to defend ourselves? Anyway, Yahyazad, it's time you learned something. I can easily convince this Gaumhaldric that attacking us is bad idea.
ca: Deu estar boig, doncs. Atacar-nos durant l'hivern? I per què no hem de poder defendre'ns? De tota manera, Iahiazad, és hora que aprengues alguna cosa nova. Pense convèncer a aquest Gaumhaldric que atacar-nos és una mala idea.
hu: Micsoda esztelen ember lehet, télen támadni... S miért ne tudnánk megvédeni magunkat? Amúgy Yahyazad, ideje megtanulnod valamit. Majd én meggyőzöm ezt a Gaumhaldricot, hogy őrültség lenne megtámadni minket.
ja: どういう狂人なんだろう、冬に攻撃してるのよね？それに、私たちが自分を守れないかもしれないとはどういうこと？まあ、とにかく、Yahyazad よ、あなたももう、何かを学んでもいい頃よね。その Gaumhhaldric とやらに、私たちを攻撃するのは愚かなことだと分からせるのは簡単なことよ。
ru: Он сумашедший? Идти на штурм среди зимы. И почему это мы не сможем выстоять? в любом случае, Яранов, тебе стоит кое-чему поучиться. Я покажу этому Гемхальдрику,что связываться с нами - плохая идея.

source: And how, exactly, do you plan to do that?
ca: I com ho penses fer?
hu: És hogy akarod meggyőzni?
ja: それで、実際にどうするおつもりです？
ru: И что именно Вы будете делать?

source: I will exercise my womanly wiles against him.
ja: 私が、女の知恵ってものを駆使するわ。

source: Mm hmm...
ja: う、うーむ...

source: In plainer language, I'm going to seduce him.
ja: 分かりやすく言えば、要するに、女の魅力で誘惑するってことよ。

source: Indeed? I shall be sure to observe and learn, then.
ja: え？ホントですか？それは、よく見て勉強させていただきます。

source: This is the place. I am not sure what we should do. The place seems to be well-fortified, and we are not prepared for a long siege.
ca: Així que aquest és el lloc. No sé segur què he de fer, pareix que estiga prou ben fortificada. No estem preparats per a un llarg setge.
hu: Tehát ez az a hely. Nem tudom, mit kéne tennünk. A hely igencsak meg van erődítve. Nem készültünk hosszú ostromra.
ja: ここが、その場所です。何をすべきなのか、よく分かりません。この土地は要塞化されているようですし、私たちは長期の包囲戦の準備はできていません。
ru: Итак, мы на месте. Надо подумать, что делать дальше. Похоже это место хорошо защищено. А мы не готовы к длительной осаде.
