Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: I've never heard human talking like this to orcs... it is said that there is eternal enmity between our kinds, and our two races cannot live together on this world created by Mother Earth.
ca: No mai havia sentit un humà parlant així als orcs... Es sol dir que hi ha un odi etern entre les nostres races i que totes dues no poden viure juntes en aquest món creat per la Mare Terra.
hu: Sosem hallottam még, hogy egy ember így szóljon az orkokhoz... Szomorú, hogy zsigeri gyűlölet él a népeink közt, s népeink nem élhetnek együtt békességben a Földanya teremtette világban.
ja: 人間がオークにこんな話をするなんて、今までに聞いたことがないぞ...両種族の間には永遠の遺恨が存在していて、母なる大地が作り出した世界では共存できないと、そう言われている。

source: How can I hate the orcs after what I've heard from Deorien? Die in peace, warrior.
ca: Cóm puc odiar els orcs després del que he sentit dir a Deorien? Descansa en pau, guerrer.
hu: Hogy gyűlölném az orkokat azok után, amit Deorientől hallottam? Nyugodj békében harcos!
ja: Deorien から聞いた話の内容を知ったら、オークを憎むことなんてできると思うか？ 安らかに眠ってくれ、兵士よ。

source: No, wait... before I die... my soldiers are fighting and dying here, and now I am asking myself, what for? Why should more of them die here? They would die here gaining nothing for themselves. Will you allow my warriors to leave?
ca: No, espera... abans que mora... Els meus soldats estaven morint i ara em pregunte... per què? Per què haurien de morir més d'ells? Moririen ací per no res... Permetràs marxar als meus guerrers?
hu: Ne, várj még... mielőtt meghalok... A harcosaim itt pusztulnak, de most sem értem. hogy miért. Miért kellene még többüknek meghalnia? Meghalni a semmiért idegen földön. Hagynád őket, hogy elvonuljanak?
ja: いや、待て... 俺が死ぬ前に... 俺の兵士たちはここで戦い死んでいく、そして今、俺は俺自身に問いかけている、何のためなのだ？なぜ、奴らの多くがここで死んでいかねばならないのか？皆、何を得るでもなく、ただ死んでいくのだ。俺の兵士たちを許し、解放してくれないか？

source: I'm sorry, I can't risk it.
ca: Ho sent, no em puc arriscar.
hu: Sajnos, nem kockáztathatok.
ja: 残念だが、そんな危険は冒せない。

source: I agree, as long as they immediately quit the field.
hu: Egyetértek, ha azonnal eltűnnek innen.
ja: 承知した。彼らが、すぐにもこの地を立ち去るなら、そうしよう。

source: I'm sorry, but I can't risk it. If I allow your soldiers to leave, they will surely come back one day to fight us again.
ca: Ho sent, però no puc arriscar-me. Si deixara marxar els teus soldats, segurament tornarien algun dia a atacar-nos de nou.
hu: Sajnos nem kockáztathatok. Ha elengedném a harcosaidat, egy napon biztosan visszajönnének, hogy kifosszanak minket.
ja: 残念だが、私は危険を冒すことはできない。もし、お前の兵士たちがここを立ち去るのを許したら、必ずいつの日か再び戻ってきて私たちと戦うことになるだろう。

source: Yes, I will agree. I will let your soldiers go, but they must quit the field of battle immediately.
ca: Sí, d'acord. Deixaré marxar els teus soldats.
hu: Nos, rendben van. Elmehetnek a harcosaid, de most azonnal szedjék a sátorfájukat.
ja: ああ、そうしよう。お前の兵士たちを行かせてやろう。だが、今すぐ、この戦地を離れなければならないぞ。

source: Thank you, human. My soldiers, stop fighting and return to your homes!
ca: Gràcies, humà. Soldats, abandoneu la lluita i torneu a casa vostra!
hu: Köszönöm, ember. Harcosok, hagyjátok abba a harcot, és vonuljatok haza!
ja: 人間よ、ありがとう。我が兵士たちよ、戦うのをやめて自分の家に帰るのだ！

source: Robert the Hefty
ca: Robert el Pesat
hu: Izom Robi
ja: 太っちょ Robert

source: Aargh! I feel... so cold...
ca: Arrghh! Sent... la gelor...
hu: Áááhh! Én... fázom...
ja: ウワーッ！さ、さ...寒い...
ru: А-а-рх! Я чувствую... холод...

source: No, wait, don't die yet - please, answer a few questions...
ca: Espera! No et morgues encara! Per favor, respon estes poques preguntes...
hu: Ne, várj még, ne halj meg - kérlek válaszolj pár kérdésemre...
ja: まだだ、待て、まだ死ぬな ― 頼むから、質問に答えてくれ...
ru: Подожди, не умирай! Ответь на несколько вопросов...

source: And why... should I do it?
hu: És miért... kellene megtennem?
ja: なぜ.... 俺の義務なのか？

source: Because...
ca: Perquè...
hu: Mert...
ja: なぜなら...
ru: Потому что...

source: There are different kinds of death.
ca: Hi ha distintes maneres de morir.
hu: Sokféle halál létezik...
ja: 死に方にも、色々あるのだ。
ru: Есть разные способы умереть.

source: Because your king asks it of you.
ca: Perquè t'ho ordena el teu rei.
hu: Mert a királyod kérdez.
ja: お前の王が、そう頼んでいるからだ。
ru: Потому что так приказывает твой король.

source: You are trying to scare me? Ha, ha... I am dying already... And I won't tell you anything.
hu: Meg akarsz félemlíteni? Ha, ha... Hiszen már félig halott vagyok... Nem mondok neked semmit.
ja: 俺を怖がらせようっていうのか？ははは...もうすぐ死ぬんだぜ... それに、何も喋らないだろうさ。

source: My king? Ha, ha, that's funny... I have no king...
hu: Királyom? Ha, ha, de vicces vagy... nekem nincs királyom...
ja: 俺の王様だと？ははは... 馬鹿な... 俺に王様なんかいない...

source: Then tell me because I made you laugh before you died.
ca: Aleshores contesta'm perquè et vaig fer riure abans de morir.
hu: Akkor válaszolj nekem azért, mert megnevettettelek halálod előtt.
ja: お前が死ぬ前に、私はお前を笑わせようとしたんだから、教えてくれ。
ru: Тогда поговори со мной за то, что я развеселил тебя перед смертью.

source: All right then. Ask me, young king.
ca: D'acord. Pregunteu-me, jove rei.
hu: Rendben. Mit akarsz tudni, ifjú király?
ja: それならいいぜ。言ってみなよ、若い王様どの。
ru: Ну хорошо. Спрашивай, юный король.

source: Who hired the assassin who was sent to kill me?
ca: Qui va contractar aquell assassí que va intentar matar-me?
hu: Ki bérelte fel az orgyilkost, hogy megöljön?
ja: 私を殺すために送り込まれた暗殺者がいたが、そいつを雇ったのは誰だ？
ru: Кто нанял убийцу, который когда-то преследовал меня?

source: Do you sell poisons?
ca: Vens els verins?
hu: Adtok el mérgeket is?
ja: お前は毒薬を売っているか？

source: You sold poison to Lorin's clan once.
ca: Tu vas vendre verí una vegada al clan de Lorin.
hu: Egyszer mérget adtatok el Lorin klánjának.
ja: お前はかつて、Lorin の一族に毒薬を売ったことがある。
ru: Однажды вы продали яд клану Лорин.

source: Lorin's clan once bought poison from the outlaws. Do you know why?
ca: El clan de Lorin va comprar verí als proscrits una vegada. Per què?
hu: Lorin klánja egyszer mérget szerzett be a törvényen kívüliektől. Tudod, mi célból?
ja: Lorin の一族は、無法者から毒薬を買ったことがあった。なぜだと思う？
ru: Клан Лорин однажды покупал яд у разбойников. Ты знаешь зачем?

source: Yes... I remember it. Indeed, they bought poison from us. (<i>cough</i>)
hu: Igen... Emlékszem. Valóban vettek tőlünk mérget. (<i>köhög</i>)
ja: ああ... 覚えてるよ。本当だ。俺達から毒薬を買った。 (<i> ゴホッ </i>)

source: But why? And when?
ca: Però... per què? I quan?
hu: De miért? És mikor?
ja: なぜだ？いつ買った？
ru: Но зачем? И когда?

source: I don't know for sure, but it was just before your mother fell ill. The poison we sold them was very unique - it's hard to mistake the symptoms.
ca: No ho sé cert, però va ser justament abans que ta mare fóra enverinada. El verí que vam vendre va ser molt específica, és molt difícil confondre els símptomes.
hu: Nem tudom biztosan, de épp azelőtt, hogy az édesanyádat megmérgezték. A mérgezés tünetei nagyon egyediek - mármint ha azzal mérgezték meg.
ja: よくは知らんがお前の母親が身体を悪くする少し前だった。売った薬は特別な物で、症状を見れば、その毒薬だと分かるものだ。
ru: Я точно не знаю, но это было незадолго до того, как умерла твоя мать. Яд, который мы продали, был особый: его действие трудно с чем-нибудь перепутать.

source: Everything I've heard about your mother's death fits the symptoms of our poison perfectly. I can't be sure, of course, but I would guess that Lorin's clan bought the poison to kill your mother... (<i>cough</i>)
hu: Abból, amit az édesanyád haláláról hallottam, ráismertem a mérgünkre. Persze száz százalékig nem lehetek benne biztos, de azt hiszem, hogy Lorin klánja szerezte be a mérget, amivel megmérgezték édesanyádat. (<i>köhög</i>)
ja: 俺が耳にしたお前の母親の死は、その毒薬の症状と完璧に合致している。確かなことは、勿論分からんが、Lorin 一族は、お前の母親を殺すために毒薬を買ったんだろうな... (<i> ゴホッ </i>)

source: As an outlaw, you know probably a lot about poisons... My mother was poisoned... Do you know who could have done it?
hu: Törvényenkívüliként biztosan sokat tudsz a mérgekről... Az édesanyámat megmérgezték... Nem tudod, ki tehette?
ja: 無法者として、おそらくお前は毒薬のことをよく知ってるはず... 私の母親は毒殺された... 誰がやったか知ってるか？

source: I'm sorry, but I cannot help you. Akladian clans do buy poison from us here and there, but if you can't give me some names, I won't be able to help you.
ca: Ho sent, però no puc ajudar-te. Els clans akladians ens compren constantment verins, però si pogueres donar-me algunes pistes, tal volta podria ajudar-te.
hu: Sajnálom, de nem tudok neked segíteni. Az akladiai klánok olykor vesznek tőlünk mérgeket, de ennél kicsit konkrétabban kellene kérdezned, hogy válaszolni tudjak.
ja: 残念だけど、あんたの助けにはなれないよ。Akladia の氏族は、あちこちで俺たちの毒薬を買ってるが、誰が、とか名前を言ってくれないと、どうにもこうにもさ。

source: There was an assassin who was sent after me. He was interrogated and he testified he was sent from the Outlaw Place. This was almost two years ago - can you remember who hired him?
ca: Una vegada van contractar un assassí per matar-me. Quan el vam interrogar, va respondre que venia del Campament dels proscrits. D'açò fa ja dos anys, pots recordar qui el va contractar?
hu: Egy orgyilkost küldtek a megölésemre. Kivallattuk, s bevallotta, hogy a Törvényenkívüliek Tanyájáról érkezett. Majdnem két éve már - talán emlékszel, ki bérelte fel?
ja: 私に刺客を差し向けた者がいたのだが、そいつは尋問されていたときに、「無法者の場所」から送られたと白状した。およそ２年前のことだが、その雇った者が誰だか覚えているか？

source: Of course... I remember it because it is such unusual for Akladians to ask us for such a thing. It started our most recent contact with them.
ca: Per suposat... Ho recorde, ja que era tan estrany que un akladià ens demanés tal cosa... I van començar els nostres contactes.
hu: Persze, hogy emlékszem... Mivel elég szokatlan dolgot kértek tőlünk az akladiaiak... S ez alapozta meg a kapcsolatainkat.
ja: ああ勿論、憶えてるさ。そんなことのために俺たちにAkladia 人が依頼するなんて、滅多にないからな。奴らと接触したのはそれが最初だった。

source: Akladian? Who was it then?
ca: Un akladià? Qui?
hu: Akladiai? Ki volt az?
ja: Akladia 人？それで、誰だった？

source: Who else but Bor Cryne... (<i>cough</i>) If you have any other questions, hurry, because I can feel death is just a few steps from me...
hu: Ki más, mint Bor Cryne... (<i>köhög</i>) Ha még van kérdésed, igyekezz, érzem a halál leheletét az arcomon...
ja: Bor Cryne 以外にいないだろ... （<i> ゴホッ </i>）他にも聞きたいことがあるなら急いだほうがいい、死神の足音が近づいてきた...

source: One necromancer goes down - and the world seems a little bit brighter because of this.
ca: Un nigromant que se'n va... el món pareix fins i tot més feliç per açò.
hu: Egy holtidéző megsemmisült - érzitek, hogy a világ is mintha világosabbá vált volna.
ja: ネクロマンサーが一人倒れて ― 世界が少しだけ明るくなったようだ。

source: I am not really dying! I am just moving on from this existence to another level...
ca: No estic morint realment! Només estic canviant el meu pla de existència...
hu: Valójában nem halok meg! Éppen csak egy más létsíkra transzformálom magam...
ja: 俺は、死ぬわけじゃないんだ！存在する場所を他のレベルに変えるだけの...

source: Wait! You could be my right hand. You could be second only to the God ruling the world. All the gold of every continent, any woman, anything you could dream of...
hu: Várj! A jobbkezem lehetnél. Isten után az elsőként uralkodhatnál ezen a világon. Minden kontinens összes aranya a tiéd lehetne, minden nő és minden, amiről valaha is álmodtál...
ja: 待ってくれ！あんた、俺の右腕になれるんだぞ。世界を支配する神に次ぐ地位を得られる。全ての大地にあるゴールド全部も、すべての女たちも、夢に見られるものすべてを手にできる...

source: There is only one thing I was dreaming about, and you could do nothing do make it real.
ca: Només hi ha una cosa amb la que somniava, i no pots fer res per fer-la real.
hu: Én csak egyetlen dologról álmodtam, s te ezt nem tudod megvalósítani.
ja: 私は夢に見るものはただ一つ、しかもお前は、それを実現するためには、何もできなかった。
ru: Я мечтаю только об одном, и исполнить это не в твоих силах.

source: Was it a woman? I know you humans all too well, I have dwelt amongst them for hundreds of years. She died, and you wish she could be with you? I can make it real. I can bring her back.
ca: Era una dona? Conec bé la gent, vaig conviure entre ells durant cent anys. Va morir, i desitges que tornés amb tu? Podria fer-ho real. Puc tornar-la.
hu: Egy nőt akarsz? Túl jól ismerem az embereket, évszázadokig éltem köztük. Meghalt a szerelmed, és szeretnéd, ha visszatérne? Meg tudom csinálni. Vissza tudom őt hozni.
ja: それはつまり、女だったのか？俺は人間のことは何でも知ってる、数百年も奴らの中で過ごしてきたからな。彼女が死に、その女がおまえと一緒にいたかった、と思って欲しいのか？俺なら叶えてやれるぞ。その女を呼び戻せる。
ru: Ты говоришь о женщине? Я хорошо знаю людей, я жил среди них тысячи лет. Она умерла, но ты всё ещё хочешь, чтобы она была рядом? Я могу сделать это. Я верну её.

source: You could bring back only a thing which would be a poor mockery of her former self. There is no place under the sun for the things you would wish to do.
ca: Només podries tornar una burda imitació seu. No hi ha cap lloc sota la llum del sol per a les coses que pretens fer.
hu: Csak úgy tudnád őt visszahozni, ami a korábbi alakjának megcsúfolása lenne. Nincs helye a kreatúráidnak a nap alatt.
ja: お前が呼び戻せるとしても、それはかつての彼女の姿をしたつまらぬ模倣品にすぎないだろう。お前が望むことを行える場所など、この明るい太陽の下には存在しない。
ru: Ты можешь только верунть её оболочку, пародию на человека. По солнцем нет места для твоих затей.

source: Curse you, whole Akladian race! Curse you! And I put my curse on you, Gawen Hagarthen!
ca: Maleits sigueu, akladians! Jo us maldic! I especialment a tu, Gawen Hagarthen!
hu: Átok rátok, akladiaiak! Átok rátok! S átok reád külön is, Gawen Hagarthen!
ja: 呪われるがいい、すべての Akladia 人よ！ 呪われよ！ そしてお前に呪いをかけてやる、Gawen Hagarthen ！
ru: Будь проклят народ акладиан! Будь проклят! И будь проклят ты, Гэвен Хагартен!

source: Oh no! Our spiritual leader is dead! Run for your life!
ca: Oh, no! El nostre lider espiritual ha mort! Correu!
hu: Ó, ne! A szellemi vezetőnk meghalt! Meneküljünk!
ja: いかん！ 俺たちの精神的指導者が死んだ！ずらかれー！
ru: О нет! Наш духовный лидер убит! Бежим!

source: Master! Master! Without your will, our army will cease to exist! Noooo!
ca: Mestre! Mestre! Sense la teua voluntat, el nostre exèrcit deixarà d'existir! Noooo!
hu: Mester! Mesterem! Az akaratod nélkül a seregünk szétoszlik! Neeee!
ja: 師匠！師匠！あなたの意思がなければ、この軍隊は存在できません！うおぉーー！
ru: Хозяин! Хозяин! Без твоей воли наша армия не может существовать! Не-е-ет!

source: I am dying, human, but you will be dead too, soon!
ca: Morc, humà, però també moriràs prompte!
hu: Én meghalok, ember, de hamarosan te is követsz engem!
ja: 俺は死ぬが、そこの人間、お前だってすぐに死ぬんだからな！

source: Why such hate? I do not hate you. Why you are fighting us? The fruits of our defeat will be harvested by Grekulak alone.
ca: Per què eixe odi? Jo no t'odie. Per què lluites contra nosaltres? Els resultats de la nostra derrota només els collirà Grekulak.
hu: Miért ez a féktelen gyűlölet? Én nem gyűlöllek téged. Miért harcoltok ellenünk? A mi megsemmisítésünk gyümölcseit csak Grekulak aratja le.
ja: なぜそこまで憎むのだ？私はお前たちを憎んでなどいない。なぜ私たちと戦うのだ？私たちの敗北の果実は、Grekulak 唯一人のものだろうに。

source: And Grekulak is our spiritual leader, stupid human. He will lead our race to greatness!
ca: I Grekulak és el nostre lider espiritual, humà estúpid. Conduirà a l'esplendor a la nostra raça!
hu: Grekulak a mi szellemi vezetőnk, ostoba ember. Ő fogja a fajunkat naggyá tenni!
ja: しかも Grekulak は俺たちの精神的指導者なのだ、馬鹿な人間どもよ。俺たちの種族を偉大なものへと導くのだ！

source: Isn't Grekulak a human? And isn't he leading the undead to greatness!
ca: No és humà Grekulak? I no està conduint els no morts per l'esplendor!
hu: Grekulak nem élő ember? Hát nem fogja naggyá tenni az élőholtakat!
ja: Grekulak は人間ではないのか？それに奴はアンデッドを偉大なものに導いたりはしない！

source: No... stop trying to fool me... I will die loyal to our spiritual leader...
ca: No... Deixa de jugar amb mi... Moriré lleial al nostre lider espiritual...
hu: Nem... ne is próbálj bolonddá tenni... én a szellemi vezetőnkhöz hű vagyok még halálomban is...
ja: 何を言う...もう俺を馬鹿にするのはやめろ... 俺は精神的指導者に忠誠を誓って死ぬのだ...

source: Of all people in the world, it had to be you!
ca: De tota la gent del món, havies de ser tu!
hu: A világ összes embere közül pont neked kell ezt tenned!
ja: 世界中の誰よりも、お前でなければならなかったのだ！

source: Yes, Bor. It had to be me. You know it had to be me.
ca: Sí, Bor, havia de ser jo. Ja ho sabies.
hu: Igen, Bor. Nekem kell. Te is tudod, hogy nekem kell megtennem.
ja: ええ、 Bor 。私でなきゃ、ダメだったわ。そのとおりよ。

source: Lorin... Do it fast.
ca: Lorin... Fes-lo ràpid.
hu: Lorin... essünk rajta túl hamar!
ja: Lorin 、さっさとやってくれ。

source: Why? Are you afraid of pain?
ca: Per què? Tens temor al dolor?
hu: Miért? Talán félsz a fájdalomtól?
ja: どうして？ 痛いのが怖いの？

source: Of pain? Never. I just don't want underlings to hear me screaming.
ja: 痛みが？まさか。 下っ端どもに、俺の悲鳴を聞かれたくないだけだ。

source: That one wish I can grant you, Bor.
hu: Teljesítem az utolsó kívánságodat, Bor.
ja: その望みは叶えてあげる、Bor 。

source: Uri! Oh, How I am happy to see your face again!
ca: Uri! Oh, quina felicitat de tornar a veure't!
hu: Uri! Ó, micsoda öröm, hogy újra látlak!
ja: Uri ！あら、あんたの顔をまた見られるなんて、幸せだわ！

source: Shut up, witch. You betrayed our race - you are allied to that mixling, and fight alongside underlings!
ca: Calla, bruixa. Has traït la nostra raça. Estàs aliada amb eixe mestís, i lluites al costat dels carralls!
hu: Pofa be, boszorkány! Elárultad a fajtádat - szövetkeztél azzal a korccsal, s nemtelenek oldalán harcolsz!
ja: 黙れ、魔女。お前は私たちの種族を裏切った ― 下っ端どもに肩入れして、下っ端どもと一緒に戦うなんて！

source: Betrayed? You know, what I've learned? Many of these underlings are better than many of people of our race. Many of them are better-acquainted with the meaning of the words like 'honour' and 'courage' than many of our people.
ca: Traït? Saps que he aprés? Que molts d'aquestos carralls són prou millor gent que molts dels nostres. Molts d'ells coneixen millor les paraules honor, coratge, valor que molta de la nostra gent.
hu: Elárultam? Tudod mit mondok erre? Sokan ezek közül a nemtelenek közül nemesebbek, mint az akladiaiak. Közülük sokan jobban ismerik a becsület és a tisztesség szó jelentését, mint a mi népünk fiai.
ja: 裏切ったと？お前、私が学んだことは何だか知ってる？この下っ端たちは、私の種族の多くの者たちよりずっとずっと優れているわ。彼らはね、名誉とか勇気という言葉の意味を私たちよりも遥かによく理解しているのよ。

source: Ha, ha, you're one to talk! Hey, Gawen, have you ever asked Lorin about how your mother died? Have you... aaargh!
ca: Ha, ha... ves per on qui diu això! Ei, Gawen, alguna vegada has preguntat a Lorin cóm va morir ta mare? Tin... aaarrgh!
hu: Ha, ha, te mondod ezt, te? Hé, Gawen, kérdezted már Lorintól, hogyan halt meg az édesanyád? Hogy ki... áááhhh!
ja: ハッハッハ、よく言うよ！ おい、Gawen 、お前の母親がどうやって死んだか Lorin に聞いたことがあるか？この女に... ウアァーー！

source: Be quiet, stupid man. No one wants to hear your lies.
ca: Queda't callat, imbècil. Ningú no vol sentir les teues mentides.
hu: Hallgass, nyomorult féreg! Senki nem kíváncsi a hazugságaidra.
ja: うるさいわね！この間抜け、お前の嘘など、誰も聞く耳を持たないわ。

source: I always was suspicious of you, Uri, even before you betrayed us... time for you to face God's punishment.
hu: Mindig is gyanús voltál nekem, Uri, már az árulásod előtt is... Itt az ideje, hogy szembesülj Isten büntetésével.
ja: 前々から、私はあなたを不審に思っていました、Uri 殿。あなたが裏切る前からね... さあ、神罰を受けるときです。

source: I know you - I've heard about you! The She-wolf of Haeltin!
ca: Jo et conec, he sentit parlar de tu! La lloba de Haeltin!
hu: Én ismerlek téged - már hallottam rólad! Haeltin Nőstényfarkasa!
ja: お前だな ― 話は聞いてるぞ！ Haeltin のメス狼！
ru: Я тебя знаю, я слышал про тебя! Хэлтинская Волчица!

source: Thank you, yes, I AM the She-wolf of Haeltin.
ca: Oh, sí, gràcies, sóc la lloba de Haeltin.
hu: Ó, köszönöm, igen, ÉN vagyok Haeltin Nőstényfarkasa.
ja: あら、どうも。ええ、私こそが、その Haeltin のメス狼よ。
ru: О, спасибо. Да, я Хэлтинская волчица.

source: Then it is not such a great disgrace as I thought to be felled by a woman...
ca: Aleshores, no és una desgràcia com havia pensat...
hu: Akkor ez nem is akkora szégyen, mint azt először gondoltam, egy nő kezétől esni el...
ja: それなら、それほど不名誉ではないわけだ、そういう女に殺されることが...
ru: Значит, я не так опозорен, как думал...

source: Frankly, I don't care.
ca: La veritat, em dona igual.
hu: Őszintén szólva, nem érdekelnek a gondolataid.
ja: はっきり言って、どうでもいいわ。
ru: Честно говоря, мне плевать.

source: Outlaw now, outlife soon.
ca: Fins ara estaves fora de la llei, ara estaràs fora de la vida.
hu: Törvényen kívüli most, élőkön kívüli hamarosan.
ja: 無法者として生き、有罪者として死ぬの。

source: Mother, wait! Don't kill him! I want to ask him a few questions!
ca: Mare! Espera! No el mates! Vull fer-li algunes preguntes!
hu: Anyám, várj! Ne öld meg! Lenne hozzá pár kérdésem!
ja: 母さん、待ってくれ！殺しちゃいけない！そいつに聞きたいことがある！

source: What questions?
ca: Quines preguntes?
hu: Mit akarsz kérdezni?
ja: なにを？

source: And who said I will answer any of your questions?
ca: I qui ha dit que les respondré?
hu: És ki mondta neked azt, hogy válaszolok a kérdéseidre?
ja: それに、お前の質問に答えると言った覚えはないが？

source: Underling, keep your mouth shut. When I want you to give me the answers, you will. I am a master of the sword - but calling me merely a master of the knife would be far underestimating my skills, when it comes to getting people to talk.
ca: Calla't, carrall. Quan jo vulga que respongues, respondràs. Sóc una mestressa de l'esgrima, però dir-me mestressa dels ganivets seria subestimar de molt bon tros les meues habilitats, especialment quan vull fer parlar a algú.
hu: Nemtelen, ne vegyél ilyen pökhendi szavakat a szádra. Ha azt akarom, hogy válaszolj, akkor válaszolsz. Én a kard mestere vagyok - de hívhatsz a kés mesterének is, bár azzal nagyon alábecsülöd a képességeimet, amellyel meg tudom nyitni az emberek száját az igazságra.
ja: 下っ端、口を閉じてろ。私が答えを求めるとき以外は黙ってなさい。私は剣の達人だけど ― 私をただのナイフの達人と呼ぶなら、それは私を過小評価することになるわ。これまでさんざん、人間の口を割らせてきたからねぇ。

source: My true mother... Ask him whether he knows who poisoned my true mother? And...
ca: La meua vertadera mare... Pregunta-li qui va enverinar ma mare? I...
hu: Az édesanyám... Kérdezd meg tőle, hogy tudja-e, ki mérgezte meg az édesanyámat! És...
ja: 私の実母を... 私の実母を毒殺したのが誰なのか、彼が知っているかどうかを尋問するんだ。それから...

source: Aaargh!
hu: Ááááhhhh!
ja: うわぁーーー！
ru: А-а-ах!

source: Oh, for shame! He was more heavily wounded than I thought. He just passed away so suddenly... sorry...
ca: Oh Déu meu! Estava molt més ferit del que jo pensava. Acaba de desmaiar-se.
hu: Ó, istenem! Túlzottan súlyos volt a sebe. Túl hamar kimúlt... sajnálom...
ja: あら、残念だったわ！思ってたより傷が深かったようね。急に死んでしまったわ、ごめんなさい...

source: This is for your outlaws' attack on the Carrenemoe clan, and my capture!
hu: Ezt a törvényenkívülijeid Carrenemoe klán elleni támadása miatt kapod, s az elfogásom miatt!
ja: お前たち無法者は 我が Carrenemoe 一族を襲撃し、私を捕まえた。これは、そのお返しだ！

source: Wait, Reme, I had some questions I wanted to ask him!
hu: Várj Reme, lenne hozzá néhány kérdésem!
ja: 待て、Reme 。私からもやつに聞きたいことがあったのに！

source: I apologize, Gawen, the heat of battle got to me. I'll try not to let it happen again.
hu: Sajnálom Gawen, a harc heve magával ragadott. Igyekszem uralkodni magamon, hogy újból ez ne történjen meg.
ja: 申し訳ありません、Gawen 様。戦闘で興奮してしまって。二度とこのようなことがないようにします。

source: Wait a minute... Rob Roe? What are you doing, me fellow Rob? What happened to our bandit fellowship?
hu: Várj egy kicsit... Rob Roe? Mit művelsz ejdes Robom? Mi van a cinkos barátságunkkal?
ja: ちょっと待ってくれ... Rob Roe か？ 何をしてるんだ、俺たち、友達だろ？山賊仲間としての友情はどうなったんだ？

source: Oh, you know how things go, me fellow Rob... allegiances change. 'snothing personal, you see... strictly business.
hu: Tudod, hogy mennek a dolgok, ejdes Robom… a körülmények változnak, sémmi személyes... szigorúan csak üzlet.
ja: あぁ、知ってるとおり、物ごとは移り変わるものだよ、我が友 Rob ... 忠誠心も。これは個人的な話じゃないんだ、あくまでも仕事なんだ。

source: Oh well, it figures...
hu: Igen, értem...
ja: まあ、そうだろうな...

source: Oh no! A Necromancer. I hate all necromancers.
hu: Jaj ne! Egy holtidéző. Gyűlölöm a holtidézőket.
ja: うわっ！ネクロマンサーだわ。そもそも、存在が大嫌いなのよ。

source: And? What will you do, stupid fleshbag? Ha ha, I am afraid of nothing! Nothing! Death will be just beginning of my path!
hu: És? Mit fogsz csinálni, húskupac? Hahaha, én nem félek semmitől! SEMMITŐL! A halál csak a kezdete az utamnak!
ja: それで？アホな肉袋野郎、どうするんだ？ ハハハ、俺は怖いものなど何も無い！死など、この俺の道の開始地点だ！

source: Well, think about this: after I kill you, I will cut off your head. Could you still be raised from the dead without your head?
ja: ほう、考えてみろ。お前を殺した後、お前の首を切り落とす。頭が無いまま生き返れると思うか？

source: Of course! Stupid woman, you know nothing about our art, don't you?
hu: Persze! Ostoba nőszemély, nem tudsz semmit a mi művészetünkről...
ja: できるさ！バカ女、俺たちの技を何も知らないんだな？
