Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Lizard, do you like your tail? If so, tell me everything you know about why orcs are in Vakladia, and do it fast.
ca: Fardatxo, t'agrada la teua cua? Si és així, dis-me tot el que sàpigues de per què estan els orcs en Vakladia, i ràpid.
hu: Gyík, szereted a farkadat? Mert ha nem válaszolsz, hogy miért vannak itt az orkok Vakladiában, elbúcsúzhatsz a tested ékétől...
ja: トカゲ、自分の尻尾は好きか？ もしそうなら、なぜ Vakladia にオークがいるのかについて、知ってること全てを話しなさい、さあ早く。
ru: Ящерица, тебе нравится твой хвост? Если да, рассказывай всё, что ты знаешь об орках, которые пришли в Вакладию, и побыстрее.

source: Orcss creaturesss? They were invited here, by ssssome Akladian lordsss, that's all I know!
ca: Orcsss? Van ser invitatsss per unsss senyorsss akladddiansss, ésss tot el que sssé!
hu: Orrrkfajzatok? Néhány akladiai nemes hívta be őket, többet nem tudok.
ja: オークというセー物のことが？あいつら、ここにきたぞ。Akladia の領シュがショウ待シーたんだ、それシかシーらんぞ！
ru: Орочшшьи ссущщщессства? Они были здесссь ссс какими-то акладианссскими лордами, ето всссё, чшшшто я зсснаю.

source: Think faster about something more, if you want to go to your lizard heaven in one piece!
ca: Pensa en alguna cosa més si vols anar al cel dels fardatxos d'una peça!
hu: Gyorsan gondolj ki valami többet, ha egy darabban akarsz a gyík paradicsomba kerülni!
ja: もう少し頭の回転を早めて考えなさいな、無事にトカゲ天国に行きたいならね！
ru: Быстро вспоминай ещё что-нибудь, если не хочешь попасть на ящерские небеса по частям!

source: Lizard heaven? We do not have sssuch thing.
ca: Cccel sssauri? No tenim eixa cosssa.
hu: Gyík paradicsom? Az mi a ssszösssz?
ja: トカゲ天国？ソんなものは、持ってなーいぞ。
ru: Ящерссские небессса? Никогда не ссслышшшал.

source: Of course you don't, I know you are going straight to hell; that was a metaphor.
ca: Segur que tu no ho tindràs, aniràs de cap a l'infern, només era una metàfora.
hu: Azt sosem fogod megtudni, mert egyenesen a pokolra jutsz. Ez csak egy szimbólum.
ja: 勿論、そんなものは無い。お前は地獄に直行だろうしね。ただの比喩だ。
ru: Конечно не слышал, вы же все попадаете в ад. Это была просто метафора.

source: No, no, I mean that our philosssophical sysstem doesn't employ such vague ideas as 'heaven' or 'hell'. Our thinking about the world, sssomething you call religion, isss much more ssssophissssticated. For example...
ja: 違う違う、俺たちの哲学的シ考には、てーん国とかじー獄っていう概念は無いーって言ってるんだ。俺たちはセ界についての発ソウ、要スるにお前たちの言うシュウ教みたいなものだが、そーれは、もっと、セン練サれていて、例えば...

source: Off with your head! Surely he looks much less sophisticated without his head, doesn't he?
ja: 首を切ってやろうか！確かに頭がないと、奴は洗練されてるようには見えない、だよな？

source: Ah, I like tough girls. Tell me, Lorin, do you sleep with your sword, too?
ca: Ah, m'agraden les dones dures. Lorin, tu et gites amb l'espasa també?
hu: Ájh, imádom a kardos menyecskéket. Lorin, te még az ágyadba is kardot viszel?
ja: うわぁ、強い女性、好きですねえ。教えてくださいよ Lorin 殿、剣を抱えたまま眠ったりもします？
ru: Эх, люблю крепких девчонок. Лорин, а ты берёшь меч с собой в постель?

source: Do we know each other?
ca: Ens coneixem?
hu: Ismerjük egymást?
ja: お前、以前にも私と顔を会わせたことがある？
ru: Мы знакомы?

source: We met before, lady thing... I wass wounded but I sssurvived. It wasss a hope I had I wouldn't see your feissssse again...
ja: 会ったことある。あんたは、何とかいう呼び名で... 俺は、負ショウシたけど生き延びーた。もう二度と会いたくないと思った...

source: My what? Anyway, whatever, you will tell me everything you know about orcs.
ca: El meu què??? Bé, dóna igual, em diràs ara tot el que sàpigues dels orcs.
hu: Nem tetszik a képem? Lényegtelen, énekelj egy kicsit, mindent mondj el az orkokról!
ja: 名前？なによそれ。まあいい、オークについて知ってることを全部話しなさい。
ru: Моё что? Ладно, сейчас ты расскажешь мне всё, что знаешь об орках.

source: You will tell me everything you know about orcs.
ca: Ara em diràs tot el que sàpigues dels orcs.
hu: Most pedig mindent el fogsz mondani az orkokról.
ja: オークについて知ってることを全部話しなさい。
ru: Ты расскажешь мне всё, что знаешь об орках.

source: And I thought this day sssstarted ssssuch beautifully... What orcs? They have two legssss, two handsss, what'sss more do you want to know? Being Akladian you ssshould know them better...
ja: それに、ケサもこんなにいい日が始まったなあと思っていたのに... オークって何だ？あいつらは二本のアシーと、手も二本で、他にもっとシりたいことがあるのか？ Akladia 人ってセイ物ならもっとシってるはずはずサ...

source: Aren't you allied now? Which issss quite natural for you, isssn't it?
ca: No esssteu aliatsss ara? Prou natural en vossaltress, no?
hu: Már nem vagytok szövetségben? Pedig rrrokonlelkek vagytok, nem igaz?
ja: あんたたち、今は同盟シーてないってのか？あんたたちには、ソれが普通なんじゃないのか？
ru: Разссве вы не ссс ними? Они жшше вашшши родссственники, нет?

source: We? No, not really. I guess you don't know nothing really important. Go to your ancestors, lizard!
ca: Nosaltres? No, no molt. Supose que no realment no saps res important. Ves-te'n amb els teus avantpassats, fardatxo!
hu: Mi? Na ne szórakozz! Úgy látom semmi fontosat nem tudsz mondani. Térj meg az őseidhez, gyík!
ja: 私たちが？してないわよ。重要なことを本当に知らないようね。先祖のもとに行きなさい、トカゲ！
ru: Не совсем. Похоже, ничего интересного ты не знаешь. Отправляйся к предкам, ящерица.

source: Thank you! Ssso you will sssave my life?
ca: Gràccciess! Em perdonesss la vida llavorsss?
hu: Kössszönöm! Tehát elengedsssz?
ja: ありがとう！そーれはつまり、わたシをたスけてくれるね？
ru: Ссспасссибо! Ты отпуссскаешшшь меня?

source: Uh, what?
ca: Uh, cóm?
hu: Mi van?
ja: え、何だって？
ru: Э... Как это?

source: You are allowing me to leave, so I could go to my ancestors... some of them live quite near thisss place...
ja: あんた、俺を解放スる、ソーシたら、俺は、セン祖の所に行ける...このすぐ近くにセン祖たちがスんでるんだ。

source: I think you are confused... But all of a sudden I have lost my natural urge to cut your head off. Maybe I am confused, but go away now before I change my mind.
ca: Crec que estàs confós... o ho estic jo? Però se m'han anat les meues ganes naturals de veure que tal quedaries sense cap. Ves-te'n.
hu: Te meg vagy hibbanva... vagy én zavartam össze valamit? Teljesen megkevertél, nem is tudom, miért nem nyisszantottam még le a fejed. Ehh, takarodj innen!
ja: お前、頭が混乱してるようね... でも急に、お前の首を切り落とそうっていう気持ちが消えてしまったわ。私が混乱してるのかしら、まあ、私の気が変わる前にどこかに行きなさい。
ru: Ты всё перепутал... Или я?.. Всё, кровожадный момент упущен. Убирайся!

source: You will allow me to live! And you will be sspared!
ca: Em deixaràss viure! I sssse't perdonarà!
hu: Ha életben hagysssz, megkímélem az életedet.
ja: あなたは私を生かシてくれる。そシてあなたは救われる！
ru: Не убивай меня! И будешшшь отпущщщена!

source: Uh, what? I think your command of human language is quite limited. How on earth do you think you will sssspare me?
ca: Hum, què? Crec que el teu domini de la llengua humana és una miqueta pobre. Cóm pots pensar que ssss'em podrà perdonar?
hu: Hogy mi? Azt hiszem, te nem vagy tisztában a szavak jelentésével. Mi az, hogy te kíméled meg az én életemet?
ja: え、何？ お前たち、人間の言語使用能力は、かなり限定的ね。一体全体、どうやってお前が私を救うのよ？
ru: Э, что? Похоже, ты плохо владеешь человеческим языком. Откуда это ты собираешься отпуссстить меня?

source: Maybe he was thinking about about some other word. Uhmmm, for example...
ca: Tal volta estava pensant en una altra paraula, com per exemple fo...
hu: Lehet, hogy csak körül akarta írni, s egészen másra gondolt. Hmmm, például megb...
ja: もしかすると、奴は何かしら別の言葉の意味で話してるんだと思いますよ。うーん、例えば...
ru: Можешь он имел ввиду что-нибудь другое? Например "от..."

source: Majid, do you really want to explore the depths of my patience?
ca: Majid, de veritat que vols provar cóm de gran és la meua paciència?
hu: Majid, te tényleg tesztelni akarod a türelmemet?
ja: Majid 、あんたねえ、私の忍耐の深さがどれくらいか、本当に探りたいってわけね？

source: Majid! So you are familiar enough with me now to remember my first name!
hu: Majid! Igen! Emlékszel a keresztnevemre!
ja: Majid って！私のファーストネームを憶えてもらえたなんて、もう私たちは親しい仲なんですね！

source: Iff you will kill me, other lizardss will find you and sssslain you and...
ja: もしも俺をころシーたら、他のトカゲがあんたを探シー出シーてあんたを殺害シーて...

source: Then again, again, maybe he was thinking about another word, for example...
ca: O tal volta, tal volta estiguera pensant en una altra paraula diferent, per exemple...
hu: Vagy most is, szerintem arra gondolt, hogy tömeg...
ja: それから再度、もう一度、もしかして、奴が言葉を取り違えて考えてるかもと、例えば...
ru: Вот опять он кажется хотел сказать другое слово, например...

source: Aaaaaargh!
ca: Aaarghh!
hu: Ááááhhh!
ja: アァーッ！
ru: А-а-а-арррх!

source: I hate empty threats.
ca: Odie les amenaces buides.
hu: Gyűlölöm az üres fecsegést.
ja: 空威張りするやつは嫌いだわ。
ru: Не люблю пустые угрозы.

source: Ha! We're off to an easy start! See, I told you that lizards are much less dangerous in the winter. This will be a nice occasion to train our troops.
ca: Ha, açò és increïblement fàcil! Vos ho havia dit. En hivern, els sauris son molt menys perillosos. Bona oportunitat per entrenar tropes.
hu: Há! Ez nagyon könnyen indult! Lássátok, megmondtam! Télen a gyíkok kevésbé veszélyesek. Remek alkalom a gyakorlatozásra.
ja: ハハッ！ 楽な始まりだ！ほら、トカゲは冬の間、危険性が落ちると言っただろう。部隊の訓練にはもってこいの機会だ。
ru: Ха! Начало чертовски простое! Я же говорил. Зимой ящеры куда менее опасны. Отличная возможность потренировать войска.

source: Fighting with lizards here is waste of time. Retreat!
ca: Lluitar amb els sauris és una pèrdua de temps. Retirada!
hu: Csak az időnket vesztegetjük itt a gyíkokkal. Vissza!
ja: ここでトカゲと戦っても、時間の無駄だ。撤退するぞ！
ru: Драки с ящерами это просто пустая трата времени. Уходим!

source: Ha! The lizards were hiding some gold here!
ca: Ha! Estaven amagant ací una miqueta d'or!
hu: Há! Egy kis aranyat rejtettek el itt!
ja: ははは！ トカゲたちはここにゴールドを隠していた！
ru: Ха! Они спрятали тут немного золота!

source: You have received $gold_amt_s14e gold pieces.
ja: $gold_amt_s14e gold を獲得しました。

source: There appears to be a path through the snow here!
ja: ここに雪を掻き分けていく道があるみたい！

source: My fight with that lizard revealed a path through the snow here!
ja: トカゲと戦ったおかげで、雪を掻き分けていける道が見つかった！

source: Oh no! New reinforcements have arrived to help our enemies, now we have no chance to defeat them!
ca: Oh, no! Han arribat reforços per ajudar els nostres enemics, ara no tenim cap possibilitat de derrotar-los!
hu: Ó ne! Erősítést kaptak az ellenségeink, semmi esélyünk a győzelemre!
ja: なんと！敵の新たな援軍が来たぞ。これではもう奴らを倒せそうにない！
ru: Нет! К ним пришло подкрепление! Теперь у нас нет шансов на победу.

source: Council in Freetown
ca: Consell en Ciutat Lliure
hu: Freetowni tanácskozás
ja: Freetown での評議会
ru: Совет во Фритауне

source: The day was bright when Gawen Hagarthen entered the forests of Raedwood. There, inside the very heart of the forest, lay the city of Freetown, founded by refugees from lands under the heavy Akladian yoke. Life was not easy here, food was scarce, and yet smiles were often seen on the faces of men and women.
ca: El dia ja estava prou avançat quan Gawen Hagarthen va entrar als boscos de Raedwood. Allí, dins el propi cor dels bosc, s'assetiava la ciutat de Ciutat Lliure, fundada pels refugiats de terres baix el jou akladià. La vida no era gens fàcil allí, el menjar era escàs, però sovint es veia un somrís a la cara de qualsevol home i dona.
hu: Verőfényes nap volt, mikor Gawen Hagarthen belépett Raedwood erdejébe. Az erdő mélyén rejtőzött Freetown városa, amelyet az akladiaiak igája alól menekülő szökevények alapítottak. Lakóinak nem volt könnyű életük, az élelem kevés volt, mégis gyakran harsant nevetés a nők és férfiak között.
ja: Gawen Hagarthen が Raedwood の森に入ったとき、太陽が明るく輝いていた。この森の中心部に、避難民が築いた町 Freetown があった。彼らは Akladia の圧政に虐げられた土地から逃れてきた者たちだ。ここの暮らしは決して楽ではないし、食料も満足には得られなかったが、男も女も、顔にはしばしば笑顔さえ見られた。
ru: Ясным днём Гэвен Хагартен вошёл в Редвудский лес. Там, в глубокой чаще, стоял город Фритаун, основанный беженцами с захваченных акладианами земель. Жизнь здесь была нелёгка, еды не доставало, но улыбки часто освещали лица мужчин и женщин.

source: Karen said she could smell the freedom in the air here. Gawen smelled nothing out of the ordinary, though... only the scent of meats being roasted over an open flame. 'Perhaps it is not given to royalty to smell freedom,' he thought. Messengers waited for Ruvio, asking him to come to the meeting of the Freetown leaders.
ja: ここの空気には自由の匂いが感じられると Karen は言った。Gawen には直火で焼かれた肉の匂いがしただけで、普通の匂いしかしなかったが... 。彼は思った、「王族には自由の匂いなど感じる力が無いのではないか」と。使者たちが Ruvio を待っていて、彼に伝えた。Freetown のリーダーたちの会議に出席するようにと。

source: Welcome back to Freetown, Ruvio. You are just in time for our meeting.
ca: Benvingut de nou a Ciutat Lliure, Ruvio. Has arribat just a temps per participar en el consell.
hu: Légy üdvözölve visszatérésed alkalmából, Ruvio! Épp időben érkeztél, hogy részt vegyél a megbeszélésünkön.
ja: Freetown へよくぞ帰ってきてくれた、Ruvio。会議に間に合ったな。
ru: Добро пожаловать обратно во Фритаун, Рувио. Ты успел как раз вовремя, чтобы принять участие в нашей встрече.

source: We also welcome your daughter. Karen, I would order you to leave this meeting and go to your mother...
ca: També li donem la benvinguda a la teua filla. Karen, et manaria que t'anares del consell i visitares a ta mare...
hu: Üdvözöljük a lányodat is. Karen, szeretném, ha magunkra hagynál, és anyáddal töltenéd az időt...
ja: 君の娘も歓迎するよ。Karen 、この会議はいいから、お母さんのところへ行った方がいい...
ru: Мы так же рады видеть и твою дочь Карен. Я приказал ей покинуть встречу и отправиться к матери...

source: ...but you know that you would only waste your breath.
ja: ...でも、そんなことは言うだけ無駄だってことを、あなたはご存知よね。

source: We've heard that you have battled and defeated both Akladians and Outlaws. Accept our congratulations, Ruvio. But who is this young man, your companion?
ca: Hem sentit que has lluitat i vençut tant akladians com proscrits. Accepta les nostres felicitacions, Ruvio. Però qui és aquest jove, el teu company?
hu: Hallottuk, hogy megütköztél az akladiaiakkal és a törvényen kívüliekkel, és legyőzted őket. Fogadd elismerésünket, Ruvio! De ki ez az ifjú a társaságodban?
ja: Akladia 人と無法者の両方と戦って打ち負かしたそうじゃないか。私たちの祝いの言葉を受け取ってくれ、Ruvio 。しかし、その若者は誰だ、君の仲間か？
ru: Мы слышали, что ты сразился и победил в акладиан и разбойников. Прими наши поздравления, Рувио. А кто этот мальчик рядом с тобой?

source: I participated in the battles you have mentioned, but someone else should be credited for the victory. We were commanded by this young man.
ca: Jo vaig participar a les batalles que acabes de dir, però un altre deuria rebre el crèdit de les victòries. Vam ser comandats per aquest jove.
hu: Valóban részt vettem a csatákban, amiket említettél, de a győzelem másnak az érdeme. Ez az ifjú parancsnokolt.
ja: 君が今言った戦いに私も加わってはいたが、そこで得た勝利の栄誉に浴するのは私ではなく、ある他の者だよ。私たちは、この若者の指揮に従ったのだ。
ru: Да, я участвовал в сражениях, о которых вы вспомнили, но победы принадлежат кое-кому другому. Нами руководил вот этот молодой человек.

source: And his name is...?
ca: I el seu nom és...
hu: Akinek a neve...
ja: それで、彼の名前は？
ru: А его имя...

source: Gaumhaldric.
ja: Gaumhaldric よ。
ru: Гемхальдрик.

source: (<i>grumbling</i>) I hate you.
ja: (<i> ブツブツ... </i>) 君なんか大嫌いだ。

source: But now, he must leave. We have very important and secret things to talk upon.
ca: Però ara ha de marxar. Hem de tractar temes molt importants i secrets.
hu: De most távoznia kell. Nagyon fontos és titkos dolgokat kell megbeszélnünk.
ja: だが、彼には席を外してもらわないと。大事な機密に関する打ち合わせがあるんだ。
ru: Прекрасно. А теперь он должен уйти. Нам надо обсудить очень важные секретные дела.

source: He has my full trust. He stays.
ca: Té tota la meua confiança. Es queda.
hu: Teljesen megbízom benne. Tehát marad.
ja: 私は彼に全幅の信頼を寄せているんだ。彼も同席する。
ru: Я ему полностью доверяю. Он остаётся.

source: So be it. Let's greet our honorable guest, Mithrandil of the northern Elves. He has made a long journey here and he bears important news.
ca: Bé. Ara, donem la benvinguda al nostre honorable hoste, Mithrandil, de les terres dels elfs del nord. Ha fet un llarg viatge per arribar ací i porta notícies d'una importància extrema.
hu: Akkor üdvözöljük nagyrabecsült vendégünket, Mithrandilt, az északi tündéktől. Hosszú utat tett meg idáig, s fontos híreket hozott.
ja: ではそうしてくれ。さて、高貴なお客様、北方エルフの Mithrandil 殿にご挨拶を。重要な知らせを持って長旅をされてきたんだ。
ru: Итак, давайте поприветствуем нашего высокого гостя Митрандила из народа северных эльфов. Он проделал долгий путь и принёс важные вести.

source: My respect and best wishes for everyone in this free city. I hope you will forgive me for dispensing with the formalities of a long traditional speech. The news I bring here is simple, and terrifying. The Orcish army has marched unnoticed and unopposed into the very heart of Wesnoth.
ca: El meu respecte i els millors desitjos per aquesta ciutat lliure. Espere que em perdoneu per no avorrir-vos amb un típic discurs llarg i pompós. Les notícies que porte són senzilles i terrorífiques. L'exèrcit orc ha marxat, sense que ningú es donés compte, fins al propi cor de Wesnoth.
hu: Tisztelet és elismerés e szabad város minden polgárának. Remélem elnézitek, ha a hosszú ceremoniális köszöntő helyett rögtön a tárgyra térek. A hírek, amiket hoztam, egyszerűek, de szörnyűyégesek. Egy ork hadsereg masírozott be észrevétlenül Wesnoth szívébe.
ja: この自由都市に住む皆さんに、敬意を込めてご挨拶を。伝統的な長い前置きは割愛しますことをご容赦ください。ではさっそく本題に。私のお知らせしたいことは、簡潔かつ恐るべき内容のものです。オーク軍が、誰にも知られずに抵抗を受けることなく、Wesnoth の中心部にまで行軍してきています。
ru: Мои почтение и наилучшие пожелания всем жителям свободного города. Надеюсь, вы простите меня за то, что я надоедаю вам длинным и помпезным традиционным вступлением. Новость, которую я принёс, проста и в то же время ужасна. Армия орков незаметно движется маршем к самому сердцу Веснота.

source: No! That impossible! How that could possibly happened? They would have had to cross through the free realms of the north, and...
ca: No! Això és impossible! Cóm pot ser? Haurien d'haver creuat els regnes independents al nord i...
hu: Nem! Ez lehetetlen! Hogy történhetett ez meg, az északi szabad területeken kellett átvágniuk, és...
ja: まさか！それは不可能だ！そのようなこと、どうすれば起き得るのだ？北側の自由な領域を横断しなければならなかっただろうし、それに...
ru: Что?! Это невозможно! Как это могло случиться, они же должны были пройти свободные королевства севера, и...

source: Mithrandil speaks the truth, Huon. You have not seen the reports I've gotten.
ca: Està dient la veritat, Huon. No has llegit els informes que jo he rebut.
hu: Igazat beszél, Huon. Még nem olvastad a jelentésemet.
ja: Mithrandil 殿は事実を話しているのだ、Huon 。私が受け取った報告書を君はまだ見ていないだろう。
ru: Он говорит правду, Хуон. Ты не читал донесения, которые получал я.

source: They indeed crossed the free realms of the north. The relations among humans are none of my business. Also, I will pretend that I have not noticed that you have called me a liar. The Orcish army has appeared in Wesnoth, bringing back dark memories of the queen whose name I will not utter.
ca: Sí que han creuat els regnes independents del Nord. Les relacions entre els humans no són del meu abast. A més a més, faré com si no haguera sentit que m'has taxat de mentider. L'exèrcit orc ha reaparegut en Wesnoth, recordant una reina, de la qual no pronunciaré el seu nom.
hu: Valóban átvágtak az északi szabad területeken. Az emberek közti viszonyokkal nem foglalkozom. Most eltekintek attól, hogy megjegyzést tegyek arra, hogy hazugnak neveztél. Az ork hadsereg betört Wesnothba, s felelevenítette a királynő emlékét, akinek nevét nem óhajtom a számra venni.
ja: 奴らは実際に北の領域を横断しました。人間同士の関係は、私の関知するところでは有りません。また、あなたが私を嘘つき呼ばわりしたことは、聞かなかったことにします。オーク軍が Wesnoth に出現したことで、私が絶対に口にしたくない名前の女王の暗い記憶が呼び覚まされました。
ru: Они действительно прошли через свободные царства севера. Отношения между людьми не входят в сферу моих интересов. Так же я делаю вид, что не заметил того, что Вы назвали меня лжецом. Орочья армия, появившаяся в Весноте, заставляет вспомнить о королеве, чьё имя я не хочу произносить.

source: According to what we have gathered, their presence is due to internal strife amongst the Akladians. If Akladians are slaughtering each other, even if with Orcish help, why should free people be disturbed by that?
ca: Segons el que hem pogut saber, és un conflicte intern entre akladians. Si els akladians estan matant-se els uns als altres, encara que amb l'ajuda dels orcs, per què s'hauria de preocupar la gent lliure?
hu: Azok alapján, amit megtudtunk, ez egy akladiai belháború. Ha az akladiaiak egymást irtják, akár az orkok segítségével is, miért kéne a szabad embereknek emiatt aggódni?
ja: 私たちが集めた情報によれば、Akladia 人の内紛がオークを呼び寄せるきっかけとなったようだ。もしも Akladia 人が互いに殺し合っているなら、たとえオークの手助けがあっても、我々のような自由な人間たちが、なぜ騒動に巻き込まれねばならないのだ？
ru: Исходя из собранной информации, можно предположить, что это внутренний конфликт акладиан. Если акладианы режут друг друга, пусть даже с помощью орков, почему свободные люди должны об этом беспокоиться?

source: We elves believe that this is more than just an Orcish invasion and quarrels between Akladians. Something greater, something evil, is hiding behind this. What it is, we do not know. I came here to warn you, to help you, and ask for your help. We need you to find out the real reason the Orcish army is here. We also need to discover who is hiding behind the invasion. We have our suspicions, but we want to be sure.
ca: Nosaltres, els elfs, creiem que ací hi ha alguna cosa més que unes simples bregues entre akladians i una invasió orca. Hi ha alguna cosa més gran, més malvada que està amagant-se darrere d'aquesta cortina de fum. He vingut per avisar-vos, oferir-vos ajuda i demanar-la. Busqueu quina és la vertadera raó de la tornada dels orcs. Qui està amagant-se darrere de la invasió. Tenim les nostres sospites, però volem estar segurs.
hu: Mi, tündék úgy gondoljuk, hogy ez több, mint egy ork támadás, vagy akladiaiak civakodása. Ez valami sokkal jelentősebb vállalkozás, s valami gonosz rejtőzik mögötte. Hogy pontosan miféle, azt nem tudjuk. Azért jöttünk, hogy figyelmeztessünk titeket, hogy segítsünk, s segítséget kérjünk. Az orkok jelenlétének pontos okát akarjuk megtudni. Ki van az egész invázió mögött. Vannak elképzeléseink, de bizonyítékot szeretnénk.
ja: 私たちエルフは、これは単なるオークの侵略や、Akladia 人同士の諍いではないと捉えています。より大きな何か、より悪意のある何かが陰に隠れているのではないだろうか。それが何なのか、私たちには分かりません。私がここに来たのは、あなた方に危険を知らせ、あなた方を助け、協力を求める、それが目的です。私たちは、オーク軍がここにいる本当の理由を探り当てる必要があります。侵入してきた陰に隠れている人物は誰なのかを明らかにする必要もあります。ある程度の察しは付いていますが、それを確かめたいのです。
ru: Мы, эльфы, верим, что это больше, чем просто набег орков и акладианские междоусобицы. Нечто большее, дьявольское скрывается за этим. Что - мы не знаем. Я пришёл сюда как за тем, чтобы предупредить вас, помочь вам, так и за тем, чтобы самому попросить о помощи. Необходимо выяснить истинную цель появления здесь армии орков. Кто стоит за вторжением. У нас есть некоторые подозрения, но мы хотим убедиться наверняка.

source: We respect the wisdom of the Elves, and we will fulfill your request. We will send two armies to catch Orcish leaders and investigate them. One will be led by Ruvio, second by Huon. Agreed?
ja: 私たちはエルフの持つ叡智を尊重し、その要請に応じましょう。オークのリーダーを捉えて調査を行うため、２つの軍隊を送り出します。一隊は Ruvio が率い、もう一隊は Huon が。それでいいね？

source: I must insist on one slight change, Gwidle. My army will be led by this young man ... Gaumhaldric.
ca: No, Gwidle. El meu exèrcit serà comandat per aquest... Gaumhaldric
hu: Nem, Gwidle. Az én seregemet ez az ifjú, ö... Gaumhaldric vezeti.
ja: 一点だけ変更してくれ、Gwidle 。私の隊は、この若者... Gaumhaldric が率いている。
ru: Нет, Гвидл. Мою армию поведёт... Гемхальдрик.
