Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Deorien, a great mage.
ca: Deorien, un gran mag
hu: Deorien, egy nagy mágus.
ja: 偉大な魔術士、Deorien だ。
ru: Деориен. Великий маг.

source: I don't know. Mages were all killed by Akladians long time ago.
ca: No sé res. Els akladians van matar tots els mags fa molt de temps.
hu: Nem tudom. A mágusokat régen legyilkolták az akladiaiak.
ja: 存じません。魔術士は遥か昔に Akladia 人が全員殺しました。
ru: Не слышал. Всех магов давным-давно перебили акладианы.

source: The greatest news is that you have defeated the ghosts which plagued the neighbourhood.
hu: A legnagyszerűbb hír az, hogy leszámoltál a szellemekkel, amik megszállták a szomszédságot.
ja: 最大の朗報は、皆さんが近隣を苦しめていたゴーストを倒したことです。

source: There is a haunted place east from here. People who go there never come back. We don't know what happens to them.
ca: Hi ha un lloc encantat a l'est d'ací. Tota la gent que ha anat allí ha desaparegut. No sabem què els va passar.
hu: Van innen keletre egy kísértetjárta hely. Onnan élő ember még nem tért vissza. Nem tudjuk, mi történt velük.
ja: ここから東の方に呪われた場所があります。そこに行った人はだれも戻ってきません。何が起こっているのか知りようがないのです。
ru: На востоке есть замок с привидениями. Люди, которые ходят в ту сторону, пропадают. Мы не знаем что там творится.

source: Our village is poor, we have no food, we have no gold, we...
ca: La nostra aldea és pobre, no tenim ni menjar ni or ni...
hu: A mi falunk szegény, nincs élelmünk, nincs aranyunk, nincs...
ja: 私たちの村は貧しくて、食料も有りません。資金も有りません。私たちは...
ru: У нас бедная деревня, еды нет, золота нет, населена...

source: I don't want your food or gold. I just want to ask you few questions.
ca: No vull res de menjar o or. Només vull fer-vos algunes preguntes.
hu: Nincs szükségünk az élelmetekre vagy az aranyatokra. Pusztán néhány kérdésem lenne.
ja: 君たちの食料やゴールドが欲しいわけではないよ。幾つか尋ねたいことがある。
ru: Мне не нужно ни еды, ни золота. Просто хочу задать несколько вопросов.

source: We live in terror. Terrible things have taken up residence in the ruins east from here. We are waiting for someone who can free us from fear.
ca: Vivim terroritzats. Fa un temps van començar a succeir coses terribles en les ruïnes cap a l'est d'ací. Esperem algú que ens puga alliberar del nostre terror.
hu: Terror alatt élünk. Szörnyű dolgok keltek életre a keleti romoknál. Mindenkit szívesen fogadunk, aki megszabadítana minket a félelmeinktől.
ja: 私どもは恐怖の中で生きてきました。東にある廃墟には、恐ろしいものが住み着いています。どなたか、私たちを恐怖から解放していただけるのを待っているのです。
ru: Мы живём в страхе. Ужасные вещи начали твориться в руинах на востоке. Мы всё время ждём кого-нибудь, кто избавит нас от этого кошмара.

source: No, not really.
ca: No, no molt.
hu: Nem, nem igazán.
ja: いえ、それはちょっと。
ru: Нет, не уверен.

source: There is a haunted place to the east. People who go there disappear. We don't know what happens to them.
ca: Hi ha un lloc encantat a l'est d'ací. Tota la gent que ha anat allí ha desaparegut. No sabem què els va passar.
hu: Egy kísértetjárta hely van innen keletre. Akik odamentek, eltűntek. Nem tudjuk, mi történt velük.
ja: 東の方に呪われた場所があります。そこに行った人たちは行方不明になるんです。何が起きてるのか分かりません。
ru: На востоке есть замок с привидениями. Люди, которые ходят в ту сторону, пропадают. Мы не знаем что там творится.

source: I would love to talk to...
ca: Voldria parlar amb...
hu: Beszélni szeretnék valakivel. Kit válasszak?
ja: 是非、誰かに話したいのだが...
ru: Я хотел бы поговорить с...

source: Ruvio, please tell me...
ja: Ruvio 、教えてくれないか...

source: Why do you dislike Lorin?
ca: Per què no t'agrada Lorin?
hu: Miért nem szereted Lorint?
ja: なぜ Lorin を嫌うのだ？
ru: Почему тебе так не нравится Лорин?

source: Tell me more about you and my mother.
ca: Conta'm més sobre la relació entre ma mare i tu.
hu: Beszélj még nekem kettőtökről, az édesanyámról és rólad!
ja: 君と 私の母について、もっと教えてくれないか。
ru: Расскажи ещё о вас с моей матерью.

source: Tell me about Karen.
ja: Karen のことを教えてくれ。

source: You must be kidding. That woman is so grating and harsh, I cannot understand why Yahyazad seems to have a crush on her.
ca: Estàs de broma? És tan difícil viure amb aquesta dona prop que no puc comprendre com li agrada a Iahiazad.
hu: Te most viccelsz? Ezt a nőt képtelenség elviselni, fel sem foghatom, hogy Yahyazad mit eszik rajta.
ja: 今さら.. ご存知でしょうに。あの女性はキーキーうるさくてガサツで。Yahyazad が彼女に好意を抱く理由が分かりません。
ru: Ты наверное шутишь. Рядом с этой женщиной невозможно находиться. Не могу понять почему Яранов сходит по ней с ума.

source: There's not much to talk about. I told you she was my fiancée. But a few days before our wedding... Gawen, please, don't ask me. It's too painful.
hu: Túl sok mindent nem tudok mondani. Azt már mondtam, hogy a menyasszonyom volt, s pár nappal az esküvőnk előtt... Gawen... Kérlek, ne kérdezősködj, ez túlontúl fájdalmas emlék.
ja: 話すことはそれほど有りません。私の婚約者だったことはお話ししました。でも、結婚式の数日前に... Gawen 殿、お願いです、これ以上は言えません。辛い話なんです。

source: But you have a wife now, and you love her, don't you?
ca: Però ara tens una esposa, i l'estimes, no?
hu: De most van feleséged, és szereted őt, ugye?
ja: でも今では、君は妻帯者だし、奥様を愛しているのだろう？
ru: Но у тебя же теперь есть жена, и ты её любишь, так?

source: Yes. I love my wife, and my daughters. But sometimes, just sometimes... I feel like I've betrayed my first love.
ca: Sí, estime la meua esposa i les meues filles. Però a vegades, algunes vegades... em sent com si l'haguera traïda.
hu: Igen. Szeretem a feleségemet, és a lányaimat. De néha, olykor... úgy érzem, hogy elárultam az első szerelmemet...
ja: ええ、妻も娘も愛しています。ただ、時折、ごくたまに... 自分の初恋を裏切ってしまったような気分になるんです。
ru: Да. Я люблю свою жену и своих дочерей. Но иногда, время от времени... Мне кажется, что я предал её...

source: Well, she is my oldest daughter. From her youth she always wanted to be a great fighter, and she always tried to be the best.
ca: Beeeé, és la meua filla major. Des de xiqueta sempre ha volgut ser una gran guerrera, i sempre ha intentat ser la millor.
hu: Hááát, ő az én legidősebb lányom. Gyerekkorától nagy harcos akar lenni, s mindig ő akar lenni a legjobb.
ja: そうですねえ、Karen は長女で、幼い頃からいつも偉大な戦士になりたがっていましたし、常にトップを目指していました。
ru: Нуууу, она моя старшая дочь. С самого детства она мечтала стать великим воином и всегда старалась быть лучшей.

source: I'm kind of surprised that she is not here with us.
ca: M'ha sorprès que no estiga aquí amb nosaltres ara.
hu: Csodálkozom, hogy még nem bukkant fel.
ja: ここに彼女がいないことには、私も少し驚いているんだ。
ru: Я удивлён, что её сейчас нет с нами.

source: I ordered Karl to tie her up and lock her room. I think that gave us enough time to escape. This journey is really too dangerous for her. I hope she will remain safe in Freetown.
ca: Vaig ordenar a Karl que la nugara al llit i tancara la porta amb clau. Crec que això ens va donar prou temps com per a escapar. Aquest viatge és massa perillós per ella, espere que estiga bé en Ciutat Lliure.
hu: Utasítottam Karlot hogy kötözze meg, s zárja be a szobájába. Azt hiszem, elég időt nyerünk, hogy ne érjen utol. Ez a küldetés valóban veszélyes. Remélem, hogy biztonságban van Freetownban.
ja: Karl に命じたんですよ、彼女を縛って部屋に鍵を掛けるように。私たちが抜け出すのには十分な時間が作れたはずです。この旅は彼女にとっては本当に危険です。安全に Freetown で待っていてほしいのです。
ru: Я приказал Карлу связать её и запереть в комнате. Думаю, у нас будет время, чтобы уйти достаточно далеко. Это странствие слишком опасно для неё. Надеюсь во Фритауне она будет в большей безопасности.

source: Hey Reme, what's going on?
ca: Ei, Reme, cóm va tot?
hu: Hej, Reme, mi a helyzet?
ja: やあ、Reme 、どうしたんだ？
ru: Эй, Реме, что происходит?

source: An alliance with a mage is a disturbing concept, my lord. But I shall try to adjust.
ca: Pensar que ens aliarem amb un mag em pertorba lleugerament, mon senyor. Tanmateix, crec que intentaré acostumar-me.
hu: Egy mágussal szövetkezni szokatlan dolog, de megpróbálok megbirkózni a gondolattal.
ja: 魔術士との同盟は不安要素が有りすぎます、陛下。なんとか調整してみますが。

source: Nice to hear that.
ca: Bona notícia.
hu: Örülök, hogy ezt hallom.
ja: それを聞いて安心したよ。
ru: Рад это слышать.

source: I'm not quite sure. Many people, are starting to hail you as the messiah. You could become king of all Wesnoth and the religious leader of our people.
ca: No ho sé. Molta gent, n'estic segur, t'alabaran com un el messies. Podries arribar a ser el rei de tot Wesnoth i també el líder religiós de la nostra gent.
hu: Nem tudom. Sok ember, akiket ismerek, megváltóként üdvözöl téged. Egész Wesnoth királyává kell válnod, s egyúttal a népek vallási vezetőjévé is.
ja: 確信はありませんが、多くの人々が、Gaewn 様を救世主として歓迎し始めています。Wesnoth 全体の王と、人々の宗教的な指導者となれるかもしれません。
ru: Не знаю. Пытаюсь осознать, что Вас будут возносить как мессию многие, кого я знаю, и Вы станете королём всего веснота и духовным лидером нашего народа.

source: Don't worry about that. You will always be my friend.
ca: No et preocupes. Sempre seràs el meu amic.
hu: Ne aggódj emiatt! Mindig a barátom maradsz.
ja: そう心配しなくてよい。君はいつでも私の友人だ。
ru: Не беспокойся так. Ты всегда будешь моим другом.

source: Mother, what's going on?
ca: Mare, què tal va tot?
hu: Anyám, mi újság?
ja: 母さん、どうしたの？
ru: Мать, что происходит?

source: Mother? I thought you said I was not your real mother?
ca: Mare? Crec que havies dit que no era ta mare?
hu: Anyám? Azt hittem, hogy már soha nem szólítasz így.
ja: 母さん、って？あなた、私はあなたの実母じゃないって言ったわよね？
ru: Мать? Мне казалось, ты говорил, что я тебе не мать.

source: I'm sorry. I was really angry.
ca: Ho sento. Estava molt enfadat.
hu: Ne haragudj! Nagyon ideges voltam.
ja: ごめんよ。あのときは本当に腹が立ってたんだ。
ru: Извини. Я был в бешенстве.

source: Mother, can I have a word with you?
ca: Mare, puc parlar una miqueta amb tu?
hu: Anyám, válthatnánk néhány szót?
ja: 母さん、一つ教えてくれるかな？
ru: Мать, я могу задать тебе вопрос?

source: Why do you want to kill Deorien?
ca: Per què vols matar Deorien?
hu: Miért akarod megölni Deorient?
ja: なぜ Deorien を殺したいんだ？
ru: Почему ты хочешь убить Деориена?

source: Why have you been so upset recently?
ca: Per què estàs tan trista últimament?
hu: Miért vagy olyan szomorú egyfolytában?
ja: 最近、動揺しているようだけど、何かあった？
ru: Почему ты всё время грустишь?

source: Never mind.
ja: いや、何でもない。

source: Deorien is a mage. Mages deserve to be killed. It is that simple.
ca: Deorien és un mag. Els mags han de morir. És així de senzill.
hu: Deorien egy mágus. A mágusok nem méltók az életre. Csak ezért.
ja: Deorien は魔術士よ。魔術士なら殺されて当然よ、ただそれだけ。
ru: Деориен - маг. Маг должен быть мёртв. Всё просто.

source: Please, do not ask. I am starting to regret something I have done. Sometimes I am so happy about it... and yet I know I should have no hope, but still, sometimes...
ca: Per favor, no em preguntes. Comence a penedir-me d'algunes coses que he fet... Però a vegades estic contenta amb elles... I sé que no dec tindre cap esperança i tanmateix...
hu: Kérlek, ne faggass! Kezdek néhány dolgot bánni, amit korábban tettem... Máskor viszont örülök neki... S azt is tudom, hogy nincs sok esélyem, de néha mégis reménykedem...
ja: どうか、聞かないで。自分がしたことについて後悔し始めてるの。時々、とっても嬉しいときもあるけど... でもまだ望みを持ってはいけないと分かってはいるんだけど、それでも、時々ね...
ru: Пожалуйста, не спрашивай. Я начала раскаиваться в одном своём поступке. Но иногда я счастлива, что совершила его... Я знаю, что мне не на что надеятся. и однажды...

source: I don't understand.
ca: No ho entenc.
hu: Ezt nem értem.
ja: よく分からないな。
ru: Не понимаю.

source: Neither do I, Gawen. Neither do I.
ca: Jo tampoc, Gawen, jo tampoc.
hu: Én sem, Gawen. Én sem.
ja: 私もよ、Gawen 、私だってそうなのよ。
ru: Как и я, Гэвен. Как и я.

source: Deorien, can I have a word with you?
ca: Deorien, puc parlar un minut amb tu?
hu: Deorien, válthatnék veled pár szót?
ja: Deorien 、一つ聞いてもいいかな？
ru: Деориен, можно тебя на пару слов?

source: Why did you wait until I came to you?
ca: Per què vas esperar fins que arribarem?
hu: Miért vártad meg, hogy én jöjjek hozzád?
ja: なぜ、私が来るまで待っていたのだ？
ru: Почему ты ждал когда я приду сам?

source: What are your plans for the future?
ca: I quins són els teus plans per al futur?
hu: Mik a jövőbeli terveid?
ja: 今後についての計画はあるか？
ru: Какие у тебя планы на будущее?

source: If the Oracle is so respected by Akladians, why does she not simply declare that Akladians should love Wesnothians?
ja: もしもあの預言者が Akladia 人から尊敬されているなら、彼らに率直に、Wesnoth 人を愛すべきと進言すればよいと思うのだが？

source: Why did you and the Oracle wait until I came to Weldyn? Why didn't you declare me messiah before?
ca: Per què l'Oracle i tu haveu esperat a que arribés a Weldyn? Per què no m'haveu declarat messies abans?
hu: Miért vártatok a Jósnővel addig, amíg Weldynbe jöttem? Miért nem hirdettetek ki korábban megváltónak?
ja: 君と預言者が、私が Weldyn に来るまで待っていたのはなぜだ？ 前もって私が救世主だと宣言しなかったのはなぜだ？
ru: Почему вы с Оракулом ждали пока я приду в Вельдин? Почему вы не объявили меня мессией раньше?

source: Because I wasn't sure whether you were the right person. I had to see you in person to decide. Besides, you had to make a name for yourself on your own. You had to become well-known amongst both Akladians and Wesnothians. A year ago you were a boy without a name; now that name has been earned with your own sword.
ca: Perquè no sabia segur que fores la persona adequada. Calia veure't en persona per decidir. A més, havies de llaurar-te una reputació i un nom entre els akladians i els wesnothians. Fa un any, eres un xic sense cap nom. Ara, tens ja una reputació.
hu: Mert nem voltam benne biztos, hogy te vagy a megfelelő ember. Személyesen kellett lássalak, hogy el tudjam dönteni. Azonkívül nevet kellett szerezned magadnak. Nevet az akladiaiak és a wesnothiak között. Egy éve még névtelen fiú voltál; most a kardoddal vívtad ki, hogy ismerjék a neved.
ja: 本当にあなたが「その人」なのかどうか、確信が持てなかったのです。直に会ってみなければ決められなかったのです。また、あなたご自身の名を上げる必要がありました。Akladia 人と Wesnoth 人の中で有名になる必要だったのです。一年前、あなたは名も無い少年でしたが、今では、あなた自身の剣で、その名を勝ち取りました。
ru: Потому что я не был уверен, что ты тот, о ком мы думали. Чтобы сделать правильные выводы я должен был увидеть тебя лично. С другой стороны, ты сам должен был заслужить свою славу. Ты должен был стать известным среди акладиан и веснотцев. Год назад ты был безымянным мальчиком. Сейчас ты известная личность.

source: We will declare you king of Wesnoth and Vakladia, and messiah. As the messiah you will become ruler of all Akladians. I hope both Akladians and Wesnothians will back you. Then we will defeat the orcs and any Akladians who still oppose you. Finally, we will stop Grekulak's invasion.
ca: Et declararem rei de Wesnoth i Vakladia, i també messies. Com el nou messies també seràs el rei de tots els akladians. Espere que els akladians et recolzen de la mateixa manera que els wesnothians. Després derrotarem els orcs i els akladians que se t'oposen. Després, aturarem la invasió de Grekulak.
hu: Kihirdetjük, hogy te vagy Wesnoth és Vakladia királya, és te vagy a Megváltó. Mint megváltó minden akladiai fölött uralkodsz. Remélem, mind az akladiaiak, mind a wesnothiak mögéd állnak. Aztán megsemmisítjük az orkokat és az akladiaiakat, akik szembeszállnak veled. Aztán Grekulak invázióját is visszaverjük.
ja: 宣言いたしましょう、あなたは Wesnoth と Vakladia の王であり、救世主であることを。救世主として、Akladia 人のすべての支配者となるでしょう。私は、Akladia 人と Wesnoth 人の両方があなたを指示することを望みます。そうなれば私たちは、オークと あなたに対立するすべての Akladia 人を打ち倒すことでしょう。最後には Grekulak の侵略を阻止することでしょう。
ru: Мы объявим тебя мессией и королём Веснота и Вакладии. Как мессия ты станешь лидером акладиан. Надеюсь акладианы примут тебя так же охотно, как и веснотцы. Затем мы разобьём орков и тех акладианских лордов, которые выступят против тебя. И в итоге мы остановим вторжение Грекулака.

source: Because some things may be spoken only when listener is prepared to listen. You see, young king, I don't know why Akladians respect and listen to Oracle. But I think it may be because what she says does not openly contradict their beliefs. I believe they would quickly declare her a tool of false God once they would stop to like what she tells them.
hu: Mert vannak dolgok, amiket csak akkor hallanak meg a hallgatók, ha van fülük a halláshoz. Nézd, ifjú király, én nem tudhatom, miért tisztelik az akladiaiak a Jósnőt, s miért hallgatnak rá. Talán azért, mert amit hirdet, az nincs szöges ellentétben a hitvallásukkal. Ha másképp tenne, gyorsan egy hamis isten szócsövévé nyilvánítanák,
ja: ものごとによっては、聞き手側に聞く準備ができてこそ言えることもあるのです。お分かりですね、若き王様、Akladia 人が預言者を尊敬し耳を傾けるのはなぜか、私には分かりません。彼女の言うことが、彼らの信念を真っ向から否定するものではなかったからかもしれません。彼女の言葉が彼らの癇に障るものとなったら、すぐに彼女を偽りの神の使いと決めつけることでしょう。

source: Then why do you think they won't ignore what she tells them now?
hu: S miért gondolod, hogy most más lesz a helyzet?
ja: それなら、彼女が今告げていることを彼らは無視しないと、なぜあなたは考えるのだ？

source: Because Akladians are in a desperate position. I think most of them, deep in their hearts, want changes --- but at the same time, they seem to be unable to admit that. Mind you, I may be wrong; but I think they simply need someone to tell them they must change.
hu: Az akladiaiak reménytelen helyzetben vannak. Azt hiszem, a lelkük mélyén a legtöbbjük változást akar --- ugyanakkor nem hajlandók ezt elismerni. Nézd, lehet, hogy tévedek, de azt hiszem, egyszerűen kell valaki, aki helyettük kimondja, hogy változniuk kell.
ja: それは、Akladia 人は今、絶望的な状況にあるからです。彼らの殆どは心の奥では変化を望んでいると思うのです。しかし、同時に彼らはそれを認めることもできないのでしょう。勿論、私のこの意見は間違いかもしれませんが、彼らは単に、自分たちが変わらねばならないと言ってくれる誰かを必要としているのだと思います。

source: The Awakening
ca: El despertar
hu: A megvilágosodás
ja: 覚醒
ru: Пробуждение

source: My Lord! My lord is dead!
ca: Senyor! Mon senyor és mort!
hu: Uram! Az uram meghalt!
ja: 領主様！我が領主様が亡くなられた！

source: Well, noble lord, do you think I have proved myself worthy to be your king?
ca: Bé, noble senyor, creus que he provat que sóc digne de ser el vostre rei
hu: Nos, nemes uram, sikerült bebizonyítanom, hogy méltó vagyok a királyi címre?
ja: さて、高貴なお方よ、私が王にふさわしいと立証できたと思うかな？

source: Yes, you have.
ca: Sí, ho has fet.
hu: Igen, fényesen.
ja: はい、思います。

source: Then will you stop fighting and join us?
ca: Deixaràs, doncs, de lluitar i t'uniràs a nosaltres?
hu: Akkor behódolsz, és csatlakozol?
ja: それなら戦うのをやめて、私たちに加わるか？

source: It's a shame, then, that I have to kill you.
ca: És una llàstima que haja de matar-te.
hu: Szégyen és gyalázat, de meg kell, hogy öljelek.
ja: 残念だが、それなら君を殺すしかない。

source: I would be honoured to fight at your side, my king.
ca: Serà tot un honor lluitar al vostre costat, majestat.
hu: Megtiszteltetés számomra, ha a szolgálatodban harcolhatok.
ja: 陛下のお側で戦えることを光栄に思います、王様。

source: Long live our king Gawen Haldric! It will be honour to fight for you, my king!
ca: Llarga vida al nostre rei Gawen Haldric! Serà un lluitar per tu, mon senyor!
hu: Soká éljen a királyunk, Gawen Haldric! Megtisztelő számomra, ha érted harcolhatok, királyom!
ja: 我らが Gawen Haldric 王、万歳！ 陛下のために戦えることを光栄に思います！
ru: Да здравствует наш король Гэвен Хальдрик! Я буду счастлив умереть за тебя, мой король!

source: Death to enemies of our king! Long live our king Gawen Haldric!
ca: Mort als enemics del nostre rei! Llarga vida al nostre rei Gawen Haldric!
hu: Halál a király ellenségeire! Sokáig éljen Gawen Haldric király!
ja: 王様の敵に死を！ 我らが Gawen Haldric 王、万歳！
ru: Смерть врагам нашего короля! Да здравствует король Гэвен Хальдрик!

source: People of Vakladia! People of Wesnoth! Long have ye waited for a messiah to come. Long have ye waited for a new king to unite the nation and to end the wars plaguing our country. The orcs ravage unopposed through the land, murdering and raping Akladians and Wesnothians alike, invited here by traitors whose souls are cankered with a lust for power and whose eyes have been blinded by callous hatred.
ca: Gent de Vakladia! Gent de Wesnoth! Molt de temps haveu aguaitat l'arribada d'un nou messies. Molt de temps haveu aguaitat un nou rei que unisca el país i acabe amb les guerres que ens flagel·len. Els orcs, invitats per traïdors bojos d'odi, assolen les terres sense cap oposició, assassinant i fustigant tant akladians com wesnothians.
hu: Vakladia népe! Wesnoth népe! Régóta várjátok a Megváltó eljövetelét. Régóta várjátok az új királyt, aki egyesíti a népeket, és véget vet ennek az országot sújtó háborúskodásnak. Orkok fosztogatják a védtelen földeket, akik meggyilkolják, megerőszakolják az akladiai és wesnothi férfiakat és asszonyokat, s akiket gyűlölettől elvakult árulók szabadítottak az országra.
ja: Vakladia の人々よ！Wesnoth の人々よ！お前たちは長きにわたって救世主の出現を待ち続けてきた。長きにわたって、国を統一する王の出現を、我らを苦しめてきた戦争を終わらせる新たなる王の出現を待ち続けてきた。オークは無抵抗に大地を荒らし、Akladia 人か Wesnoth 人かを問わず殺害し、強姦している。彼らを招き入れたのは、権力への欲望で蝕まれた魂を持ち、無情な憎悪によって目先の見えなくなった裏切り者たちであった。
ru: Народ Вакладии! Народ Веснота! Вы долго ждали прихода мессии. Вы долго ждали короля, который объединит народы и прекратит войны, разоряющие ваши страны. Орки, призванные ослепшими от ненависти предателями, безнаказанно опустошают ваши земли, убивают и насилуют акладиан, и веснотцев

source: Ye have heard the stories about undead invading the neighbouring kingdom of Okladia. Some lost all hope. But be ye not afraid, for there is a man who is sent here to stop the undead menace and to cleanse the evil festering within the very heart of our country.
ja: お前たちは、隣国 Okladia に侵略したアンデッドに関する話を聞いたことがあるだろう。ある者たちは全ての希望まで奪われてしまった。しかし、恐れることはない、ある男がここに遣わされた。アンデッドの脅威を食い止め、我らの国の心臓部に膿をもたらした悪を浄化するために。

source: Ye have all heard about him. Son of an Akladian king and a Wesnothian queen. A great warrior and great leader. Let him know ye wish him to come here and take his crown. All hail the king! All hail the messiah! All hail Gawen Haldric Hagarthen!
ca: Haveu sentit parlar d'ell. Fill un rei akladià i una reina wesnothiana. Gran guerrer i gran líder. Deixeu-lo vindre ací i que arreplegue la seua corona. Salve! Salve! Tots saludem el messies! Tots saludem Gawen Haldric Hagarthen!
hu: Hallottátok már a nevét. Egy akladiai király és egy wesnothi királynő fiának nevét. Hatalmas harcos ő, és nagyszerű vezér. Menjetek elébe, s kérjétek, hogy foglalja el trónját! Mindenki örvendjen a királynak! Mindenki örvendjen a Megváltónak! Mindenki örvendjen Gawen Haldric Hagarthennek!
ja: その男についてお前たち皆が聞いたことがあるだろう。Akladia 王と Wesnoth 女王を親に持つ男子。偉大なる戦士であり偉大なる指導者。その者に知らしめよ、ここへきて王冠を受けることをお前たちが望んでいることを。全ての民よ、王様に万歳を！ 全ての民よ、救世主に万歳を！ 全ての民よ、Gawen Haldric Hagarthen 様に万歳を！
ru: Вы знаете его. Сын акладианского короля и веснотской королевы. Великий воин и великий правитель. Дайте знать, что вы желаете, чтобы он пришёл и надел корону. Славьте короля! Славьте мессию! Славьте Гэвена Хальдрика Хагартена!

source: Is there any news from Bor Cryne?
ca: Hi ha cap nova de Bor Cryne?
hu: Van valami hír Bor Cryne felől?
ja: Bor Cryne から何か知らせは無いか？
ru: Есть известия от Бора Крайна?

source: Nothing new, my lord.
ca: No res nou, senyor.
hu: Semmi új, uram.
ja: 何もありません、閣下。
ru: Ничего нового, милорд.

source: He should already be here! Where is he?
ca: Ja deuria ser ací! On està?
hu: Már itt kellene lennie! Hol késlekedik?
ja: ここにもう来ているはずだろう！何処にいる？
ru: Он уже должен быть здесь! Где он?

source: My lord... This man, they call a messiah...
hu: Uram... az az ember, a megváltó...
ja: 閣下... あの男が、救世主と呼ばれているようです...

source: This underling? A creature who has usurped the holy name and who will be punished by God!
ca: Aquest carrall! Una criatura que ha usurpat eixe sagrat nom i serà castigat per Déu!
hu: Az a nemtelen! Az a korcs, aki e szent nevet bitorolja, de megveri az Isten!
ja: あの下っ端のことか？聖なる名を簒奪して神の処罰を受けるべき生き物だろうが！
ru: Дикарь! Ублюдок, узурпировавший священное имя, который должен понести кару Господню!

source: But... What about if he really IS a messiah?
hu: De... Mi van, ha mégis Ő a megváltó?
ja: しかし... もしも彼が本当に救世主だったら、どうなるのでしょう？
