Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: It's the same. A man or woman who cannot see is dead, since he belongs to the darkness.
ca: És el mateix. Un home o una dona que no pot veure és mort, ja que pertany a la foscor.
hu: Az ugyanaz. A férfi vagy nő, aki nem lát, az halott, mert a sötétséghez tartozik.
ja: それなら同じことだ。目の見えない男や女は死んだも同然だ、暗闇の中に生きているのだから。
ru: Это то же самое. Мужчина или женщина, которые не могут видеть, всё равно что мертвы, они принадлежат тьме.

source: Exactly. So, take only the eyes of Lorin but leave her alive.
ca: Exactament. Així, lleveu els ulls de Lorin i deixeu-la viure.
hu: Pontosan. Vagyis Lorin szeme világáért cserébe életben maradhat.
ja: そのとおりです。ですから、Lorin の目だけを奪い、そのまま生かしておくのです。
ru: Именно. Так возьмите её глаза и оставьте её жизнь.

source: Leave her alive, so she could remain here, amongst us? No, that's...
ca: Deixar-la viva i que estiguera entre nosaltres, ací? No, això..
hu: Hagyjuk életben, és itt éljen közöttünk? Nem, ez...
ja: 彼女を生かして、ここに、我々とともに残らせると？ いやあ、それは...
ru: Оставить её живой? Здесь, среди нас? Нет, это...

source: She could also be exiled.
ca: Podria ser exiliada.
hu: Száműzetésbe küldhetnénk.
ja: あわせて、追放するという選択肢もあります。
ru: Её можно изгнать.

source: ...and one more thing: why punish an innocent child for the crime of the father and mother? Let the child live.
ca: Una cosa més: per què castigar un xiquet innocent per un crim del pare i mare? Deixem-lo viure.
hu: S még valami: miért kellene egy ártatlan gyermeknek bűnhődnie az apja és anyja bűnéért? Hadd éljen ő is!
ja: ...そしてもう一点、父親と母親の罪のために、なぜ罪のない子を罰するのでしょうか？その子を生かせばよいのです。
ru: И ещё одно: зачем казнить ребёнка за прегрешения отца и матери? Оставьте младенца в живых.

source: But if we put out Lorin's eyes, she will surely miscarry.
ca: Però si enceguem Lorin, segurament avortarà.
hu: De ha megvakítjuk Lorint, biztosan abortál.
ja: しかし、Lorin の目を潰してしまうと、彼女は必ず流産するだろう。
ru: Но если мы ослепим Лорин, у неё наверняка случится выкидыш.

source: My magical training is in the healing arts. I know ways to shield the child and protect it.
ca: Sóc un mag. Conec maneres de protegir i defensar el xiquet.
hu: Mágus vagyok. Meg tudom óvni a gyermekét.
ja: 私の魔術の訓練は治癒の技術に関するものです。魔術が盾となって子を守り育む方法を知っているのです。
ru: Я маг. Я знаю как защитить ребёнка.

source: Stop it! Deorien, I don't know who is more cruel - these Akladian lords, or you, who should, as a white mage, protect every life.
ca: Pareu! Deorien, no sé qui és ací més cruel: aquestos senyors akladians o tu que, com a mag blanc, deuries protegir cada vida.
hu: Megállj! Deorien, nem tudom, ki a kegyetlenebb - azok az akladiai urak, vagy te, akinek fénymágusként minden életet védenie kellene.
ja: やめてくれ！ Deorien 、誰の方が残酷なのかが私には分からない ― Akladia の諸侯なのか、または、光の魔術師・白魔術師としてあらゆる生命を守るべきはずの君なのか。
ru: Прекратите! Деориен, даже не знаю кто более жесток: эти лорды или ты, белый маг, призваный защищать любую жизнь.

source: My king, my proposal is, in the end, a way to protect both her and her child. And it also protects Wesnoth. One woman is not worth civil war. And you know it.
ja: 王様、私の提案とは、結局は彼女とその子をいかにして守るかなのです。そしてそれは Wesnoth もまた守ることになるのです。一人の女性が内戦を惹き起こす火種になるなど、馬鹿げた話です。王様もお分かりのはずです。

source: Bring her.
ca: Traieu-la.
hu: Hozzátok ide!
ja: 彼女をここへ。
ru: Приведите её.

source: My mother... Lorin... You...
ca: Mare... Lorin... Tu...
hu: Anyám... Lorin... Te...
ja: 母さんは... Lorin は... あなたは...
ru: Мать... Лорин... Ты...

source: You have betrayed the spirit of your husband. Only your blood will satisfy him. Your eyes will be taken away, and you will never again see the light, neither here, nor in the lands of the ancestors. May God punish you in the worst possible way.
ca: Tu vas trair el esperit del teu marit. Només la teua sang el farà feliç. Se't llevaran els ulls i mai tornaràs a veure la llum, ni ací ni en les terres dels avantpassats. Tan de bo Déu et castigue de la pitjor manera possible.
hu: Te elárultad a férjed emlékét. Csak a véred nyugtathatja meg. Elvesszük a szemed világát, soha nem látod többé a fényt, sem itt, sem az ősök földjén. Az Isten büntetése kísér további utadon.
ja: あなたは、夫の気持ちを裏切った。あなたの血のみが彼の怒りを鎮められるだろう。あなたの目は取り出され、二度と光を見ることはないだろう。この地であろうと、他の地であろうと。我が神が、可能な限り最悪の方法であなたを罰しますように。
ru: Ты предала дух своего мужа. Только твоя кровь сможет успокоить его. Тебы лишат глаз, и ты никогда больше не увидишь света. Даже в землях предков. Пусть Господь показает тебя злейшей карой.

source: Despicable doxy, who is the father of the child?
ca: Ara, confessa! Qui és el pare?
hu: Ócska ribanc, ki az apja a gyerekednek?
ja: 卑しむべき女よ、その子の父親は誰なのだ？
ru: Ну что, шлюшка, а кто папаша младенца?

source: The wind and the rain. I don't know the father's name.
ca: El vent i la pluja. No conec el seu nom.
hu: A szél és az eső. Nem tudom a nevét.
ja: 風と雨よ。父親の名前は知らない。
ru: Ветер и дождь. Я не знаю как его зовут.

source: Take her to the torture chamber! They will wipe this proud smile out of your face, witch.
ja: 拷問室に連れていきなさい！その誇らしげな笑みは消し去られることだろう、魔女め。

source: You are in my castle, Luc. Lady Lorin said she doesn't know the father's name. We will leave it at that.
ca: Estàs en el meu castell, Luc. Na Lorin ha dit que no coneix el nom del pare. Deixem-ho així.
hu: Luc, az én udvaromban vagy. Lady Lorin azt mondta, nem tudja a nevét. Eltekinthetünk a kínzástól.
ja: 君は私の城の中にいるのだよ、Luc 。Lorin 夫人は、父親の名前は知らないと言ったのだ。そのことは追求しないでおく。
ru: Вы в моём замке, Люк. Леди Лорин сказала, что не знает как зовут отца. Оставим эту тему.

source: Deorien... Before they kill me... my child... you are a white mage, can you do something so it...
ca: Deorien... abans em maten... El meu xiquet... Tu eres un mag, pots fer alguna cosa per ell...
hu: Deorien... Mielőtt megölnek... A gyermekem... Te mágus vagy, tudnál valamit tenni, hogy...
ja: Deorien ... 彼らが私を殺す前に... 我が子を... あなたは白魔術師よね、あなたならそうした何かが...
ru: Деориен... Перед тек, как они убьют меня... Ребёнок... Ты же маг, ты можешь что-нибудь сделать...

source: You are upset, so you weren't listening. You won't be killed, Lorin. Only your eyes will taken and you will be exiled. I will do what is necessary to ensure your child survives this.
ca: No seràs morta, Lorin. Només se't llevaran els ulls i seràs exiliada. Jo faré tot el que siga possible per a que el xiquet ho sobrevisca.
hu: Nem ölnek meg, Lorin. Csak a szemed világát veszik el, és száműznek. Megteszek mindent, hogy a gyermeked túlélje a procedúrát.
ja: あなたは動揺していて、それで話を聞いていなかったのですね。あなたは殺されませんよ、Lorin 。ただ、あなたは目を失うことになりますし、どこかへ追放されます。私は、あなたの子が生き残るために必要なことを施すことをお約束します。
ru: Тебя не убьют, Лорин. Тебя только лишат зрения и отправят в изгнание. Я сделаю всё, чтобы твой ребёнок избежал такой участи.

source: Mage... I... (<i>pause</i>) Lady Lorin thanks you.
hu: Mágus... Én... (<i>vesz egy mély levegőt</i>) Lady Lorin köszöni neked.
ja: 魔術師... 私は... (<i> 一瞬の沈黙 </i>) Lorin 夫人があなたに感謝の意を表するわ。

source: You will all leave my chambers immediately. The king wishes to be alone.
ja: みな、今すぐ私の部屋から立ち去るように。王は一人になることを欲している。

source: Leaving Okladia
ca: Abandonant Okladia
hu: Okladia elhagyása
ja: Okladia からの撤収
ru: Уход из Окладии

source: When Deorien declared to my soldiers that they should address me by the name of 'King Gawen Haldric Hagarthen,' they showed a great deal of enthusiasm. I think this title was of little surprise to them. But their raucous enthusiasm was surely a surprise to me.
ca: Quan Deorien va declarar als meus soldats que a partir d'ara deurien anomenar-me 'rei Gawen Haldric Hagarthen', van mostrar molt d'entusiasme. Bé, crec que açò no va ser cap sorpresa per ells. Però el seu clamorós entusiasme sí va ser una sorpresa per mi.
hu: Amikor Deorien kihirdette a harcosok közt, hogy ezentúl a nevem 'Gawen Haldric Hagarthen király', ők lelkesedni látszottak. Nos, azt hiszem, nem érte őket meglepetésként. Viszont az ujjongó lelkesedésük meglepetés volt számomra.
ja: Deorien が兵士たちに「 Gawen Haldric Hagarthen 王」という名で私を呼ぶべきだと主張したとき、兵士たちは大きな熱狂を見せていた。彼らにとってはほぼ当然のようなことであったかもしれない。だが私にとって、この騒々しい熱狂が驚きだったことは確かだ。
ru: Когда Деориен объявил солдатам, что они одлжны называть меня "король Гэвен Хальдрик Хагартен", они приняли это с большим энтузиазмом. Думаю, это не оказалось для них сюрпризом. А вот я был удивлён их шумными восторгами.

source: We had hoped that our small army could sneak successfully out of Okladia, but on the border we marched suddenly into outposts of the Okladian army. With scouts reporting that King Buffin's main army was at our backs, we had no time for finding another way. We had to hew our way through Akladian ranks.
ja: 小規模の私の軍隊が Okladia から成功裏に撤収できることを望んでいたが、国境で突如、Okladia 軍の前哨部隊に遭遇してしまった。斥候によると、Buffin 王の主力部隊が後方にいて、別の道を探す時間は無いという。私たちの先にいる Akladia 軍を撃破し突き進むしかなかった。

source: Treacherous dog! Harnen has joined the rebels! Bring reinforcements!
ca: Gos traïdor! S'ha unit als rebels! Tragueu els reforços!
hu: Áruló kutya! Harnen csatlakozott a lázadókhoz! Hívjatok erősítést!
ja: 背信の犬野郎め！ Harnen が反乱軍側に寝返ったぞ！援軍を呼ぶんだ！
ru: Вероломная собака! Харнен присоединился к бунтовщикам! Шлите за подкреплением!

source: Bring it on! We have our own reinforcements!
ja: さあ掛かって来い！ こちらには援軍が来るからな！

source: As do we!
ja: こっちだって援軍が来るぞ！

source: Wait! Before we cross our blades, I must know something. Tell me your name: for I think I saw your face some time ago, and now... Maybe I heard it wrong, but aren't your people calling you Gawen Hagarthen?
ja: 待て！ 剣を交える前に知っておきたいことがある。お前の名前を教えてくれ。以前にもお前の顔を見た覚えがあるんだが、今... 聞き間違いかもしれないが、Gawen Hagarthen と呼ばれているのではないか？

source: I am Gawen Hagarthen.
ca: Sóc Gawen Hagarthen.
hu: Gawen Hagarthen vagyok.
ja: 私は Gawen Hagarthen だ。
ru: Да, я Гэвен Хагартен.

source: Gawen Hagarthen, king of Vakladia?
ca: Gawen Hagarthen, rei de Vakladia?
hu: Gawen Hagarthen, Vakladia királya?
ja: Gawen Hagarthen か、Vakladia 王の？
ru: Гэвен Хагартен. король Вакладии?

source: I am Gawen Hagarthen. I was crowned king in Vattin and betrayed by my own lords during the battle of Barnon.
ca: Sóc Gawen Hagarthen. Vaig ser coronat rei en Vattin i després traït pels meus propis senyors en la batalla de Barnon.
hu: Gawen Hagarthen vagyok. Megkoronáztak Vattinban, de Barnon csatamezején a saját nemeseim támadtak hátba.
ja: ああ、Gawen Hagarthen だ。Vattin で戴冠し、Barnon の戦闘のさなかに自軍の領主たちに裏切られたのだ。
ru: Я Гэвен Хагартен. Я был коронован в Ваттине и предан собственными лордами в битве при Барноне.

source: Stop fighting! This is our rightful king. My brother told me the truth, then. I am your hand, my sword is your sword, my king, my blood is yours to spill.
ca: Deixeu de lluitar! Aquest és el nostre rei per dret propi. El meu germà sí que va contar-me la veritat. Sóc la vostra mà, la meua espasa és la vostra espasa, la meua sang és vostra per vessar.
hu: Támadást szüntess! Hiszen ez a törvényes király! A bátyámnak igaza volt. Életemet és véremet a királyért! Rendelkezz velem, uram!
ja: 戦いを中止しろ！こちらは、我らの正当なる王様だ！私の兄弟が真実を私に話しましたが、こういうことだったのですね。私はあなたの手であり、私の剣はあなたの剣です、王様。我が血は、あなたのために流されるのです。

source: Gawen Hagarthen? But.. you were fighting with Raban Harnen, my brother recently, isn't that right?
ca: Gawen Hagarthen? Però... Fa poc vas lluitar amb Raban Harnen, el meu germà, veritat?
hu: Gawen Hagarthen? De... harcoltál Raban Harnennel, a bátyámmal nemrégiben, ugye jól tudom?
ja: Gawen Hagarthen と？ しかし... 最近、お前は我が兄弟 Raban Harnen と戦っていた、違うか？

source: Yes, I was.
ca: Sí, vaig lluitar amb ell.
hu: Igen, harcoltam ellene.
ja: ああ、そうだ。

source: He asked you for your name, and you answered your name was Gaumhaldric. Either you are lying now or you were lying then. A base liar couldn't be the rightful king of the Akladian people. Prepare to die!
ca: Va preguntar-te el nom i vas respondre-li que eres Gaumhaldric. Així que o bé vas mentir alhora o menteixes ara. Un mentider no pot ser el rei dels akladians. Prepara't per morir!
hu: Megkérdezte a neved, s te azt mondtad, hogy a neved Gaumhaldric, Akár akkor hazudtál, akár most, egy hazug nem lehet az akladiaiak királya. Készülj a halálra!
ja: お前の名前を尋ねて、お前は Gaumhaldric だと答えたはずだ。今お前は嘘をついているか、でなければその時、嘘をついたかのどちらかだ。そんな嘘つき野郎が Akladia 人の正当な王であるはずがない。死ぬがよい！

source: My brother... my brother died... he was killed by someone called 'Gaumhaldric.' Do you... do you know who 'Gaumhaldric' is?
ca: El meu germà... el meu germà va morir recentment, mort per un tal Gaumhaldric. Coneixeu aquest Gaumhaldric?
hu: A bátyám... a bátyám meghalt... valami Gaumhaldric ölte meg. Te... Tudod, ki volt az a Gaumhaldric?
ja: 死んだ我が兄弟は... 我が兄弟は... Gaumhaldric と称する者に殺された。お前は... Gaumhaldric が何者なのか知っているか？
ru: Мой брат... Мой брат мёртв. Его убил кто-то по имени Гемхальдрик. Ты... Ты знаешь кто такой Гемхальдрик?

source: This was a name I used in the past.
ca: Aquell era el nom que abans usava.
hu: Korábban ezt a nevet használtam.
ja: それは、私が以前使っていた名前だ。
ru: Так меня звали раньше.

source: No idea who he could be.
ca: No sé qui era.
hu: Fogalmam sincs, ki lehetett.
ja: さあな、誰のことだろうな。
ru: Понятия не имею кто это.

source: Liar! I know you fought under the name Gaumhaldric. I was only checking to see whether you would have the courage to admit that. A base liar couldn't be the rightful king of the Akladian people. Prepare to die!
ca: Mentider! Sé que abans usaves el nom de Gaumhaldric. Només estava comprovant si tenies prou valor per admetre-ho. Un mentider no pot ser el rei dels akladians. Prepara't per morir!
hu: Hazug! Tudom, hogy te nevezted magad Gaumhaldricnak korábban. Csak ellenőrzésképp kérdeztem, hogy van-e vér a pucádban. De megbuktál, egy hazug nem lehet akladiai király. Készülj a halálra!
ja: この、嘘つき！お前は Gaumhaldric の名で戦っていたではないか。私は確かめたかったのだ、それを認められるほどの勇気をお前が持っているかどうかをな。こんな嘘つき野郎が Akladia 人の正当な王であるはずがない。死ぬがよい！

source: So, you killed my brother!
ca: Així que vareu matar el meu germà!
hu: Tehát te ölted meg a bátyámat!
ja: やはり、我が兄弟を殺したのはお前だな！
ru: Так ты убил моего брата!

source: Yes. It was good fight and your brother was brave fighter.
ca: Sí. Va ser una bona lluita i el teu germà era un lluitador molt valent.
hu: Igen. Kemény harc volt, s a bátyád kiváló harcos.
ja: そうだ。立派な戦いだった、お前の兄弟は勇敢な戦士だった。
ru: Да. Это была славная битва, а твой брат был хорошим бойцом.

source: Yes. Now it will be your turn.
ca: Sí... Ara serà el teu torn.
hu: Igen. S most te következel.
ja: そうだ。そして今度はお前の番だ。
ru: Да. А теперь твоя очередь.

source: We will see who will kill whom. Prepare to die!
ca: Ja veurem qui mata qui. Prepareu-vos!
hu: Meglátjuk, ki öl meg kit. Készülj a halálra!
ja: 誰が誰を殺すか見ものだ。死ぬ覚悟はできてるだろうな！

source: He had an honourable death. My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
ca: Va tindre una mort honorable. Rei meu, el meu germà només va oposar-se-us perquè no sabia que éreu vos. Per favor, perdoneu-lo.
hu: Becsülettel halt meg. Királyom, a bátyám csak azért szállt szembe veled, mert nem tudta, hogy te vagy az. Kérlek, bocsáss meg neki!
ja: 彼は名誉ある死を遂げた。王様、我が兄弟は、あなたがどなたを知らなかったがゆえに抵抗したのです。どうかお赦しください。
ru: Он принял достойную смерть. Мой король, брат был против тебя потому, что не знал кто ты на самом деле. Пожалуйста прости его.

source: I honour the memory of your brother. He did nothing which would have to be forgiven.
ca: Honre la memòria del teu germà. No va fer res que haguera de ser oblidat.
hu: Tisztelem a bátyád emlékét. Nem csinált semmi olyat, amit meg kellene bocsátanom.
ja: 君の兄弟の思い出を尊重しよう。赦されるべきことなど、彼は何も冒していないのだから。
ru: Я чту память о твоём брате. Он не совершил ничего за что я должен бы был его прощать.

source: Stop fighting! This is our rightful king. I am your hand, my sword is your sword, my king, my blood is yours to spill.
ca: Deixeu de lluitar! Aquest és el nostre rei per dret. Sóc la vostra mà, la meua espasa és la vostra espasa, la meua sang és vostra per vessar-la.
hu: Támadást szüntess! Ez a mi törvényes királyunk! Életemet és véremet a királyért! Rendelkezz velem, uram!
ja: 戦いを中止しろ！こちらは、我らの正当なる王様だ！ 私はあなたの手であり、私の剣はあなたの剣です、王様。我が血は、あなたのために流されるのです。
ru: Прекратите сражение! Это наш законный король! Я твоя рука! Мой меч - твой меч, мой король! Моя кровь твоя до последней капли!

source: My brother fought with soldiers led by someone called 'Gaumhaldric.' Do you... Do you know who Gaumhaldric is?
ja: 我が兄弟は、Gaumhaldric と称する者の率いる兵士たちと戦った。お前は... Gaumhaldric が何者なのか知っているか？

source: My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
ca: Rei meu, el meu germà només va oposar-se-us perquè no sabia que éreu vos. Per favor, perdoneu-lo.
hu: Királyom, a bátyám csak azért harcolt veled, mert nem ismert fel. Kérlek, bocsáss meg neki.
ja: 王様、我が兄弟は、あなたがどなたを知らなかったがゆえに抵抗したのです。どうかお赦しください。

source: Have you heard, Rauke? You will have another king very soon now.
ca: Ho has sentit, Rauke? Prompte tindràs un nou rei.
hu: Hallottad, mit beszélnek, Rauke? Hamarosan új királyod lesz.
ja: Rauke 、聞いたか？もうすぐ、別の王が即位するらしい。
ru: Рауке, ты слышал? Скоро у нас будет новый король.

source: No kidding.
ca: Cap broma.
hu: Viccelsz?
ja: 冗談だろう。
ru: Да брось.

source: No, really. Now, when Gawen Hagarthen was killed and you were unable to impose any sign of order, our king, which as it seems will soon be also your king, decided to help you and bring back the law.
ca: No, de debò. Atès que Gawen Hagarthen està mort i vosaltres sou incapaços d'introduir cap mena d'ordre, el nostre rei, que pel que sembla prompte serà també el teu, va decidir ajudar-vos i treure de nou la llei.
hu: Komolyan beszélek. Most, hogy Gawen Hagarthen halott, s mivel senkinek sem akaródzott megkeresni őt, a királyunk, aki hamarosan a te királyod is lesz, úgy döntött, hogy maga veszi kézbe a dolgokat.
ja: 冗談じゃなくて。Gawen Hagarthen が殺され、君も秩序を保てないことになれば、我らが王、まあ、いずれ君の王にもなるだろうが、その王が、君を支援することで秩序を取り戻そうと決めたのだ。

source: After he cleans Vakladia of the marauders, brawlers and bandits, he will call for an election for a new king, where you, of course, will have the chance to show your gratitude by giving him the crown.
ca: Després netejarà Vakladia de tots els bandits, lladres i gent de mala cantera i, aleshores, organitzarà unes noves eleccions on tu, per suposat, tindràs l'oportunitat de mostrar la teua gratitud donant-li la corona.
hu: Miután kisöpörjük Vakladiából a különböző martalócokat, önjelölt kiskirályokat és banditákat, összehívja a királyválasztó gyűlést, ahol a nemes urak, természetesen te is, esélyt kapnak, hogy kinyilvánítsák szándékukat a megkoronázására.
ja: 我らが王が Vakladia から略奪者や喧嘩屋や盗賊を一掃した後、新しい王の選出を呼びかけるだろう。そこでは君も勿論、感謝の意を示せば、我が王に王位を授ける機会が得られるというわけだ。

source: Are you going somewhere with this speech, or are you just talking because you love to hear yourself talk?
ca: Les teues paraules volen arribar a cap punt o senzillament parles per parlar?
hu: Ki akarsz lyukadni valahova, vagy csak a szádat jártatod, mert imádsz fecsegni?
ja: 君のその話には、何か目的でもあるのか？それとも、単に自分が話すのを聞くのが好きだから話しているだけなのか？
ru: Ты к чему-то ведёшь, или просто любишь потрепаться?

source: Well, Rauke, what will you do when King Buffin Hagarthen appears here? You will of course join us? I know a few people who are quite close to the king, I might just put in a good word with them for you...
ca: Bé, Rauke, què faràs quan el rei Buffin Hagarthen aparega aquí? Per suposat que t'uniràs a nosaltres, no? Conec unes poques persones pròximes al rei, i si els diguera alguna coseta...
hu: Nos, Rauke, mit fogsz csinálni, amikor Buffin Hagarthen király megjelenik? Csatlakozol hozzánk? Ismerek néhány embert a király közelében, szólhatok pár szót az érdekedben...
ja: なあ、Rauke 、Buffin Hagarthen 王がここに現れたら、君はどうする？勿論、我々の仲間になるだろう？王様と親密な人達を知ってるから、君のことを口添えしてもいいと思ってるんだがな...
ru: Ну хорошо. Рауке, что ты будешь делать когда сюда придёт король Баффин Хагартен? Ты же встанешь на нашу сторону? Я знаю некоторых приближённых к особе людей, могу попросить замолвить за тебя словечко...

source: Anyone who tries to pass my outpost with arms in his hands and treachery in his heart will never return to his home. Gawen Hagarthen is alive. My brother Raban saw him and even talked with him. He is our rightful king and he will return to us.
ca: Tot aquell que intente passar el meu campament amb les armes en les mans i la traïció al cor no mai tornarà a casa. Gawen Hagarthen és viu. El meu germà el va veure i fins i tot va parlar amb ell. És el nostre rei per dret propi, i tornarà amb nosaltres.
hu: Bárki, aki fegyverrel a kezében, és álnoksággal a szívében próbál átjutni itt, nem tér haza többet. Gawen Hagarthen él. A testvérem látta őt, és beszélt is vele. Ő a mi törvényes királyunk, és vissza fog térni hozzánk.
ja: 武器を携え、心に裏切りを抱いて我が前哨基地の前を過ぎようとしている者は、けして故郷には戻れないだろう。Gawen Hagarthen は存命だ。我が兄弟 Raban は彼を目撃しているし、言葉も交わしている。彼こそ我らの正当な王だし、我らのもとに戻ってくるだろう。

source: I will do as my heart leads me. Not long ago, my brother fought a Wesnothian leader, Gaumhaldric. He told me this Gaumhaldric looked just like our king Gawen... but when asked, he answered that his name was 'Gaumhaldric.' I think our throne must be empty. Either Gawen is dead, or - if he indeed was Gaumhaldric - he lied and is therefore unworthy to be our king.
ca: Faré el que el meu cor considere oportú. El meu germà va lluitar fa poc amb un líder wesnothià, Gaumhaldric. Em va contar que aquest Gaumhaldric era idèntic al nostre rei Gawen, però quan li ho va preguntar, aquell va respondre que el seu nom era Gaumhaldric. Així doncs, bé Gawen és mort o, si de debò era Gaumhaldric, bé és un mentider i no mereix ser el nostre rei.
hu: Úgy fogok tenni, ahogy a szívem diktálja. A testvérem nemrég megküzdött egy Gaumhaldric nevű wesnothi vezérrel. Azt mondta, hogy ez a Gaumhaldric nagyon hasonlított Gawen királyra... de amikor rákérdezett, azt mondta, hogy az ő neve Gaumhaldric. Azt hiszem a trónunk üres. Akár meghalt Gawen, akár - ha valóban Gaumhaldricnak hívja magát - hazudott, nem méltó a királyi címre.
ja: 私は、自分の心の命ずるままに行動する。つい最近、我が兄弟は Wesnoth のリーダー Gaumhaldric と戦った。彼は教えてくれたのだ、そのリーダーは正に我らの王 Gawen にそっくりだったと... しかし尋ねてみると彼は Gaumhaldric だと答えた。なあ、我らの王座は、いま空位に違いないと私は考えている。Gawen が亡くなったとしたら、或いは ― もしも彼が実際に Gaumhaldric であっても、嘘をついたことになるのだから、我らの王としてふさわしくない。

source: I don't know what to think about this. My brother, Raban, died recently fighting with someone who - according to many - looked like our king Gawen's twin brother.
ca: No sé què pensar. El meu germà, Raban, va morir fa poc lluitant amb un home que, segons molta gent, pareixia un germà bessó del nostre rei Gawen.
hu: Nem tudom, mit gondoljak erről. A testvérem, Raban nemrég elesett, amikor megküzdött egy olyan - egyesek szerint teljesen olyan - kinézetű emberrel, aki lehetne Gawen ikertestvére is.
ja: どう考えるべきか、私には判断しようがない。我が兄弟 Raban は最近、ある者と戦って死んだ ― 多くの人の話では ― 我が王 Gawen の双子の兄弟ではないかと思えるような人間だ。
ru: Не знаю что и думать. Мой брат Рабан недавно погиб в битве с кем-то, кто, как и многие, как две капли воды похож на короля Гэвена.

source: I don't know what to think about this. My brother, Raban, fought with someone who - according to many - looked like our king Gawen's twin brother. He was left alive by one of the Wesnothians fighting for this young leader, who goes by the name 'Gaumhaldric.' There are many rumors about him...
ca: No sé què pensar. El meu germà, Raban, va lluitar amb un que, segons diuen molts, pareix el germà bessó del nostre rei Gawen. Un dels wesnothians a les seues ordres el va deixar viu, i el seu nom és Gaumhaldric. Hi ha molts remors...
hu: Nem tudom, mit gondoljak erről. A testvérem, Raban nemrég megküzdött egy olyan - egyesek szerint teljesen olyan - kinézetű emberrel, aki lehetne Gawen ikertestvére is. Az ifjú wesnothi vezér egyik harcosa megkegyelmezett neki. Az ifjú vezért Gaumhaldricnak hívták. Sokat beszélnek róla újabban...
ja: どう考えるべきか、私には判断しようがない。我が兄弟 Raban は、ある者と戦った ― 多くの人の話では ― 我が王 Gawen の双子の兄弟ではないかと思えるような人間だ。彼は、Gaumhaldric と称する若きリーダーとして戦った Wesnoth 人の一人によって生け捕りにされた。色んな噂話があるのだ...
