Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: This doesn't look good, my lord. We weren't expecting this many enemies here. And our scouts are reporting that Buffin's army is just behind us.
ca: Açò no té bona pinta, senyor. No esperàvem tants enemics ací. I els exploradors reporten que l'exèrcit de Buffin està darrere nostre.
hu: Uram, elég kedvezőtlen a helyzet. Nem számítottunk ekkora ellenséges erőre. A felderítők jelentése szerint Buffin serege itt lohol a sarkunkban.
ja: これは状況としては良くありませんね、陛下。これほどの大勢の敵を想定していませんでした。斥候によると、 Buffin 軍が背後に迫っています。

source: Aaah, the glory of battle! My son, fodder for our swords lies ahead. Let's kill them all, and if they are worthy opponents, let's cut their hearts out and eat them. Speaking of eating, I am really hungry...
ca: Aaah, la batalla! Fill meu, el menjar de les nostres espases està davant. Matem-los tots i, si són uns rivals dignes, tallem-los els cors i mengem-nos-els. Parlant del menjar, tinc fam...
hu: Áááh, csata! Fiam, a kardom már szinte berozsdásodott. Öljük meg mindet, s ha méltó ellenfelek lesznek, vágjuk ki a szívüket, s együk meg. Már attól is megéhezem, ha csak megemlítem...
ja: おー、戦闘の栄光！我が息子よ、目の前に剣の餌食の雁首が揃ってるわ。すべて殺して、立派な敵なら、みんなで心臓を切り取って食べてしまおう。食べると言えば、本当にお腹が空いてきたわ...
ru: Ага, битва! Сын мой, впереди пища для наших мечей. Убьём их всех, и если они окажутся хорошими противниками, вырежем их сердца и съедим. Кстати, о еде, я голодна...

source: My king, is mother of your majesty always this... hmm...
ca: Rei meu, és sempre sa mare tan... tan... hmm...
hu: Királyom, fenséges anyád mindig ilyen... hmmm...
ja: 王様、あなたのご母堂は、いつもこのようなのですか... あぁ...
ru: Мой король, мать Вашего величества всегда такая... ммм...

source: Bloodthirsty? I am not sure. She has been behaving very oddly of late... mother, you should really stop eating so much. You are starting to gain weight.
ca: Sanguinària? No ho sé cert. Últimament es comporta d'una manera prou estranya... Mare, no hauries de menjar tant. Estàs començant a guanyar pes.
hu: Vérszomjas? Nem is tudom. Mostanában kicsit furcsán viselkedik... Anyám, tényleg nem kéne annyit enned. kezdesz kissé túlsúlyos lenni.
ja: 血に飢えていると？さあ、どうだろう。...最近、彼女の様子がどうもおかしいのだ。母さん、あまり食べすぎない方がいい。体重が増えてきているから。
ru: Кровожадная? Не уверен. Она часто начинает вести себя странно... Мать, тебе действительно нужно поменьше есть. Ты начинаешь набирать вес.

source: I will lose it in battle. Charge!
ca: El perdré en la batalla. Desperta ferro!
hu: Majd lefogyok a csatában. Táámadáás!
ja: 戦闘で痩せるわ。さ、補給しに行くわよ！
ru: Я сброшу его в битве! Заряжа-ай!

source: Reach the northern edge of the map with Gawen.
ja: Gawen がマップの北端に到達する

source: For our king, Gawen Haldric Hagarthen!
ca: Pel nostre rei, Gawen Haldric Hagarthen!
hu: Királyunkért, Gawen Haldric Hagarthenért!
ja: 我らが王 Gawen Haldric Hagarthen のために！
ru: За нашего короля Гэвена Хальдрика Хагартена!

source: Your king? You are fighting for the ghost of long dead boy? And why would you call him Haldric?
ca: El vostre rei? Esteu lluitant pel fantasma d'un xic mort? I per què l'anomeneu Haldric?
hu: Királyotokért? Egy régen meghalt gyerek szelleméért? De miért nevezitek Haldricnak?
ja: お前の王？ 死んだ小僧の亡霊のために戦うって？それに、なぜ Haldric と呼ぶのだ？
ru: За короля? Вы бьётесь за давно умершего мальчишку? А почему вы называете его Хальдриком?

source: You oppose Gawen Hagarthen, your own king.
ca: Esteu oposant-vos a Gawen Hagarthen, el vostre rei.
hu: Te a saját királyod, Gawen Hagarthen ellen támadsz.
ja: お前は、お前の王たる Gawen Hagarthen に刃向かっているのだぞ。
ru: Ты выступаешь против Гэвена Хагартена - вашего короля!

source: Our king? And where is he? Is he hiding behind your backs?
ca: El nostre rei? I on és? Amagat darrere de les vostres esquenes?
hu: A királyom? Ugyan hol van? Talán elbújt a hátad mögött?
ja: 俺たちの王？ 彼がどこにいるって？お前たちの後ろに隠れているのか？
ru: Нашего короля? И где он? Прячется за твоей спиной?

source: Now, feel the wrath of ancient power. Your God is expressing his anger through me, because you are opposing his messiah!
ca: Sentiu la fúria de l'antic poder. El vostre Déu expressa la seua fúria a través de mi, perquè lluiteu contra el seu messies!
hu: Érezd a haragomat, kutya! Isten általam sújt le rád, mert szembeszállsz az általa küldött megváltóval!
ja: さあ、古の力の怒りを感じるがよい。お前の神はその怒りを私の体を通して表出させているのだ、なぜなら、お前は、その救世主に刃向かっているのだから！
ru: Узнай ярость древней силы. Твой Бог показывает свой гнев с моей помощью, потому что ты выступил против его мессии!

source: My name is Reme Carrenemoe. You doubt my word?
hu: Szerinted hol lehet Reme Carrenemoe?
ja: 私の名は Reme Carrenemoe 。私の言葉を疑っているのか？

source: If he is really Gawen Hagarthen, why does he send others to fight?
ja: もしも彼が 本当に Gawen Hagarthen なら、なぜ彼は他の者を戦闘に送り込むんだ？

source: He lost consciousness already? Sigh. I hoped we could ask him few questions. But then again, he didn't seem like a guy who would actually KNOW anything.
ja: 彼はもう意識を失っているのか？ あぁ... 聞きたいことが有ったのだが。だが、まあ、実際に何かを知っている様子はなかったしな。

source: What are you waiting for? Finish me!
ca: A què esperes? Vinga, acaba amb mi!
hu: Mire vársz még? Végezz velem!
ja: 何をしている、早く終わらせろ！

source: Then die, if that's what you want!
ca: Bé. Mor, si tanta il·lusió et fa.
hu: Akkor halj meg, ha akarsz!
ja: それなら死んでもらおう、お望みとあらば！
ru: Ну так умри, если ты так этого хочешь.

source: You were worthy opponent
ca: Has sigut un rival digne.
hu: Méltó ellenfél voltál.
ja: 敵としてあっぱれだ

source: If that's your wish
ca: Si això desitges.
hu: Ha ez a kívánságod
ja: もしも望むのであれば

source: Why should I do that? You fought like a real man, and I respect you. Rauke, I want you to know that I consider you a good warrior and a fine Akladian. I will ensure your body is buried with all honours.
ca: Per què hauria de fer-ho? Has lluitat com tot un home i et respecte. Rauke, vull que sàpigues que et considere un bon guerrer i un bon akladià. Faré tot el que puga per enterrar el teu cos amb tots els honors.
hu: Miért tenném? Férfiként harcoltál, s ezt becsülöm. Rauke, szeretném, ha tudnád, hogy jó harcosként és jó akladiaiként tekintek rád. Megteszek mindent, hogy tisztességes temetésben legyen részed.
ja: なぜ私がこんなことをせねばならんのだ？君は、本物の男のように戦ったし、私は君を尊敬しているのだ Rauke 。私は、君が立派な戦士であり、素晴らしい Akladia 人だと思っている。このことを是非知っておいてほしい。君の遺体は必ず名誉ある形で埋葬するからな。

source: Maybe you are worthy to be our king after all...
ca: Potser sí sigues digne de ser el nostre rei...
hu: Lehet, hogy méltó lennél a királyi címre...
ja: あなたは私達の王としてふさわしい方なのかもしれません、結局は...

source: Tell me what has happened recently in Vakladia?
ca: Per favor, què ha passat recentment en Vakladia?
hu: Kérlek, mondd el, mi van most Vakladiában?
ja: Vakladia で最近、何が起こっているのか教えてくれないか？

source: Nothing changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to impose themselves as supreme rulers with the help of the orcs, but even their successes with the rebels have not given them any authority.
ca: No res ha canviat molt. Tots lluiten amb tots. Bor Cryne i els seus aliats intenten presentar-se com els suprems senyors amb l'ajut dels orcs, però fins i tot amb el seus èxits contra els rebels no tenen molt autoritat.
hu: Nem sok minden változott. Mindenki harcol mindenki ellen. Bor Cryne és a hívei az orkok segítségével próbálnak felülkerekedni, de még a nemtelenek fölött aratott sikereikkel sem tudták megalapozni az uralmukat.
ja: 大した変化はありません。皆が皆、何かしら戦っているのです。Bor Cryne とその同盟者たちがオークの手を借りて自らを最高支配者に押し上げようと試みていますが、反乱軍との戦闘で戦果を上げても何の権威も得られていません。

source: In Easkladia, king Perien died during the final battle with the Wesnothians. He broke through the Wesnothian lines right to their king. He slew their king, but he was in turn killed by underlings. The battle then ended, undecided, but the Easkladian capital was saved and the underlings withdrew without their king.
ja: Easkladia では Perien 王が Wesnoth 人との決戦で亡くなりました。王は Wesnoth 戦線を突破し Wesnoth の王の所まで到達したのです。その王は殺したのですが、我らの王もまた、敵の下っ端どもに殺されてしまったのです。戦闘は決着しないまま終結しました。Easkladia の首都は救われて、あの下っ端どもは彼らの王を残したまま撤退しました。

source: There are multiple rumors about a messiah who will come and unite all the Akladians and lead them into true greatness... (<i>coughs</i>) ...and... (<i>coughs</i>)
ja: 色々な噂が飛び交っています。救世主がやってきて、全 Akladia 人を統合し真の偉大なものに導いて... （<i> あぁ... </i>）...それから... （<i> あぁ... </i>）

source: He is dead now. Lie in peace, warrior. I will keep my promise.
ja: 彼は今、息を引き取った。安らかに眠りにつくがよい、兵士よ。約束は守るからな。

source: A mage! A mage has defeated me! A creature from the dark past allied with you? God will punish you!
ca: Un mag! Un mag m'ha derrotat! Una criatura del fosc passat aliada amb tu? Déu et castigarà!
hu: Egy mágus! Egy mágus végez velem! A sötétség erőivel szövetkeztél? Isten meg fog büntetni!
ja: この、魔術師め！魔術師が私を倒したのか！暗い過去から来た生き物が、お前と組んだのか？神よ、奴を罰し給え！

source: Rauke, I like you. That's why I don't want you to scream in pain and agony. What do you say you help me out?
ca: Rauke, m'agrades. I per això no vull sentir-te cridar de dolor i agonia. Podries ajudar-me?
hu: Rauke, én szeretlek téged. S nem venném a lelkemre, ha sikoltozva és kínlódva vívnád haláltusádat. Megkönnyíted a dolgomat?
ja: Rauke 、あんたのことは好きだよ。だから、痛みや苦しみに叫び声を上げてほしくないのよ。その願いを叶えてほしいの、いいかしら？

source: Help yourself, fat witch.
ca: Fes el que vulgues, bruixa grossa!
hu: Segítsen neked az ördög, kövér boszorkány!
ja: 勝手にしろ、デブの魔女め。

source: Fat? That's really unfair. I didn't say anything about you being bald. Now, tell me what happened recently in Vakladia, and...
hu: Kövér? Ez nem szép tőled. Én nem emlegetem a tar fejedet. Beszélj inkább kérlek a vakladiai helyzetről, és...
ja: デブですって？聞き捨てならないわ。私はあんたのハゲ頭について、一度もケチを付けたことはなかったわ。いいわ、最近の Vakladia で何があったか言いなさい、そうすれば...

source: And...
ca: I...
hu: És...
ja: そうすれば...

source: You will avoid unspeakable pain
ca: T'estalviaràs un dolor inimaginable.
hu: Elkerülheted a kimondhatatlan kínokat
ja: 言いようのない痛みを感じなくて済むわ

source: I will honour you by burying you properly
ca: T'honraré enterrant-te adequadament.
hu: Tisztességes temetésben részesülhetsz
ja: きちんと埋葬することで敬意を表してあげるわ

source: You think you can frighten me with mere words? Ha! Ha! Ha! I am an Akladian lord, and I am not afraid... I am half-dead already...
ja: つまらぬ言葉で私を脅せるとでも？ハッハッハッ！私は Akladia の領主だ、恐れるものなど無い... 半分もう死んでいるのだし...

source: Only half-dead, mind you. It means you can still feel the pain
ca: Mig mort, aquí està la clau. Això vol dir que encara pots sentir dolor.
hu: De csak félig, ne felejtsd el! Vagyis még érezni fogod a fájdalmat
ja: 半分でしょ、つまり、まだ痛みを感じるってことよ

source: Aaargh! No! Not there! Aaargh! Stop, stop it!
ca: Aaargh! No! Així no! Aaargh! Para, para!
hu: Ááááh! Ne! Ne csináld! Ááááh! Állj, hagyd abba!
ja: アァーッ！ おい！そこはダメだ！アァーーッ！やめろ、やめてくれ！

source: I won't allow for any more of that, mother. Stop it! Stop it right now!
ca: Mare, no t'ho permetre. Para! Para ja!
hu: Elég volt már, anyám. Hagyd abba! Hagyd abba azonnal!
ja: それ以上は許さないよ、母さん。やめるんだ！今すぐやめなさい！

source: Oh, rats, I think I've lost my delicate, feminine touch. My blade slipped and I've killed him too soon. Sigh.
ca: Oh, vaja. Hauré perdut el meu toc femení? La meua fulla s'ha esvarat i l'he mort massa prompte. Ais.
hu: Ó, a francba, megcsalt a hatodik érzékem. Megcsúszott a késem és túl mélyre hatolt. Meghalt. Hajh.
ja: ああ、ネズミめ、私は繊細ば女性の感触を失ってしまったみたい。この刃が滑ってあまりに早く殺してしまったわ、あーあ。

source: Honour me? That's so.. so unlikely of you, Lorin.
ca: Honrar-me? Això... això no pareix propi de tu, Lorin.
hu: Tisztességes temetés? Ez olyan... olyan szokatlan tőled, Lorin.
ja: 私に敬意を？それはまた、お前らしくないな、Lorin 。

source: LADY Lorin, if you don't mind. How do you know what's unlikely for me? You were a fine warrior, and I grow tired of being called emotionless and cruel by my step-son. Would you please tell me about what happened in Vakladia recently?
ca: NA Lorin, per favor. Bé, cóm saps tu què és propi de mi i què no? Vas ser un bon guerrer i ja estic farta de sentir al meu fill dient que no tinc cap sentiment. Per favor, podries dir-me què ha passat recentment en Vakladia?
hu: LADY Lorint akartál mondani ugye. Nos, honnan tudod, hogy én mit szeretek jobban? Jól harcoltál, én pedig meguntam már, hogy nevelt fiam folyton érzéketlenséggel és kegyetlenséggel vádoljon. Beszélnél a vakladiai helyzetről?
ja: Lorin 夫人と呼んで頂戴ませ、お宜しけ・れ・ば。私らしくないって、何がどうして分かるわけ？あんたはそれなりの戦士だったし、義理の息子から「感情がない」とか「冷酷だ」とか言われるのにはもううんざりよ。教えてほしいわ、最近 Vakladia に何が起きたの？

source: Nothing's changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to impose themselves as supreme rulers with the help of the orcs, but even their successes with the rebels have not given them any authority.
ca: No res ha canviat molt. Tots lluiten amb tots. Bor Cryne i els seus aliats intenten presentar-se com els suprems senyors amb l'ajut dels orcs, però fins i tot amb el seus èxits contra els rebels no tenen molt autoritat.
hu: Nem sok minden változott. Mindenki harcol mindenki ellen. Bor Cryne és a hívei az orkok segítségével próbálnak felülkerekedni, de még a nemtelenek fölött aratott sikereikkel sem tudták megalapozni az uralmukat.
ja: 大した変化はない。皆が皆、何かしら戦っているさ。Bor Cryne とその同盟者たちがオークの手を借りて自らを最高支配者に押し上げようとしているが、反乱軍との戦闘で戦果を上げても何の権威も得られない。

source: In Easkladia, king Perien died during the final battle with the Wesnothians. He broke through the Wesnothian lines right to their king. He slew their king, but he was in turn slain by underlings. The battle then ended, undecided, but the Easkladian capital was saved and the underlings withdrew without their king.
ca: En Iskladia, el rei Perien va morir durant la batalla final contra els wesnothians. Va perforar les línies wesnothianes fins arribar on estava el seu rei i el va matar, però després els carralls el van assassinar. Aleshores va acabar la batalla, indecisa, amb la capital d'Iskladia salvada i els carralls retirant-se sense el seu rei.
hu: Easkladiában Perien király meghalt a wesnothiak ellen vívott csatában. Áttörte ugyan a wesnothi vonalakat a királyuk mellett. Meg is ölte őt, de aztán a nemtelenek végeztek vele is. A csata eldöntetlenül végződött, az easkladiai főváros megmenekült, a wesnothiak a királyuk nélkül vonultak vissza.
ja: Easkladia では Perien 王が Wesnoth 人との決戦で亡くなった。王は Wesnoth 戦線を突破し Wesnoth の王の所まで到達した。その王は殺したが、我らの王もまた、敵の下っ端どもに討たれてしまった。戦闘は決着しないまま終結し、Easkladia の首都は救われて、あの下っ端どもは彼らの王を残したまま撤退した。

source: You were a worthy fighter, noble Rauke Harnen. I will do everything to bury your body properly according to our customs.
ja: あなたは立派な戦士でした、貴き Rauke Harnen 殿。私たちの慣習に倣って適切にあなたを埋葬するよう、あらゆることを致します。

source: So were you, noble Reme. I've heard about the fate of your clan and family - please, accept my deepest condolences.
ca: Així que eres tu, noble Reme. He sentit el destí del teu clan i la teua família. Per favor, accepta les meues més profundes condolences.
hu: Ahogy te is, nemes Reme. Hallottam a klánod és a családod sorsáról - fogadd őszinte részvétemet.
ja: 君もだよ、貴き Reme よ。君の氏族と家族の運命について聞いていたよ ― どうか私の深い哀悼の意を汲んでほしい。

source: People die and join their ancestors. I am happy their death was honourable. Please, before you die - could you tell me about what happened in Vakladia recently?
ca: La gent mor i marxa amb els avantpassats. Estic feliç que la seua mort fóra honorable. Per favor, abans que mores, podries relatar-me que ha passat recentment en Vakladia?
hu: Az emberek meghalnak és csatlakoznak az őseikhez. Örülök, hogy harcban estek el. Mielőtt meghalsz - elmondanád, mi zajlik most Vakladiában?
ja: 人は死に、先祖に仲間入りします。彼らの死が名誉あるものであったことを嬉しく思います。どうか亡くなる前に、最近 Vakladia で何が起きたのか教えていただきませんか？

source: Hmm... seems that he had some gold...
ja: うーむ、彼はいくらかのゴールドを持っていたようだ...

source: Hmm... seems that the traitor had some gold...
ja: うーむ、この裏切り者はいくらかのゴールドを持っていたようだ...

source: Bal Riddon has received 40 gold pieces.
hu: Bal Riddon Kap 40 aranyat
ja: Bal Riddon は 40 gold を受け取りました。

source: Dauri Travil has received 40 gold pieces.
hu: Dauri Travil kap 40 aranyat
ja: Dauri Travil は 40 gold を受け取りました。

source: Eeek! They killed the boss! Bring reinforcements!
ca: Eeek! Han mort el cap! Reforços!
hu: Eeek! Megölték a főnököt! Hívjatok erősítést!
ja: えっ！ 我々の大将が殺された！援軍を呼ぶんだ！
ru: Ик! Они убили босса! Скорей за подмогой!

source: Bal Riddon, before you die, I want you to tell me a few things about the plans of your king, Buffin.
ja: Bal Riddon よ、あなたが死ぬ前に、Buffin 王の今後の計画に関して幾つか聞きたいことがある。

source: Ask him yourself, then. I won't tell you anything.
ca: Pregunta-t'ho a tu mateixa. No diré res.
hu: Azt tőle kell megkérdezned. Én nem mondok semmit.
ja: それなら、本人に訊いてくれ。私は何も話すことはない。

source: Nonono, you have not understood me. I WANT you to tell me few things about the plans of your king. Now, we will start with the basics.
ca: Nonono, no m'has entès. VULL que em contes algunes coses dels plans del teu rei. Ara, començarem amb les explicacions més bàsiques.
hu: Nanana, te nem értettél meg. Én AKAROM, hogy beszélj nekem a királyod terveiről. De kezdjük az elején.
ja: ノーノー、あなた、私のことを分かってないわね。あなたの王様の計画について教えてほしいことがあるのよ、この私が。さあ、基本から始めましょうか。

source: Wait! I will tell you what I know. King Buffin wants to use the opportunity he sees here, with Gawen dead, Perien dead, and the two other Hagarthens in Guilcorta busy with quarrels. He wants to trump up some fake election and elect himself king of Vakladia.
ca: Espera! Et diré el que sé. El rei Buffin vol aprofitar-se de l'ocasió que hi ha ara amb les morts de Gawen i Perien i els problemes dels Guilcorta. Vol fer alguna mena de falses eleccions i eixir elegit com el nou rei de Vakladia.
hu: Állj meg! Elmondom, amit tudok. Buffin király ki akarja használni a kedvező alkalmat, hogy Gawen meghalt, Perien is meghalt, a két guilcortai Hagarthen meg egymással civakodik. Akar csinálni egy rögtönzött választást, ahol megválasztják őt királynak.
ja: 待て！何でも喋るから。Buffin 王は、この機会を利用したいのだ。Gawen が死に、Perien が死に、他の Hagarthen ２人は Guilcorta での諍いで手が離せない状態だからな。偽の選挙をでっち上げて、自分自身を Vakladia の王に選出させたいのさ。

source: Gawen is not dead, I assure you.
ca: Gawen no ha mort, t'ho puc assegurar.
hu: Gawen nem halt meg, erről biztosíthatlak.
ja: Gawen が死んでいない。保証するわ。

source: But there is something strange... I've heard strange rumors. Something is happening at our eastern border. Many of the lords from the eastern part of Okladia have not answered the call of Buffin to assemble at his camp.
ca: Però alguna cosa estranya està passant... He sentit uns estranys remors. Alguna cosa està succeint a la frontera oriental. Molts dels senyors d'Okladia oriental no han donat cap resposta a la invitació de Buffin.
hu: De van itt valami más is... Különös híreket hallottam. Valami van a keleti határainknál. Okladia keleti határáról számos úr nem érkezett meg a király táborába, pedig Buffin őket is hadba hívta.
ja: しがし何ともおかしいのだ... おかしな噂を耳にしたのだ。東方の境界で何かが起きてる。Okladia の東部方面出身の領主の多くが、野営地に集まるよう Buffin が呼びかけたのだが、返事が来なかったのだ。

source: Okladian lords are cowards, what's so strange about that? Do you know anything else? No? Die then.
ca: Els senyors okladians són tots uns covards, no sé què té d'estrany. No saps res més? No? Mor.
hu: Az okladiai urak gyáva nyulak, mi ebben a különös. Tudsz még valamit? Ha nem, ég veled.
ja: Okladia の領主は臆病者ばかりだから、それほど不思議じゃないでしょ？他に何か知らないの？知らない？じゃあ死んで。

source: You were a worthy fighter, noble Bal Riddon.
ja: あなたは立派な戦士でした、貴き Bal Riddon 殿。

source: So were you, Reme. So were you. You behaved honourably, so before I die, I want to warn you: you are headed straight into a trap.
ca: Així que eres tu, Reme. Així que eres tu. T'has comportat honrosament, pel qual abans de morir vull avisar-te: aneu de cap a una trampa.
hu: Akárcsak te, Reme. Akárcsak te. Becsületesen viselkedtél, ezért mielőtt meghalok, figyelmeztetlek: egyenesen besétáltok a csapdába.
ja: 君もだよ、Reme 、君もそうだ。君は誇り高く振る舞った。だから、私が死ぬ前に一つ忠告しようと思う。君が進む先には罠が待っているぞ。

source: What do you mean by that?
ca: Què vols dir amb això?
hu: Mire célzol?
ja: それは、どういう意味です？
ru: Что вы имеете в виду?

source: An army of orcs and Akladians is gathering north of here. They are probably there because they want to head off the army of my king, Buffin. You will be trapped between those two armies. Go back to Okladia and try to find another way.
ca: Un exèrcit d'orcs i akladians està reunint-se al nord d'ací. Segurament volen detenir l'exèrcit del meu rei, Buffin. Estareu atrapats entre exèrcits. Torneu a Okladia i trobeu un altre camí.
hu: Északra orkok és akladiaiak gyülekeznek. Lehet, hogy a királyom, Buffin seregét akarják feltartóztatni. Ti épp a két sereg közt vagytok. Jobban járnátok, ha visszatérnétek Okladiába és más úton próbálkoznátok.
ja: オークと Akladia 人の軍隊はこの北側に集まっている。奴らは Buffinn 王の軍隊を撃退するためにそこにいると思われる。君たちは、この２つの軍勢から挟まれることになるだろう。Okladia に戻り、別の道を探してみるんだ。

source: We have no choice. We have to tread this path.
ca: No tenim elecció. Hem de seguir.
hu: Nincs választásunk. Északra kell mennünk.
ja: 私たちに選択の余地はありません。この道に足を踏み入れるしかないのです。

source: This signpost is illegible, unfortunately.
ja: この道標は読めないなぁ、残念だけど。

source: Wait... the last time enemy reinforcements arrived...
ja: お待ち下さい... 敵の援軍が最後に来たのは...

source: No, Gawen is correct! There are too many of them now!
ja: いいえ、Gawen が正しいわ！あんなに多くの敵が... 多すぎる！

source: We've won! What should we do now?
ca: Hem guanyat! Que hauríem de fer ara?
hu: Győztünk! Merre kéne tovább mennünk?
ja: 勝利したぞ！さあ、次は何をすればいい？
ru: Мы победили! Что дальше?

source: We march straight on to Vattin! Boy, I really feel hungry now. This fight has made me STARVING.
ca: Directes cap a Vattin! Hum, realment tinc fam ara. Aquesta lluita m'ha deixat FAMOLENCA.
hu: Egyenesen Vattinba! Az ördögbe, most már tényleg éhes vagyok. Ettől a harctól egyenesen ÉHEZEK.
ja: Vattinn までまっすぐに進むわよ！あぁ、本当にお腹が空いてしまったわ。今度の戦いは、冗談抜きに空腹にさせるわね。
ru: Прямо в Ваттин! Чёрт, как же хочется есть. После битвы я просто умираю от голода.

source: I think, my king, we should go to Freetown, so the Wesnothian rebels from Vakladia can see you and acknowledge you as king. We must hurry, because king Buffin is right behind us.
ca: Sospite, rei meu, que anirem a Ciutat Lliure per tal que els rebels wesnothians de Vakladia puguen veure't i reconèixer-te com a rei. Cal donar-nos pressa, doncs el rei Buffin està darrere nostre.
hu: Azt hiszem, királyom, hogy Freetownba kell visszamennünk, így a wesnothi lázadók látnának téged és királyukként fogadnának. Sietnünk kell, mert Buffin már a nyomunkban van.
ja: 王様、思うに、私たちは Freetown に行くべきではないでしょうか。そうすれば Vakladia から来ている Wesnoth 人の反乱者はあなたの顔を見られますし、王として認識することでしょう。急がねばなりません。Buffin 王はすぐ後ろに来ているのです。
ru: Думаю, мой король, нам нужно идти во Фритаун, чтобы восставшие веснотцы увидели Вас и признали своим королём. Нужно спешить, потому что король Баффин идёт прямо по пятам.

source: Nonono, not to Freetown! There is nothing worth seeing in Freetown!
ca: Nonono, no a Ciutat Lliure! No hi ha res que veure en Ciutat Lliure!
hu: Nonono, ne Freetownba! Nincs semmi érdekes Freetownban!
ja: ノーノーノー、Freetown はダメ！ あそこには見る価値のある物はなんにもないわ！
ru: Нет-нет-нет. Никакого Фритауна! Не на что там смотреть!

source: Yes, there is definitely something worth seeing in that city. In fact, I can't wait to see her.
ca: Sí, sí que hi ha. De fet, no puc esperar més per veure-la a ella.
hu: De van, van ott valami nagyon érdekes abban a városban. Valójában már alig várom, hogy lássam őt.
ja: いや、あの街には確実に見る価値のある物が有る。実際、早く彼女に会いたい。
ru: Да нет, там есть на что взглянуть. Я уже не дождусь когда увижу её.

source: Her?
ca: Ella?
hu: Őt?
ja: 彼女？
ru: Её?

source: Mother, I'll explain later. Let's go!
ca: Mare, t'ho explicaré després. Anem!
hu: Anyám, később elmagyarázom. Menjünk!
ja: 母さん、後で説明しますよ。さあ、出発だ！
ru: Мать, я объясню всё потом. Пойдём!

source: Gee, don't panic. That's only the vanguard of King Buffin's army. I assure you that we still have every opportunity to win.
ja: はいはい、落ち着いて。あれは Buffin 軍の前衛兵に過ぎないわ。勝利する機会は十分に有るから大丈夫よ。

source: I have a strange feeling of dejavu... Hey, $tmp, take care of yourself, would you?
ja: なんだか奇妙な既視感が有るのだが... なあ、$tmp 、元気に過ごすんだぞ、いいね？

source: Choosing the Best
ca: Elegint els millors
hu: A legjobbak kiválasztása
ja: 精鋭兵の選任
ru: Выбор лучших
