Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Table
ja: 机

source: Room inside
ja: 室内

source: Peasant girl
ca: Pageseta
hu: Parasztlány
ja: 農民の少女

source: The young girl. She cannot fight, she cannot even defend herself. She appears only once in one scenario.
ca: La xicoteta. No sap lluitar ni tan sols per a defensar-se. Només apareix una vegada en un escenari.
hu: Egy fiatal lány. Nem tud harcolni, még önvédelemre is képtelen. Csak egy küldetésben jelenik meg.
ja: 若い女性です。彼女は戦うことも、身を守ることもできません。1つのシナリオに一度だけ登場します。

source: Senior Village Elder
ca: Cap d'aldea
hu: Nagyöreg
ja: 村の長老
ru: Деревенский староста

source: The entire village looks to the senior elder for guidance. Strong and wise, the senior elders take responsibility for the community’s well-being on their shoulders. Provincial officials tend to choose senior village elders as magistrates so that legal and customary authority will coincide.
hu: Az egész falu tiszteli a nagyöregeket bölcsességükért, hozzájuk fordulnak útmutatásért. A falu jóllétének terhét ezek a nagyöregek viselik a vállukon. A tartományi hivatalnokok gyakran választanak körükből vezetőket, így tekintélyük mellé hivatalos hatalmat is nyernek.
ja: 村全体は助言者・指導者として長老の声に耳を傾けます。強く賢明な長老は、村が幸せになることへの責任を背負っているのです。地方役人は、法律的な面と慣習的な機能が一致するよう、村の長老を執政者に選ぶのが通例となっています。

source: female^Senior Village Elder
hu: Nagyasszony
ja: 村の女性長老

source: City Militia
ca: Milícia ciutadana
hu: Polgárőr
ja: 民兵
ru: Городской стражник

source: City militia is composed from citizens of Wesnothian towns. Their role is usually just policing the cities and guarding the walls.
ca: La milícia ciutadana està composta de ciutadans de les ciutats wesnothianes. La seua feina és patrullar els carrers i guardar les muralles.
hu: A polgárőrség a wesnothi civil lakosság tagjaiból áll. Leginkább a rendfenntartásban és a városfalak védelmében játszanak szerepet.
ja: 民兵は Wesnoth の市民で構成されています。彼らの役割は、日常的には街の取り締まりと城壁の警備のみを行います。
ru: Городская стража набирается из числа жителей веснотских городов. Их обычные задачи - следить за порядком в городе и охранять городские стены.

source: spear
ca: llança
hu: dárda
ja: 槍
ru: копьё

source: Oracle
hu: Jósnő
ja: 預言者
ru: Оракул

source: No description. It will never appear anywhere, since the unit is fake.
ca: Sense descripció. Mai apareixerà enlloc, doncs esta unitat és falsa.
hu: Nincs leírás. Az egység sehol sem jelenik meg, mivel ez egy fiktív egység.
ja: 弁ずることなし。正体は偽りにて、いずこにも示されることなし。（笑）

source: Rancher
ja: 牧場主

source: In the wilder, less tamed regions of Wesnoth, the horse clans provide a steady supply of mounts available to even common farmers.
ja: Wesnoth の未開の荒野には馬を扱う一族がいて、普通の農民でも馬を手に入れることができます。

source: Being one of four daughters of a great warrior was never an easy task. Hearing from childhood about battles, knights, and great deeds of her father, Karen decided early on that being a good housewife is definitely not her destiny.
hu: Egy nagy harcos négy lánya közül egynek lenni nehéz feladat. Gyerekkorától csatákról, lovagokról és atyja dicső tetteiről hallva Karen korán elhatározta, hogy a jó háziasszonyi lét nem neki való feladat.
ja: 偉大な戦士の4人娘の一人であることは、決して楽ではありませんでした。幼い頃から戦闘について、騎士について、そして父親の偉業について聞かされ続けた Karen は早々に結論を出すに至ったのです。自分の運命とは、よき家庭の主婦になることではない、と。

source: sword
ca: espasa
hu: kard
ja: 剣
ru: меч

source: Always loyally serving royal family of Wesnoth, Ruvio's skills with the sword and crossbow became better than above average, to say it modestly. Even though age has had its impact on Ruvio, he is still a dangerous opponent.
hu: Wesnoth királyi családját mindig hűségesen szolgálta Ruvio, ezalatt, enyhén szólva, átlag feletti jártasságot szerzett a kard és a számszeríj használatában. Habár az évek súlya már nyomja a vállát, még mindig veszélyes ellenfél.
ja: 常に Wesnoth 王家に忠実に仕えてきた Ruvio の、剣とクロスボウの技量は、控えめに言っても人並みより優れたものとなりました。それは年の功であるとも言えますが、いずれにしろ危険な競争相手となり得ることに変わりはありません。

source: crossbow
ca: ballesta
hu: számszeríj
ja: クロスボウ
ru: арбалет

source: Outlaw Raider
ca: Saquejador procrit
hu: Portyázó zsivány
ja: 無法者の襲撃者

source: After four or five robbings, any Brigands that last that long will usually find a sword of some type. Usually this is a saber because fencers are their most regular prey, as they often wander around lonely backroads looking for fights most of the time. They also usually build or buy (or steal) a better crossbow, and their accuracy and skill have both improved with practice.
hu: A negyedik vagy ötödik fosztás után bármelyik briganti találhat magának valamilyen kardot. Ez leginkább egy szablya, mivel áldozataik között leginkább vívók szerepelnek, akik idejük nagy részében Wesnoth mellékútjain barangolnak, s ellenfelet keresnek. Rendszerint készítenek vagy vesznek (lopnak) egy jobb számszeríjat is, s gyakorlatozásaik révén fejlődik a jártasságuk e fegyverek használatában is.
ja: 強盗を4，5回繰り返すほど長く生き延びた野伏せたちは、たいてい何らかの剣を手に入れます。普通それはサーベルです。彼らの最も常習的な獲物は剣術士だからですが、剣術士たちはしばしば孤独な裏道をさまよいながら、ずっと戦いを探し求めています。野伏せたちはまた、できのよいクロスボウを作るか買う（あるいは盗む）のが普通で、練習を重ねながら腕前を上げ、精度の向上を図っています。

source: saber
ca: sabre
hu: szablya
ja: サーベル

source: Brigand
ca: Bandoler
hu: Briganti
ja: 野伏せ
ru: Разбойник

source: Mounted and wielding wicked-looking sickles, brigands left behind the farming life to stalk Wesnoth's lonely backroads in small bands, robbing travelers. They also carry crude crossbows but are not very skilled with them.
ca: Els bandolers, muntats i armats amb unes corbelles que tenen molta mala pinta, han abandonat la vida de pagès per a sotjar els camins secundaris de Wesnoth en xicotetes bandes. També porten unes tosques ballestes, però no són massa hàbils amb elles.
hu: A sarlószerű fegyvert viselő lovas brigantik odahagyták a farmerlétet, s kis csoportokban Wesnoth mellékútjain az utazók kifosztásából élnek. Bár durva számszeríjat is hordoznak magukkal, kezelésében kevéssé jártasak.
ja: 馬にまたがり、恐ろしい形の鎌を振り回す野伏せは、農耕生活を捨てて Wesnoth の寂れた裏道を小集団で歩き回り、旅人から金を奪います。彼らはまた、粗末なクロスボウを携えていますが、その扱いは上手いとは言えません。

source: sickle
ca: corbella
hu: sarló
ja: 鎌
ru: серп

source: dauntless
hu: rendíthetetlen
ja: 不屈

source: Dauntless: While attacking, this unit's resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
hu: Rendíthetetlen: Támadás közben ennek az egységnek az ellenállásai megduplázódnak, de legfeljebb 50%-ra nőnek. A gyengeségei nem változnak.
ja: 不屈（Dauntless）： 攻撃している間、このユニットの各抵抗力は2倍になります（最大50%まで）。マイナスの場合は影響しません。

source: sylvan spark
hu: erdei szikra
ja: 森の生気

source: Sylvan Spark: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
hu: Erdei szikra: Növényzettel borított területen ez az egység 5 ÉP-vel gyógyul körönként. Ha megmérgeződött, akkor gyógyulás helyett kikúrálódik a mérgezésből.
ja: 森の生気（Sylvan Spark）： 植物が生い茂る地形にいるあいだは、1ターンごとに 5 HP 回復します。毒に冒されている場合は、まずは解毒されます。

source: ability^protection
hu: pártfogás
ja: 防御

source: Protection: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
hu: Pártfogás: Az egység mellett az alacsonyabb szintű baráti egységek +20% többletellenállást szereznek minden fajtából (de legfeljebb 50%-ra nő az ellenállásuk).
ja: 防御（Protection）： 隣接するレベルの低いユニットは、すべての抵抗力が+20%のボーナスを得られます(最大 50%)。

source: ability^obscures
hu: homályosítás
ja: 減光

source: Obscures: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
hu: Homályosítás: Az egység elsötétíti a szomszédos mezőket, a törvénytelen egységek jobban, az igazságos egységek rosszabbul harcolnak a szomszédságában. Ennek az egységnek a szomszédságában minden egység úgy harcol nappal, mintha szürkület lenne, s úgy harcol szürkületben, mintha éjszaka lenne.
ja: 減光（Obscures）： このユニットは周囲を暗くして、混沌ユニットの戦闘を有利に、秩序ユニットを不利にします。 つまり、隣接するユニットの攻撃力全般が、昼であれば夕暮れのように、夕暮れであれば夜のようになります。

source: ability^terror
hu: megfélemlítés
ja: 恐怖

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of the same or lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
hu: Ez az egység megrettenti a mellette harcoló ellenséges egységeket, így azok rosszabbul harcolnak. A szomszédos alacsonyabb szintű ellenséges egységek sebzése csökken a csatában. Az azonos szintű egységek sebzése 15%-kal csökken, az alacsonyabb szintű egységek sebzése ezen felül annyiszor 15%-kal csökken, amennyi a két egység szintkülönbsége.
ja: 恐怖（Terror）： このユニットは隣接している敵軍ユニットを怯えさせて、戦闘力を低下させることができます。 同レベルの隣接する敵ユニットの戦闘ダメージを15%減少させますが、レベルが低い相手であれば、レベル差に15を掛けた分を更に減少させます。

source: ability^intimidates
hu: fenyegető
ja: 威圧

source: This unit intimidates adjacent level 0-1 enemy units, making them fight worse. Affected units engaging in combat deal 25% less damage and become unable to exert their zone of control over those adjacent to the intimidating unit.
hu: Az egység a szomszédos 0-1 szintű egységeket fenyegeti, így azok gyengébben harcolnak. Az érintett egységek sebzése 25%-kal csökken, s a fenyegető egység melletti egységek ellenében zónakontrolra sem képesek.
ja: 威圧（intimidates）： このユニットは隣接しているレベル 0-1 の敵軍ユニットを威圧し、攻撃力を減少させます。 影響を受けたユニットは攻撃ダメージが25%減少するとともに、このユニットに隣接すると、その支配ゾーン（ZOC）から抜け出せなくなります（散兵能力の一時無効）。

source: ability^sylvan essence
hu: erdei eszencia
ja: 森の真髄

source: Sylvan Essence: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only in vegetated terrains.
hu: Erdei eszencia: Az egység képes meggyógyítani a szomszédos baráti egységeket körönként legfeljebb 8 ÉP-vel illetve kikúrálni őket a mérgezésből. Növényzettel borított területen képes elrejtőzni az ellenségei elől, s itt maga is képes gyógyulni körönként legfeljebb 3 ÉP-vel, de a mérgezésből nem képes kikúrálódni.
ja: 森の真髄（Sylvan Essence）： このユニットは、隣接する味方ユニットを1ターンごとに基本的に最大 8 HP 回復させます。植物が生い茂っている地形であれば、敵軍から姿が見えなくなり、さらに、1ターンに 3 HP の再生能力を発揮します。但し、解毒能力はありません。

source: Sylvan Essence: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk. The unit also can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 4 HP per-turn, but only in vegetated terrains.
hu: Erdei eszencia: Az egység megvilágítja a szomszédos mezőket, így az igazságos egységek jobban, a törvénytelen egységek rosszabbul harcolnak. A szomszédos egységek úgy harcolnak éjszaka, mintha szürkület lenne, s szürkületben úgy, mintha nappal lenne. Az egység képes meggyógyítani a szomszédos baráti egységeket körönként legfeljebb 8 ÉP-vel illetve kikúrálni őket a mérgezésből. Növényzettel borított területen képes elrejtőzni az ellenségei elől, s itt maga is képes gyógyulni körönként legfeljebb 4 ÉP-vel, de a mérgezésből nem képes kikúrálódni.
ja: 森の真髄（Sylvan Essence）： このユニットは周囲を明るくして、秩序ユニットの戦闘を有利に、混沌ユニットを不利にします。つまり、隣接するユニットの攻撃力全般が、夜であれば夕暮れのように、夕暮れであれば昼のようになります。 このユニットは、隣接する味方ユニットを1ターンごとに基本的に最大 8 HP 回復させます。植物が生い茂っている地形であれば、敵軍から姿が見えなくなり、さらに、1ターンに 4 HP の再生能力を発揮します。但し、解毒能力はありません。

source: AMLA^Armoured
hu: Páncélos
ja: 装甲

source: AMLA^Fast
hu: Gyors
ja: 高速

source: AMLA^Fighter
hu: Harcos
ja: 攻撃力強化

source: AMLA^Fast Attack
hu: Gyors támadás
ja: 攻撃回数

source: AMLA^Sword Dancer
hu: Pengetáncos
ja: 剣舞

source: AMLA^Tough
hu: Viharedzett
ja: 標準的

source: Lord Hagarthen
ca: Senyor Hagarthen
ja: Hagarthen 卿
ru: Лорд Хагартен

source: It usually takes many years until young Hagarthen clan members are considered worthy enough to become kings. Such Hagarthen clan members are then called lords.
hu: Rendszerint sok évet vesz igénybe, míg a Hagarthen klánbeli ifjakat alkalmasnak találják a trónra. Az ilyen embereket aztán uraknak nevezik.
ja: 通常、Hagarthen 族の若者が王になるに十分とみなされるまで長い年月がかかります。そのようなHagarthen 族の者は"領主"や"卿"と呼ばれます。

source: Lord Bor Cryne
ja: 領主 Bor Cryne

source: After two generations had passed since the conquest of Wesnoth, Akladian leaders- despite claiming to despise the Wesnothians - started to mimic the customs of the Wesnothian nobility. Thereafter, the clan leaders, the 'lords', tended to become hereditary. As such it became extremely rare for a lord not to be a son of previous lord. Bor Cryne came from a noble family, though not one of the highest class, meaning he could, at most, expect to become a chieftain. Yet he was such a skilled warrior and leader that he was able to become a leader of his clan, killing the previous lord in a duel, as was traditional. He always despised the customs of Wesnothians and disliked those lords who enjoyed courts more than battlefields.
hu: Két generáció nőtt fel Wesnoth meghódítása óta, az akladiai vezetők - bár állításuk szerint lenézték a wesnothiakat - elkezdték utánozni a wesnothi előkelők szokásait. S a klánok vezetői, az "urak" egyre inkább komolyan vették a leszármazást. Ennek következtében egyre ritkább lett az, hogy egy úr nem az előző úr fia lett volna. Bor Cryne előkelő családból származott, de nem a főurak közül, így elvileg vezér is lehetett belőle. Gyakorlott harcosként vezetési tapasztalatokkal rendelkezve minden adott volt ahhoz, hogy klánjának vezetőjévé váljon, miután a hagyományokat követve párviadalban megölte az előző vezért. Bor mélységesen lenézte a wesnothi szokásokat, és azokat az urakat is megvetette, akik az udvar kényelmét választották a csatamező helyett.
ja: Wesnoth 征服から2世代が過ぎると、Akladia の指導者たちは Wesnoth 人を軽蔑していたにも関わらず、その貴族たちの慣習を真似るようになっていました。その後、氏族のリーダー "領主" は世襲制となる傾向にあったため、領主が先代の息子でないことは極めて稀となりました。Bor Cryne は貴族の出身ですが最上級階層の家系でもなく、せいぜい族長になることが期待できる程度でした。ところが彼は非常に優れた戦士でありリーダーであったので、決闘によって先代の領主を倒し、伝統に従って氏族の新たな領主となったのです。Bor Cryne は常に Wesnoth 人の慣習を軽蔑していて、戦場を嫌い宮廷の生活を楽しむ領主だちを嫌っていました。

source: When Gawen Hagarthen's youth had passed, he understood that to become respected amongst his tribe, he must become skilled in the way of the sword, as well as in politics.
hu: Amikor Gawen Hagarthen ifjúsága elmúlt, ráébredt arra, hogy a törzsének tiszteletét csak azzal tudja kivívni, ha a kardforgatásban és a politikában is jártasságot szerez.
ja: Gawen は青年期を過ぎて理解したことがありました。部族の中で尊敬されるようになるには、剣の道に熟練しなければならないのだということを。政治力だけでは駄目なのです。

source: Akladian Light Infantry
ca: Infant lleuger akladià
hu: Akladiai könnyűgyalogos
ja: Akladia の軽歩兵
ru: Лёгкий пехотинец Акладиан

source: The best Akladian warriors are chosen by their lords to serve in their regular armies, and they became professional soldiers. They have to equip themselves, however, which results in their armour being light, and a spear being their weapon of choice.
hu: A legjobb akladiai harcosokat uraik választották ki, hogy a reguláris seregükben szolgáljanak, s így válnak hivatásos katonákká. Maguk kénytelenek felszerelni magukat, emiatt választják a könnyű vértet önvédelemre és fegyverként a dárdát.
ja: Akladia の最も優秀な戦士は、領主に選ばれて、正規軍に所属して職業軍人となる者たちです。しかし、彼らは自分たちで装備を整えねばならず、鎧も軽装ですし、武器として選ぶのは槍だけです。

source: Akladian Protector
ca: Protector akladià
hu: Akladiai védelmező
ja: Akladia の警護兵
ru: Защитник клана Акладиан

source: greatmace
hu: csonttörő
ja: 大型メイス

source: female^Queen
ca: Reina
hu: Királynő
ja: 女王
ru: Королева Акладиан

source: While the relationship between sexes in Akladian society is far from equal treatment, all women are expected to be able to handle weapons, and those who are wives or children of great warriors are commonly thought to master use of the sword as well as their husbands or fathers.
hu: Bár a nemek közti egyenlőség nem jellemző az akladiai társadalomban, minden nőnek tudnia kell a fegyverekkel bánni, a nagy harcosok feleségeiről és gyermekeiről általánosan elterjedt, hogy férjükhöz vagy apjukhoz hasonlóan mesterei a kardforgatásnak.
ja: Akladia 人の、社会における男女の関係は平等とは言い難いけれど、女性はみな武器を扱えることが期待されています。また、偉大な戦士の妻や子であれば、夫や父親と同じように剣を使いこなすのが一般的だと考えられています。

source: Akladian Fastfoot
ca: Peualat akladià
hu: Akladiai gyorslábú
ja: Akladia の韋駄天
ru: Адьютант Акладиан

source: Akladian Fastfoots are members of the personal armies of Akladian lords. They are almost professional soldiers, being equipped by their masters. Having light armour, they put all their hope into the mastering of the sword.
hu: Az akladiai gyorslábúk az akladiai urak testőrségének tagjai. Majdnem hivatásos katonák, akiket uraik szerelnek fel. Könnyű pajzsuk lévén a kardjukban bíznak leginkább.
ja: Akladia の韋駄天は、Akladia の領主が雇う私兵の一員です。殆どが職業軍人で、雇用主によって装備は整えられます。鎧は軽く、剣の修練に全精力を注いでいます。

source: Akladian Homeguard
ca: Vigilant akladià
hu: Akladiai honvédő
ja: Akladia の宿衛兵
ru: Ополченец Акладиан

source: Facing hostility from all other nations, Akladians had to create special units who would devote their whole lives to guarding the settlements of the clans.
hu: A többi nép ellenséges érzéseivel szembesülve az akladiaiak olyan egységeket képeztek ki, akik egész életüket a klánok települései megvédésének szentelik.
ja: 他国の全てからの脅威に直面した結果、Akladia 人は、氏族の集落を守るために一生を捧げるほどの、特別な部隊を作り上げる必要に迫られました。

source: mace
hu: buzogány
ja: メイス

source: Akladian Clansman
ca: Akladià
hu: Akladiai klántag
ja: Akladia の氏族兵

source: Akladian Clansmen are the core of the Akladian tribes. They are raised in a culture promoting violence and hearing from childhood that their destination is to rule over the world. While very lightly armoured and badly armed they still can be dangerous, especially when used in larger groups. They are recruited only for the defense of their kingdoms.
hu: Az akladiai klántagok az akladiai törzsek zömét alkotják. Az erő bűvöletében nőnek fel, gyermekkoruktól arra trenírozzák őket, hogy uralkodjanak a világ felett. Habár gyengén vértezettek, s egyszerű fegyvereik vannak, nagy számuk miatt veszélyesek lehetnek. Csak a királyság védelmére sorozzák be őket.
ja: Akladia の氏族兵は Akladia 族の中核をなしています。暴力を肯定する文化の中で育ち、世界を支配することが自分たちの目的なのだと、幼児期から聞かされてきました。装甲は軽く、大した武器も持ちませんが、それでも危険な存在ですし、集団を成せばなおのことです。彼らは王国の防衛のためだけに雇用されます。

source: short spear
ca: llança curta
hu: tőrös bot
ja: 短槍
ru: короткое копьё

source: Akladian Wonderman
ca: Miracler akladià
hu: Akladiai csodatévő
ja: Akladia の仙人
ru: Кудесник Акладиан

source: Very rare amongst Akladian tribes, Wondermen are those who have spent their whole lives studying ways of healing. They have even learned from the experiences of the Wesnothians, and have learned a few valuable tricks in the process, such as the ability to wield lightbeams.
ja: Akladia 族の中でも非常に希少な Akladia の仙人は、一生をかけて治療方法の研究に従事してきた者たちです。Wesnoth 人の経験からさえも学ぼうとし、その過程において、光線を駆使する能力などの有益な技を体得してきました。

source: staff
ca: bastó
hu: bot
ja: 杖
ru: посох

source: lightbeam
ca: raig de llum
hu: fénycsóva
ja: 光線
ru: луч света

source: Akladian Warrior
ca: Guerrer akladià
hu: Akladiai harcos
ja: Akladia の戦士
ru: Воин Акладиан

source: Spending their times in constant fights and raids, many Akladian clansmen become warriors, joining armies not only in defense, but also in raids against neighbouring lands.
hu: A klántagok a folyamatos harcoknak és portyáknak köszönhetően harcossá érnek, s csatlakoznak a seregekhez, nemcsak a védelemben, hanem a szomszédos földekre irányuló portyákban is.
ja: 絶えず、戦闘と襲撃に時間を費やすことで、 Akladia の氏族兵の多くは戦士となります。防衛隊のみならず、近隣の土地への襲撃隊としても参軍します。

source: Akladian Wiseman
ca: Savi akladià
hu: Akladiai bölcs
ja: Akladia の知恵者
ru: Знахарь Акладиан

source: Akladian Wisemen are those very few from the tribes, who study herbs and ways to heal, instead of how to harm and kill people.
ja: Akladia の知恵者は、氏族の中のごく少数ですが、人を傷つけ殺すことを学ぶ代わりに、薬草研究や治療方法の研究を行います。

source: Akladian Leader
ca: Líder akladià
hu: Akladiai vezér
ja: Akladia のリーダー
ru: Командир Акладиан

source: Some of the Akladian warriors, because of their personal achievements or their heritage, are charged with leading the others, starting their career which some day may result in leading the whole tribe.
hu: Az akladiai harcosok némelyike személyes adottságaik vagy származásuk okán mások vezetőivé lettek, ráléptek arra az útra, amely egy napon a törzs vezetéséhez is elvezethet.
ja: Akladia の戦士の中には、個人の功績や血統によって、他の者たちを統率する役目を担っている者がいます。彼らのそうした伝統は、いずれは部族全体を指導することに繋がるかもしれません。

source: Akladian Lord
ca: Senyor akladià
hu: Akladiai úr
ja: Akladia の貴族
ru: Лорд Акладиан

source: Those chieftains who gained enough reputation and fame may end up as leaders of whole tribes.
hu: Azok a vezérek, akik elég tekintélyt és megbecsülést vívtak ki maguknak, végül a teljes törzs vezetőjévé válhatnak.
ja: 十分な名声と評判を獲得したリーダーは、部族全体の指導者となることもあります。

source: Akladian Holyman
ca: Home sagrat akladià
hu: Akladiai szent
ja: Akladia の聖人
ru: Праведник Акладиан

source: Devoting their whole life to the task of healing and curing, Akladian Holymen are respected amongst the tribes, and useful to Akladian lords.
ja: 自分の生涯を癒やしと治療の仕事に捧げている Akladia の聖人は、部族の中でも尊敬されており、Akladia の領主たちからも重宝されています。

source: Akladian Darknite
ca: Nitfosc akladià
hu: Akladiai éjlovag
ja: Akladia の暗黒騎士
ru: Тёмный рыцарь Акладиан

source: After spending their whole life in constant fighting, Darknites are excellent warriors and formidable opponents, hated and feared in the world of Wesnoth. They know no pity and expect none.
hu: Mivel egész életüket harcban élik, az éjlovagok kiváló harcosok és félelmetes ellenségek, gyűlöltek és rettegettek Wesnoth világában. Nem irgalmaznak soha senkinek, s maguknak sem kérnek kegyelmet.
ja: 人生のすべてを絶え間ない戦いに費やしてきた Darknite は優秀な戦士であり、手強い敵として Wesnoth の世界では恐れられ、嫌われています。彼らは憐れみを知りませんし、それを期待することもありません。

source: greatsword
hu: pallos
ja: 大刀

source: Akladian Sturmknight
ca: Turment akladià
hu: Akladiai viharlovag
ja: Akladia の嵐の騎士
ru: Штурмовик Акладиан

source: Raids are well-paid jobs, and thanks to them many Akladians manage to equip themselves with better armour and weapons.
hu: A portyák jól fizető vállalkozások, ezeknek köszönheti sok akladiai, hogy jobb fegyverekkel és vértekkel tudják felszerelni magukat.
ja: 襲撃は、高い給料をもらっている者の仕事のため、多くの Akladia 人は、より良い鎧や武器を装備するすることができるのです。

source: Young Hagarthen
ca: Jove Hagarthen
hu: Ifjú Hagarthen
ja: Hagarthen 族の若者
ru: Юный Хагартен

source: The clan of Hagarthen was ruling the Akladian kingdoms for many generations. This heritage and this burden causes even young Hagarthen men to try (sometimes without big results) to become better warriors than others.
hu: A Hagarthenek klánja sok nemzedék óta uralta az akladiai királyságokat. Ez az örökség és ez a teher ösztönzi az ifjú Hagartheneket (néha minden eredmény nélkül), hogy megpróbáljanak másoknál kiválóbb harcosokká válni.
ja: Hagarthen 一族は数世代にわたって Akladia 王国を治めてきました。この伝統と重責が、一族の若者さえも、他よりも優れた戦士になろうという気持ちを駆り立てるのです（ときには、大きな成果なしのこともありますが）。

source: training sword
ca: espasa d'entrenament
hu: edzőkard
ja: 稽古剣
ru: учебный меч

source: female^Akladian Lady
ca: Senyora akladiana
hu: Akladiai úrnő
ja: Akladia の女性
ru: Леди Акладиан

source: Akladian Pikeneer
ca: Piquer akladià
hu: Akladiai pikás
ja: Akladia の矛兵
ru: Пикейщик Акладиан

source: Akladian Pikeneers are members of permanent personal armies of Akladian lords, being the closest thing to a regular army that Akladians have. They receive all needed supplies and their weapons from their master, whom they owe personal loyalty.
hu: Az akladiai pikások az akladiai urak személyes hadseregének állandó tagjai, akik a leginkább reguláris egységei az akladiaiaknak. Az uraiktól kapják ellátásukat és fegyvereiket, s uraikat feltétlen hűséggel szolgálják.
ja: Akladia の矛兵は、領主たちの常設の私兵軍の一員で、Akladia 人が持つ正規軍に一番近い存在です。領主から必要な物資や武器を供与されていて、領主へは個人的に忠誠を誓っています。

source: Sword
ca: Espasa
hu: Kard
ja: 剣
ru: меч

source: pike
ca: pica
hu: pika
ja: 矛
ru: пика
