Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Akladian Shieldguard
ca: Legionari akladià
hu: Akladiai vértes
ja: Akladia の盾兵
ru: Щитоносец Акладиан

source: Those Akladians who can afford it wear better armour, forming units which become the last strands of hope if the enemy is seeking revenge for Akladian raids, and then besieges the home settlements of the clans.
hu: Azok az akladiaiak, akik megtehetik, jobb fegyverekkel szerelkeznek fel, s ők alkotják a remény utolsó bástyáit, ha a portyák miatt bosszút álló ellenséges hadak a klánok otthonát ostromolják.
ja: Akladiak 人の中で余裕がある者は、より優れた鎧を身に着け、部隊を編成します。その部隊は、アクラディアンの襲撃に対する敵の報復があり、一族の居住地が包囲される際には、最後の希望の砦となります。

source: female^Akladian Princess
ca: Princesa akladiana
hu: Akladiai hercegnő
ja: Akladia の王女
ru: Принцесса Акладиан

source: Akladian Chieftain
ca: Cap akladià
hu: Akladiai törzsfőnök
ja: Akladia のチーフ
ru: Глава клана Акладиан

source: The best of the Akladian warriors are chosen to lead their clans.
hu: A legjobb akladiai harcosok, akiket a klán vezetésére megválasztottak.
ja: Akladia 人の最も優秀な戦士は、氏族のチーフ（Akladian Chieftain）に選ばれます。

source: Akladian Raider
ca: Incursor akladià
hu: Akladiai portyázó
ja: Akladia の襲撃兵
ru: Охотник за добычей

source: Many Akladians join the armies of their lords, making the war their true profession. War provides them both a sense of life and the means for life.
hu: Sok akladiai csatlakozik ura seregéhez, hogy a háború művészetét főfoglalkozásként művelje. A háború az életük értelme, és a háború biztosítja a létfenntartásukat is.
ja: 多くの Akladia 人は領主の軍隊に加わって、専門職として戦争に出兵します。戦争は、彼らの生きる意味であり生きる手段なのです。

source: Young Saurian
ja: トカゲの若者

source: Young Saurians are the workers for their race.
ja: トカゲの若者は種族の中の労働者です。

source: pick
ja: ツルハシ

source: The Akladians are wild barbarians. Hailing from the harsh east, they are born fighters. Stronger, more agile and quicker than normal people, they are a civilisation based entirely on war. They worship one god, who to them is the only one; they believe he has given them the world, with which they may do whatever they want. They believe they are his chosen race — all other peoples are inferior. In their myths, they were imprisoned by a false angel until the first Hagarthen incited a rebellion and led an escape through the deserts, swamps, and forests. They believe only in the sword, for to them it is the purest weapon, the bravest to wield, and the most difficult to master — something which all Akladians must achieve at an early age. All people who use bows and other ranged weapons are regarded as cowards. They loath elves, whom they call Green Devils, and despise mages. There are few old Akladian males, since most are killed in the constant wars waged by the akladian nobles and throne, both between themselves and other states (for the Akladians are not a naturally united nation, and many owe allegiance to the nobility over the state, granting the nobility has a large amount of power). Those few old men that manage to survive are outcasts, regarded as cowards and shunned.
hu: Az akladiaiak vad barbárok. A zord kelet született harcosai. Erősebbek, mozgékonyabbak és gyorsabbak, mint más népek fiai. Kultúrájuk teljesen a háborúra alapszik. Egy istenben hisznek, aki számukra az egyetlen. Azt vallják, hogy istenük adta nekik a világot, amivel azt tehetnek, amit csak akarnak. Választott népnek hiszik magukat — a többi népet alsóbbrendűnek tekintik. Mítoszaik elmondják, hogy egy hamis angyal rabságban tartotta őket, mígnem az első Hagarthen lázadást szított, s kivezette a népet a fogságból sivatagokon, mocsarakon, erdőkön keresztül. Csak a kardban hisznek, mivel ezt tekintik az igazi fegyvernek, amit forgatni a legmerészebb dolog, de a legbonyolultabb dolog uralni — ezért ezt már igen korán elkezdik tanulni az akladiaiak. Az íjat és más messzehordó fegyvereket használó népeket gyávának tekintik. Gyűlölik a tündéket, akiket csak Zöld Ördögöknek neveznek, s lenézik a mágusokat is. Kevés férfi éri meg az idős kort, mivel legtöbbjük áldozatul esik a folyamatos háborúskodásnak, amelyet az uralkodó s az előkelők vívnak egymással vagy más népekkel ( mivel az akladiaiak természetükből fakadóan nem alkotnak egységes nemzetet, s sokan közülük ellenérzéssel viseltetnek az uralkodó elit iránt, amely túl nagy hatalmat birtokol ). A kevés öreg férfi, akinek mégis sikerül megérni az idős kort, kirekesztetté válik, mivel gyávának és nyúlszívűnek tartják őket.
ja: Akladia 人は野生の蛮族で、厳しい東方の出身です。生まれながらの戦士であり、一般の人々よりも強く敏捷で迅速な存在です。その文明は戦争を基盤として成り立っています。 彼らは唯一神を崇拝し、その神が世界を彼らに与えたと信じています。自らを、神に選ばれた民族であって、他のすべての民族は劣っているとも信じています。彼らの神話によれば、かつて偽りの天使によって彼らは幽閉されていましたが、最初の Hagarthen 人が反乱を起こし、砂漠や沼地、森林を越えて脱出したとされています。 Akladia 人が信じているのは剣だけです。剣は最も純粋で、最も勇敢に振るえる武器であり、最も習得が難しいとされていて、全てのAkladia 人は若いうちに習得を達成しなければなりません。弓や遠距離武器を使う者は臆病者と見なしていますし、エルフを「緑の悪魔」と呼び、魔術師を軽蔑しています。 高齢のAkladia 人男性は非常に少なく、大多数が貴族や王室による内紛や他国との戦争で命を落とします（Akladia はもともと統一国家ではなく、多くの者が国家よりも貴族に忠誠を誓っていて、貴族は大きな権力を握っているのです）。生き残った少数の高齢者は臆病者と見なされ、社会から疎外されます。

source: race^Akladian
ca: Akladià
hu: Akladiai
ja: Akladia 人
ru: Леди Акладиан

source: race+female^Akladian
ca: Akladiana
hu: Akladiai
ja: Akladia 人
ru: Леди Акладиан

source: race^Akladians
ca: Akladians
hu: Akladiaiak
ja: Akladia 人
ru: Леди Акладиан

source: $unit.name finds some snowshoes. Put them on?
hu: $unit.name talál egy pár hócipőt. Felvegye?
ja: $unit.name が 何足かの雪靴を見つけました。履きますか?

source: snowshoes^Take them
hu: Vegye fel!
ja: 履こう

source: snowshoes^Leave them
hu: Hagyja ott!
ja: 放っておこう

source: $unit.name finds some snowshoes, but can't put them on.
hu: $unit.name talál egy számára használhatatlan hócipőt.
ja: $unit.name が 何足かの雪靴を見つけました。でも履けそうにありません。

source: Snowshoes
hu: Hócipő
ja: 雪靴

source: Snowshoes grant their wearers greater mobility on frozen terrain, such as snow!
hu: A hócipő könnyű járást biztosít viselőjének a havas, illetve a fagyott területeken.
ja: 雪靴を履くと、雪などの凍結した地形での機動性が向上します！

source: snowshoes
hu: hócipő
ja: 雪靴

source: The snowshoes allow movement on frozen terrain.
hu: Hócipőben a fagyott területeken lehet járni.
ja: 雪靴は、凍結した地形での移動を可能にします。

source: I will never again see our beautiful forests...
hu: Sosem látom újra a gyönyörű erdeinket...
ja: もう二度と、この美しい森を私が見ることはないのね...

source: See how Elves die; without fear!
ca: Mira com moren els elfs; sense temor!
hu: Nézzétek, így hal meg egy tünde: félelem nélkül!
ja: ゆっくりとエルフの死に方を見るがよい！
ru: Смотри как бесстрашно умирают эльфы!

source: Now, I will meet the best marksman... Death never misses.
hu: Találkozom a legkiválóbb mesterlövésszel... A halál sosem véti el a célt.
ja: 今、私は最高の射手に出会うだろう..,死は決して見逃さない。

source: Ha! $ano_elorain_$random
ja: ハハッ！ $ano_elorain_$random
ru: Ха! $ano_elorain_$random

source: Ha! $ano_milildur_$random
ja: ハハッ！ $ano_milildur_$random
ru: Ха! $ano_milildur_$random

source: My lord, I fought with you for so many battles... I can accept money from you no more. Please, treat me like a friend, not like a hired soldier.
hu: Uram, oly sok csatában harcoltam már melletted... nem fogadhatok el több pénzt tőled. Kérlek tekints rám barátként, s ne egy toborzott zsoldosként!
ja: 陛下、私は多くの戦いをお手伝いしてきました... これ以上対価をいただくことはできません。どうか、友のように接してくださいませんか、傭兵としてではなく。

source: Ekhem.
hu: Khmmm.
ja: ウッ、ウン。

source: What?
ca: Què?
hu: Tessék?
ja: なに？
ru: Что?

source: Well, you fought with me so many battles...
hu: Nos, oly sok csatában harcoltál már mellettem...
ja: あなたは私たちと共に数多く戦ってきた...

source: ...Aaand?
hu: ...Éééésss?
ja: ...それで？

source: Well, you know, I thought that I should no longer treat you like a hired soldier...
hu: Nos, szóval arra gondoltam, hogy te már nem is egy toborzott zsoldos vagy...
ja: うん、それで、もうあなたのことを傭兵のように扱うのはやめねばと考えていてね...

source: What?!? Are you trying to ask me out or something?
hu: Mi van?!? Meg akarsz környékezni vagy valami ilyesmit?
ja: えっ？ もしかしてデートに誘ってます？

source: ...Eee?
hu: ...Ööö?
ja: ...えっ？

source: No offense, but... it's not like I have something against males in general. It's more like I like them less hairy. And less... human. Anything more? No? Good. Let's get back to the business. And don't forget about my 20 gold pieces.
hu: Ne vedd sértésnek, de... ez nem olyan, hogy én gyűlölöm a férfiakat úgy általában. Inkább arról van szó, hogy én a kevésbé szőröseket kedvelem. És a kevésbé... embereket. Van még valami más? Nincs? Jól van. Akkor beszéljünk inkább az üzletről! És ne feledkezz el a 20 aranyamról!
ja: 悪く思わないでほしいのですが...別に男性全般が嫌いというわけではありません。毛深くない方が好みなんです。それに、もっと...人間らしくないくらいの。それ以上の話ですか？違う？いえ、いいんです。さあ、仕事に戻りましょう。いつもの 20 gold をお忘れなきよう、お願いします。

source: How on earth I am supposed to walk in these clothes during winter? It's frigging cold!
hu: Az isten szerelmére, ilyen rongyokban kell járnom télen? Csontig hatol a hideg!
ja: どういうことかしら、私がこの服で冬を過ごせると思っているの？こんなにバカ寒いのに！

source: But you're wearing snowshoes though.
ja: しかし、雪靴を履いているではないか。

source: Do you seriously think that helps with the fact that it's my <b><i>BARE FEET</i></b> I have strapped into them? The holes in their webbing are enormous! The snow gets right through!
ja: それが助けになると、本気でお思いですか？だって<b><i> 裸足 </i></b>のまま履いてるんですよ？編み目の穴はとても大きいし、雪がすぐに入ってきますよ！

source: Oooh, no. I refuse to fight in these conditions, as long as I'm clad as such.
hu: Óh, nem! Ilyen állapotban nem harcolok, csak ha megfelelően felruházkodom.
ja: あー、ダメだわ。この状況では戦闘はいたしません、このような服装でいる限りは。

source: What do you mean? Your clothes are just fine.
ca: Què vols dir amb això?
hu: Mire célzol? A ruházatod tökéletesen megfelelő.
ja: どういうことだ？ その服、あなたにぴったりだ。

source: Except for the snowshoes, these are clothes <i>for the spring</i>. The least you can do is to give me a proper cloak. You expect me to fight when I'm shivering and have goosebumps??
ja: 雪靴を除けば、これは<i> 春向き </i>の服装ですわ。せめて、ちゃんとした外套をください。震えて鳥肌が立っている私に、戦闘に加われというのですか？

source: That's ridiculous.
hu: Ez felháborító!
ja: 何と、くだらない。

source: I couldn't agree more. Call me when you have a new cloak.
ja: これ以上話しても無駄のようです。新しい外套が手に入ったら呼んでください。

source: <i>For the spring</i>. The least you can do is to give me proper shoes. You expect me to walk in this snow <i>barefoot</i>??
hu: <i>Persze, tavasszal.</i>A legkevesebb, hogy egy megfelelő cipőt adsz nekem. Azt akarod, hogy a hóban <i>mezítláb</i> járjak??
ja: <i> 春用ですね </i>。せめて、ちゃんとした靴を戴きたいものですわ。この雪の中、私に<i> 裸足 </i>で歩けというのですか？？

source: I couldn't agree more. Call me when you have new shoes.
hu: Nincs igazad. Szólj, ha beszerezted az új cipőmet!
ja: これ以上話しても無駄のようです。新しい靴が手に入ったら呼んでください。

source: Well...
ca: Bé...
hu: Rendben...
ja: うーむ...
ru: Ну...

source: All right, how about I give you 25 gold pieces instead of 20?
hu: Rendben, mit szólnál hozzá, ha 20 helyett 25 aranyat adnék?
ja: よし、20 gold ではなく、25 gold ではどうだ？

source: All right, we will wait for the spring.
hu: Rendben, megvárjuk a tavaszt.
ja: よし、春に待つまで待つことにしよう。

source: You think you can bribe me, an elvish druid, with gold? Oh well. This will allow me to buy better winter clothes.
hu: Azt hiszed, hogy engem, egy tünde druidát arannyal le tudsz kenyerezni? Na jó. Végül is ebből jobb téli ruhát tudok venni.
ja: エルフのドルイドである私を、買収しようというわけですね？ まあいいわ。これでもっといい冬向きの服が買える。

source: Maybe I should act gentlemanly here?
ja: もしや、ここは紳士的に振る舞わねばならないのか？

source: (Offer to get the clothes for her - longer conversation)
ja: (服を買ってきてあげると申し出る。― 長い会話）

source: (Let her get the clothes herself - end event more quickly)
ja: (服を自分で買ってこさせる ― このイベントを早く終わらせる)

source: Are you sure you wouldn't prefer it if I went and bought you better winter clothes instead? That way you could stay by a campfire while you wait.
ja: 私が代わりにもっといい防寒着を買ってあげようか？そうすれば、君は焚き火でもして待っていられるだろう。

source: To be honest, I don't really trust you after you called me out here like this. Someone with judgment like that can hardly be expected to correctly purchase the clothes I require.
ja: 正直なところ、こうして私を呼び出した後では、あなたをあまり信用することができません。そんな判断を下す方が、私が必要とする服を正しく購入できるとは到底思えません。

source: What, do you require them in a particular size or something? What are your measurements?
ja: え、特定のサイズか何かが必要だとか？寸法を教えてくれるか？

source: My... measurements? What do you mean by that? Do you mean you humans measure yourselves before deciding what clothing to purchase?
ja: 私の...サイズ？どういう意味です？ 人間のあなたは、服を買うときに先にサイズを測るって、そう言いたいの？

source: I mean, yeah, we do; how do you elves make sure you get the proper fit?
ja: ああ、私たちはそうするが、君たちエルフは、ピッタリの服を買うためにどうやっているんだ？

source: Why, we simply wander the woods hugging trees until -
ja: どういうこと？私たちはただ、森を歩き回り、木に抱きついて ―

source: Wait, hold up, you literally HUG TREES?!
ja: おい、ちょっと待て。<b>木に抱きつく</b>、のか？！

source: Why yes, of course, haven't you ever tried it?
ja: それがどうしたの、当然よ。やったことないの？

source: Ha, that's hilarious! (*<i>catches breath from laughing</i>*) But, to answer your question, no, I haven't. Akladians raise their children to fear trees, and thus the only interaction we are allowed to have with trees is chopping them down.
ja: ははは、それは面白い！(*<i> 笑いすぎて息が止まる </i>*) あぁ、君の質問に答えよう。私はそんなことをしたことがない。Akladia 人は子供たちが木を恐れるように育てるため、私たちが木と関わる唯一の方法は、樹木を切り倒すことだけだ。

source: How horrible! You really must try hugging a tree some day, for your own well-being. But, to return to the previous topic, the way we ensure our clothes fit is to wander the woods hugging trees until one lets the vines growing around it return our embrace in a way that feels just right, and then the vines will form new clothes for us based on this experience.
ja: なんて恐ろしい！いつか木に抱きついてみるべきだわ、健康のためにも。さっきの話に戻るけど、エルフがピッタリの服を着る方法は、森林を歩き回って、木に抱きつくことなの。蔓がちょうどいい具合に抱き返してくれるのを感じるまで、それを続ける。そうすると蔓が、その経験を活かして新しい服を作ってくれるのよ。

source: OK, well, it's winter, so I don't think any of the trees around here have vines that would really feel up to that... Could you please try the human measurement system instead just this one time?
ja: なるほど、でも今は冬だし、この付近の木々にそういうことを感じ取れる蔓が巻き付いているとも思えない... 今回だけ、代わりに人間の測り方を試してみてはどうかな？

source: All right, what measurements do you require? The length of my ears?
ja: いいわ、どこを測ればいいのかしら？私の耳の長さ？

source: No, it's, ah, er... (*<i>blushes</i>*) ...you know what, maybe it would be better to have one of your fellow females explain this to you... look, there are Lorin and Karen over there; let's go ask one of them.
ja: いや、それは、その... (*<i> 顔を赤らめて </i>*) ...つまりだ、君の女性仲間の誰かに説明してもらった方がいいんじゃないかと思うが... ほら、あそこに Lorin と Karen がいる。どちらかに聞いてみよう。

source: Let's ask...
ja: さあ、どちらかに聞こうか...

source: person_to_ask^Lorin.
ja: Lorin に聞く。

source: person_to_ask^Karen.
ja: Karen に聞く。

source: No, it's, ah, er... (*<i>blushes</i>*) ...you know what, maybe it would be better to have someone female explain this to you... look, there's Karen over there; let's go ask her.
ja: いや、それは、その... (*<i> 顔を赤らめて </i>*) ...つまりだ、女性に説明してもらった方がいいんじゃないかと思うが... ほら、あそこに Karen がいる。彼女に聞いてみよう。

source: Hi, mother, I was just wondering if you could help explain human measurements to Kyobaine here?
ja: ねえ、母さん、人間の採寸の仕方について Kyobaine に説明するのを手伝ってもらえないかな？

source: Measurements? You mean like how far I can drive my knife into someone's back?
ja: 寸法を測るの？誰かの背中に私のナイフをどのくらい刺せるかとか、そういうこと？

source: No, of course not! I meant for clothing.
ja: いや、そんなわけ無いよ！服を作るときの話だよ。

source: Oh right, THOSE kinds of measurements. I don't remember them myself. I usually let an underling servant take them, and then kill him after he has returned with the clothes, so that he can't go leaking my secrets to anyone else.
ja: あぁ、その手の採寸ね。憶えてないわねえ。いつもは下っ端の使用人にやらせていて、そいつが服を持って戻ってきたら、殺してるからね。誰かに私の秘密を漏らさないようにね。

source: You know what, forget I asked. Kyobaine, maybe you should just go get your own clothes after all.
ja: まあ、私の頼んだ話は忘れてください。Kyoubaine 、やっぱり、自分で服を仕立てに行った方がいいかもしれない。

source: Well that was a waste of time. All that talk just to get back to what my original plan was in the first place...
ja: 時間の無駄でしたわね。ここまで話して、結局、私が最初に話したとおりに進めるということになってしまったのですから。

source: Hey Karen, I was just wondering if you could help explain human clothing measurements to Kyobaine here?
ja: ねえ、Karen、人間の採寸の仕方について Kyobaine に説明するのを手伝ってもらえないかな？

source: Oooh, clothes shopping, are we? Got a big date coming up, eh, Kyobaine?
ja: あらあら、服の買い物をするわけね？大事なデートがあるのね、Kyobaine？

source: What? No! I'm just cold and need a cloak.
ja: えっ？ 違うわ、寒いから外套が必要なだけよ。

source: Oh, a cloak, that's all? You don't even need sizes for those, they're mostly one-size-fits-all. Size info would really only be necessary if you were going to replace your entire robe.
ja: あぁ、外套ね、それだけ？そんなのサイズなんて必要ないわよ、殆どフリーサイズみたいなものよ。サイズが必要になるのは衣服全部を交換するときくらいのものよ。

source: Oh. So, what was this fuss about sizes all about again? ...Gawen?
ja: あら。なら、これまでのサイズについてのゴタゴタは、一体何だったのよ？ ねえ... Gawen ?

source: What? I was just trying to be helpful.
ja: なに、え？ 君の役に立とうとしただけじゃないか。

source: (*<i>snickers</i>*)
ja: (*<i> 失笑する... </i>*)

source: Well, I think I shall be fine buying my own cloak, Gawen. You just stay here while I go find a tailor.
ja: まあ、自分の外套は自分で買えばいいと思いますわ、Gawen 。あなたはこちらにいてください、服の仕立て屋を探しますから。

source: I think I saw a tailor just back that way that you could buy something from.
ja: 多分、その道を戻ったところにあったと思うな、君の言う仕立て屋が。

source: Uh... she <i>is</i> coming back, isn't she?
ja: うーん... あの娘は<i> 戻って来る </i>よね？

source: ...yes?
ja: ...はい？

source: ...why do you look so surprised? I <i>did</i> say I was going to buy better winter clothes, didn't I? I think this cloak shall do just fine.
ja: ...どうしてそんなに驚くんです？私は冬向きのもっとよい外套を買いにいく、と<i> 言いました </i>よね？この服がちょうどよいですわ。

source: ...yes, well, indeed! Carry on, then!
ja: ...ああ、だよね、本当だ！それでいいよ、行こう！

source: Humans... their reactions can be so strange sometimes...
ja: 人間って... ときどき、変なリアクションをすることがあるのよね...

source: Hey, give back my gold!
hu: Hé, add vissza az aranyamat!
ja: おい、私の金、返してくれ！

source: Stingy bastard.
hu: Sóher krapek.
ja: ケチな男ね。

source: This is a debug message, with zero additional text. If you see it, then it means I forgot to delete it from the release scenario.
ja: これはデバッグメッセージです、それ以外のことは記されていません。もしこれが表示されているなら、リリースシナリオから削除し忘れたということですね。

source: This is a debug message, with 1 additional bit of text. If you see it, then it means I forgot to delete it from the release scenario.
ja: これはデバッグメッセージです。参照テキストが一点記されています。もしこれが表示されているなら、リリースシナリオから削除し忘れたということですね。

source: The unit $ano_loyal[0].name became LOYAL.
ca: La unitat $ano_loyal[0].name ha esdevingut LLEIAL.
hu: $ano_loyal[0].name mostantól HŰSÉGES.
ja: このユニット $ano_loyal[0].name に、忠義属性が追加されました。
ru: Соединение $ano_loyal[0].name стало ПРЕДАННЫМ.

source: Scenario notes:
ca: Notes de l'escenari:
hu: Megjegyzés a küldetéshez:
ja: シナリオメモ：

source: When the battle had ended, many bodies were found on fields near Barnon, but Gawen's body was not among them. Furious, Bor Cryne ordered a search of the whole battlefield, but the efforts of his men proved fruitless.
hu: Amikor a csata véget ért, Barnon mellett rengeteg holttest feküdt; de Gawen holtteste nem került elő. A tomboló Bor Cryne elrendelte, hogy újra vizsgálják át a csatamezőt, de az újravizsgálás sem járt eredménnyel.
ja: 戦いが終わって、数多くの死体が Barnon 近くの戦場に横たわっていましたが、その中に Gawen の遺体はありませんでした。怒った Bor Cryne は戦場一帯を探すように命じましたが、部下たちの苦労は報われませんでした。

source: The mood of the small, tired band led by Lady Lorin and Reme Carrenemoe was gloomy. Though they had managed to escape the slaughter, there was no joy and no hope on the faces of the soldiers.
ca: L'estat d'ànim de la xicoteta banda liderada per Na Lorin i Reme Carrenemoe era molt baix. Encara que havien aconseguit fugir de la matança, no hi havia cap alegria ni esperança a les cares dels soldats.
hu: A Lady Lorin és Reme Carrenemoe vezette kis csapat hangulata nagyon nyomott volt. Habár elkerülték a mészárlást, mégsem látszott boldogság vagy remény a katonák arcán.
ja: Lorin とReme に率いられた疲労した少数の一行の雰囲気は、暗然としたものでした。大虐殺からは逃れられたものの、兵士たちの顔には喜びも希望もありませんでした。
ru: Настроение воинов, идущих за леди Лорин и Реме Карренемо, было подавленным. Несмотря на то, что отряд вырвался из кровавой бойни, лица солдат не выражали ни радости, ни надежды.

source: I can't believe this happened... He's dead...
hu: Nem hiszem el, hogy ez megtörténhetett... Meghalt...
ja: こんな事が起きるなんて信じられない... あの子が死ぬなんて...

source: Is he? I've heard they couldn't find the body.
ca: Segura? He sentit dir que no han pogut trobar el seu cos.
hu: Tényleg? Úgy hallottam, hogy nem találták meg a testét.
ja: 死んだ？ 陛下のご遺体は見つからなかったと聞いています。
ru: Мёртв? Я слышал, что тело так и не нашли.

source: And we have abandoned him! You too, honorable and brave Reme, you left him there to die!
ca: I el vam abandonar! Tu també, oh honorable i valent Reme, tu el vas abandonar a la seua mort!
hu: És mi magára hagytuk őt. Még te is, bátor és hűséges Reme, még te is hagytad őt a halálba rohanni.
ja: そして私たちは彼を見捨てた！あなたもよ、誇りある勇敢な Reme 、あなたも彼を見殺しにした！
ru: Мы бросили его! И ты, благородный храбрый Реме, ты оставил его там на верную смерть!

source: Silence, woman. I rue the hour I listened to his orders. If I had only known that he would be so... so stupid...
ca: Calla't, dona. Maleïsc l'hora que vaig sentir eixa ordre. Si haguera sabut que seria tan... tan estúpid...
hu: Csendet, asszony! Átkozom a percet, amikor teljesítettem a parancsát. Ha tudtam volna, hogy olyan... olyan ostobaságra készül...
ja: お静かにどうぞ、奥様。私は、あの方のご命令に従ってしまったことを今になって悔やんでおります。もしも私が、あの方がこんな... こんな愚かなことをなさると知っていさえすれば...
ru: Замолчи, женщина. Я проклял тот час, когда услышал его приказ. Если бы я только знал, что он поступит так... так глупо...

source: I... I'm sorry Reme. I just... What we are going to do now?
ca: Jo... Jo ho sento, Reme. Jo només... A on anirem ara?
hu: Én... Sajnálom, Reme. Én csak... Mihez kezdünk most?
ja: あぁ...ごめんなさいね... Reme 。私はただ... 私たち、これからどうすればよいのかしら？
ru: Я... Мне очень жаль, Реме. Просто я... Куда мы теперь пойдем?

source: We? There is no we, Lady Lorin. I have orders to bring you to a safe place, and I will do so. After that we will part ways. I will allow you to choose five of my best warriors and that's it.
hu: Kezdünk? Vége a királyi többesnek, Lady Lorin. A parancsom szerint biztonságos helyre kell kísérjelek, s én ezt fogom tenni. Aztán elválnak az útjaink. Kiválaszthatod az öt legjobb harcosomat testőrnek, s ennyi.
ja: 私たち、ですか？ もう、「私たち」は存在しないのです、Lorin 奥様。私は奥様を安全な場所にお連れするよう、命令を受けていますし、そう致します。そしてその後は、それぞれの道を行くことになります。どうぞ、私の部下の中から一番優秀な5人を選んでお連れ戴いて結構です。ただそれだけです。

source: But... But...
hu: De... De...
ja: でも... でも...

source: There is no but. Now, be silent. I don't like this place.
ca: No hi ha cap 'però' que valga. Ara, calla. No m'agrada aquest lloc.
hu: Nincs de. És most csend legyen! Nem tetszik nekem ez a hely.
ja: 「でも、」は無しです。お静かにどうぞ。私は、この場所が好きではありません。
ru: Никаких "но". А теперь помолчите. Что-то мне здесь не нравится.

source: Father! You're trying to move me away from the battle, aren't you?
ca: Pare! No estaràs intentant traure'm fora del camp de batalla, no?
hu: Apám! Ugye nem akarsz eltávolítani engem a csatatérről?
ja: 父さん！私を戦闘から遠ざけようとしてるでしょ、違う？
ru: Папа, ты же не хочешь выгнать меня с поля боя? Правда?

source: Don't be silly, girl. I am not in command here.
ca: No sigues simple, xica. No sóc jo el comandant.
hu: Ne nyafogj, kislány! Nem én irányítom a csatát.
ja: 何をバカなことを、娘よ。私はここの指揮官でもなんでもない。
ru: Не валяй дурака, дочка. Сейчас командую не я.

source: She's a girl that loves action, isn't she.
ca: És una xica d'acció, veritat?
hu: Temperamentumos a kicsike, úgy látom.
ja: 彼女は戦うのが大好きな女性ですよね。
ru: А она горячая девочка.

source: Don't know what you had on your mind, but please don't call her that again.
ca: No sé que volies dir amb això, però no ho tornes a dir.
hu: Nem tudom, mire gondolsz, de ne hívd őt így még egyszer!
ja: 何をお考えかは存じませんが、娘のことを二度とそのように呼ばないでいただきたい。
ru: Не знаю, что ты имел в виду, но постарайся больше так её не называть.
