Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Wait, I think they've sent a messenger to us. Before we make any decisions, let's see what the 'She-wolf' wants from us.
ca: Espera, crec que ens manen un missatger. Abans que prenguem qualsevol decisió, mirem a veure què vol aquesta 'Lloba' de nosaltres.
hu: Várj csak, azt hiszem, követet küldtek elénk. Mielőtt bármit is elhatároznánk, halljuk, mit akar az a 'Nőstényfarkas'.
ja: 待て、あちらから、使者が来る。何か決める前に、ひとまず、「メス狼」が何をしたいのか確認しよう。
ru: Подожди, я думаю они пришлют гонца. Сначала узнаем, что от нас нужно Хэлтинской Волчице, а потом будем делать выводы.

source: It is my great honour to welcome the handsome Gaumhaldric to Haeltin. I have heard a lot about you, so brave and... oh my God. It's impossible.
ja: 端麗な Gaumhhaldric 殿を Haeltin にお迎えできますことを大変光栄に思います。お噂は色々と耳にしております。とても勇敢で、... あら、何てこと！考えられない。
ru: Я счастлива приветствовать достойного Гемхальдрика, о котором столько наслышана, храброго и... О боже! Это невозможно.

source: Never before have I witnessed such subtlety. I suppose you have seduced him already?
ja: 始めて目撃しましたよ、これほど繊細な技を繰り出すなんて。もう誘惑に成功したのでしょうか？

source: Why do you both have such stupid looks on your faces? You know each other or something?
ca: Per què teniu tots dos eixes mirades tan estúpides? Vos coneixeu?
hu: Most miért vágtok olyan bamba képet? Talán ismeritek egymást?
ja: どうしたの、どうして二人ともそんなバカみたいな顔をしてるの？二人は知り合いか何かなの？
ru: Что это вы уставились друг на друга? Вы знакомы?

source: Mother?
ca: Mare?
hu: Anyám?
ja: 母さん？
ru: Мама?

source: “Mother?”!?
hu: "Anyám?"!?
ja: 「母さん」ですって！？

source: That's impossible! How... how... You are dead!
ca: Però... Però si és impossible! Cóm... Cóm... Però si estàs mort!
hu: Ez képtelenség! Hogyan... hogy... Te halott vagy!
ja: こんなの、あり得ないわ！どうやって... どう... 死んだんじゃなかったの！
ru: Это невозможно! Как... как... но ты же мёртв!

source: Wait a minute. SHE'S your mother?
ca: Espereu un moment. Ella és ta mare?
hu: Egy pillanat! Ő az anyád?
ja: ちょっと待ってよ。この女性がお母さんなの？
ru: Так, подождите-ка. Это твоя мать?

source: Yes, she is my mother... well, step-mother, actually. This is Lady Lorin. Mother, this is Ruvio, my friend, and this is...
ca: Sí, sí que ho és... bé, madrastra en veritat. Aquesta és Na Lorin. Mare, aquest és Ruvio, el meu amic, i aquesta és...
hu: Igen, ő az anyám... pontosabban a nevelőanyám. Bemutatom Lady Lorint. Anyám, ő Ruvio, a barátom, ő pedig...
ja: ああ、私の母だ... そう、継母だよ、実際に。こちらは Lorin 夫人だ。母さん、こちらは Ruvio 、私の友人で、それからこっちが...
ru: Да, она моя мать... то есть мачеха. Это леди Лорин. Мама, это Рувио, мой друг, а это...

source: Wait! How is it possible that you are still alive? You died at battle of Barnon, we've heard that, I've heard about that, I...
ca: Espera! Cóm és que estàs viu?! Vas morir a la batalla de Barnon, hem sentit això... vaig sentir això i vaig pensar que... Jo...
hu: Megállj! Hogy lehet, hogy te élsz? Úgy hallottuk, hogy meghaltál a barnoni csatában, én azt hallottam, én...
ja: 待ってよ！まだ生きてるなんて、どうやったの？ Barnon の戦闘で死んだんだって、私たちはそう聞いてるわ。私はそう聞いた、私は...
ru: Постой! Как тебе удалось выжить? Ты погиб в битве при Барноне, мы об этом слышали. Я услышала это, и я...

source: It was Ruvio who saved my life. He took my body from the battlefield and cared for me until I regained my health. This is his daughter, Karen.
ca: Va ser ell, Ruvio, qui em va salvar la vida. Va traure el meu cos del camp de batalla i em va cuidar fins que vaig recuperar la salut. Aquesta és la seua filla, Karen.
hu: Ruvio mentette meg az életemet. Kicipelt a csatatérről, és ápolt, míg fel nem épültem. Ő a lánya, Karen.
ja: Ruvio だよ、Ruvio が私の命を救ってくれたんだ。彼は戦場から私の身体を運び出して、体調が戻るまで世話をしてくれたんだ。こちらは彼の娘さんの Karen だ。
ru: Рувио спас меня. Он вынес моё тело с поля боя и ухаживал за мной, пока я не выздоровел. А это его дочь Карен.

source: Wow... I just... Gawen, I'm so happy... these are the people who were caring for you, right? Underling, how can I reward you for saving my son's life?
ca: Oh Déu meu... Jo creia... Gawen, estic tant feliç... Aquestos van ser els qui van cuidar de tu, veritat? Carrall, com et puc recompensar per salvar la vida del meu fill?
hu: Uramisten... én csak... Gawen, úgy örülök... Tehát azok ott gondoskodtak rólad? Nemtelen, hogy köszönhetném meg neked, hogy megmentetted a fiam életét?
ja: うわぁ... 私... Gawen 、とっても嬉しい... この人たちがあなたの面倒を見てくれたのね、そうよね？下っ端たちよ、我が息子を救ってくれたお礼に、何をすればいいかしら？
ru: О боже... Я просто... Гэвен, я так счастлива... А это те, кто заботился о тебе? Дикарь, как я могу наградить тебя за спасение моего сына?

source: This is getting more interesting with every moment. Dad, she was talking to you.
ca: Hum, açò està ficant-se cada vegada més interessant... Pare, estava parlant amb tu.
hu: Ez percről-percre érdekesebb lesz. Papi, ez a nő rólad beszél.
ja: どんどん面白くなってきたわね。父さん、彼女は父さんに話しかけたのよ。
ru: С каждой минутой становится всё интереснее. Папа, похоже, это она про тебя.

source: Oh, and what a nice kid. I didn't know it was the custom among the underlings to give weapons to their children.
ca: Oh, quina xiqueta més mona. No sabia que els carralls solien donar armes als xiquets.
hu: Ó, milyen helyes gyermek. Nem is tudtam, hogy a nemteleneknél az a szokás, hogy a gyerekek fegyverekkel játszadoznak.
ja: あら、なんてよい子なの。自分の子供たちに武器を与える習慣が、下っ端のあいだにあったなんて知らなかった。
ru: О, какой чудесный ребёнок. Я не знала, что у дикарей есть обычай разрешать детям играть с оружием.

source: Nice to meet you, Lorin. You are quite good-looking for being Gawen's grandmother. You had to be quite a lass some forty or fifty winters ago.
ca: Tot un plaer conèixer-te, ... Lorin. No tens mala pinta per ser la mare de Gawen... Segurament series tota una mossa farà uns quaranta o cinquanta anys...
hu: Örülök, hogy találkoztunk, ...Lorin. Jól tartod magad, ahhoz képest, hogy Gawen nagymamája vagy. Biztosan csinos lány voltál úgy negyven-ötven évvel ezelőtt.
ja: 初めまして、Lorin さん。Gawen さんのオバア様にしては、なかなかお若くて美人ですね。4,50年の冬には、ほんとにお若かったことでしょうね。
ru: Рада видеть Вас... Лорин. Вы очень хорошо выглядите для бабушки Гэвена. Вам ведь должно быть около сорока-пятидесяти лет.

source: Stop it!
ca: Pareu!
hu: Elég legyen!
ja: やめなさい！
ru: Хватит!

source: Anyway, go to my castle, Gawen. Your servants will receive gold for helping you and then they may go, while we work on getting back your throne!
ca: Bé, dóna igual. Ves al meu castell, que els teus servidors rebran una bona quantitat d'or per ajudar-te i després podran anar-se, mentre tornem a treballar per a recuperar el teu tron!
hu: Úgy is van, menjünk a kastélyomba, Gawen! A szolgáidat arannyal jutalmazzuk, aztán szélnek eresztjük őket, mostantól a trónod visszaszerzésén kell dolgoznunk.
ja: まあとにかく、私たちの城にいきましょう、Gawen 。あなたの使用人たちは、助けてくれたお礼にゴールドを受け取ったら、帰ってもらえばいいわ、私たちがあなたの王座を取り戻すための作業をしている間にね！
ru: Не важно. Гэвен, пойдём в мой замок. Твоих слуг наградят золотом, после чего они могут идти. А нам нужно обдумать, как вернуть тебя на престол!

source: Hey, hey, I think must be some misunderstanding here. Gawen is our rightful king, and he has to reclaim his birthright. He's the king of Wesnoth.
ca: Ei, ei, crec que ací hi ha hagut algun malentès. Gawen els nostre rei per dret propi, i ha de tornar a reclamar el que per justícia li pertany. Ell és el rei de Wesnoth.
hu: Ohó, itt valami tévedés van. Gawen a mi törvényes királyunk, s neki az örökségét kell elfoglalnia. Ő Wesnoth királya.
ja: ちょっと待ってください、何か誤解しているようですね。Gawen 殿は 私たちの正当な王で、本来の権利を奪還しなければならないのです。Wesnoth の王なのですよ。
ru: Эй, эй! Мне кажется, у нас тут некоторое недопонимание. Гэвен - наш законный король и он должен получить то, что полагается ему по праву. Он король Веснота.

source: Precisely! ...except that he is king of <u>Vakladia</u>. So, what do you want, underling, for saving my son's life? Speak quickly, for Gawen and I have a lot to do, and you are starting to get on my nerves... which is a dangerous thing to do.
ja: まさにその通り！ ...但し、彼が <u> Vakladia </u>の王であること以外はね。それで、お前たちの望みは何だ、下っ端ども。息子の命を助けた見返りに何が欲しいのだ？さっさと話しなさい、Gawen と私はやることがたくさんあるのだ、しかも、お前は私の神経を逆撫でしようとしている...その身に危険が及ぶぞ。

source: Listen, woman, I want nothing from you. Gawen's not going anywhere with you. He is staying with us and he is going to unite Wesnoth and...
ca: Escolta'm, dona, no vull res de tu. Gawen no anirà a cap lloc amb tu. Es quedarà amb nosaltres, unirà Wesnoth i...
hu: Ide hallgass, asszony! Én nem akarok tőled semmit. Gawen nem megy veled sehova. Velünk marad, és egyesíteni fogja Wesnothot és...
ja: 聞きなさい、ご婦人、私があなたに望むものなど無い。Gawen はあなたとどこへも行かない。彼は私たちの許に残って Wesnoth を統一し...
ru: Послушай, женщина, мне от тебя ничего не надо. Гэвен никуда с тобой не пойдёт. Он остаётся с нами и отправляется возрождать Веснот, а потом...

source: Stop it! Stop it both of you! I am not king. Not king of Vakladia! Not king of Wesnoth! And most definitely YOU WON'T DECIDE INSTEAD OF ME what should I do.
ca: Pareu! Pareu els dos! No sóc cap rei. Ni de Vakladia, ni de Wesnoth, però el que és ben clar és que VOSALTRES NO PRENDREU LES DECISIONS PER MI!!
hu: Elég ebből! Mindketten hagyjátok abba! Nem vagyok király. Sem Vakladia királya, sem Wesnothé, és ami a legfontosabb, NEM TI DÖNTITEK EL, MIT TESZEK!
ja: やめろ！やめるんだ、二人とも！私は王ではない。 Vakladia の王ではない！Wesnoth の王ではない！ それに、何よりも、<b>私のすべきことを勝手に決めないでくれ</b>。
ru: Прекратите! Прекратите оба! Я не король. Ни Вакладии, ни Веснота. и вообще ПРЕКРАТИТЕ ЗА МЕНЯ РЕШАТЬ, что мне делать.

source: Now, we will go to the castle. My troops need to get some rest.
ca: Ara, anirem cap al castell. Les meues tropes necessiten descansar.
hu: Akkor most meglátogatjuk a kastélyt. A seregemnek pihenésre van szüksége.
ja: さあ、城に行こう。私の部隊には休息が必要だ。
ru: Сейчас мы отправимся в замок. Моим солдатам нужно отдохнуть.

source: My son, your troops are already in the castle, and those underlings...
ca: Però fill meu, les teues tropes ja estan al castell, i aquestos carralls...
hu: Fiam, a sereged már a kastélyban van, ezek a nemtelenek...
ja: 我が息子よ、あなたの部隊はもう城の中で待ってるし、この下っ端たちは...
ru: Сын мой, твои солдаты уже в замке. И эти дикари...

source: THESE are my troops. They have fought and bled alongside me. Don't call them underlings. After we ALL go to the castle, I want to ask you a few questions about the orcs. And then we will leave Haeltin. Mother, you are welcome to come with us.
ca: Aquestos soldats van lluitar amb mi. No els tornes a dir carralls. Després, vull fer-te algunes preguntes respecte als orcs. I després, ens anirem de Haeltin. Mare, seràs benvinguda si vols vindre.
hu: Ők az én harcosaim, akik idáig velem harcoltak. Ne nevezd őket nemteleneknek. Aztán meg lenne néhány kérdésem az orkokról. Aztán távozunk Haeltinből. Anyám, számítok rá, hogy velünk tartasz.
ja: ここにいるのが、私の部隊です。彼らは私とともに戦い、私とともに血を流してきたんです。下っ端などと呼ばないでほしい。私たち全員が城に行ったあと、オークに関して、あなたに尋ねたいことがあります。そうして、私たちは Haeltin を離れます。母さん、私たちと一緒に来てください、歓迎しますので。
ru: Это мои солдаты, с которыми мы воевали плечом к плечу. Не называй их дикарями. Кстати, я хочу задать тебе пару вопросов об орках. А потом мы уйдём из Хэлтина. Приглашаю тебя отправиться с нами.

source: The orcs... well, did you know that they tried to take my castle? We defeated them. Would you believe that they were allied with Akladians?
ca: Els orcs... bé, saps que volien prendre el castell? Els vam derrotar. Et pots creure que estaven aliats amb akladians?
hu: Az orkok... nos, tudod, hogy megpróbálták elfoglalni a váramat? De visszavertük őket. Hitted volna, hogy akladiaiakkal szövetkeztek?
ja: オークね... ねえ、奴らが私の城を奪おうとしたことを知ってる？そいつらはやっつけたわ。奴らが、Akladia 人と同盟を結んでいたなんて、あなた信じられる？
ru: Орки... Ну что ж. Ты знаешь, что они пытались взять мой замок? Мы выстояли. Можешь ли ты поверить, что они были заодно с акладианами?

source: Earlier, after the battle at Barnon, we spotted orcs in the hills. I got the chance to interrogate one of the Orcish leaders. He said that they were waiting for a human envoy, after burning Reme Carrenemoe friend's castle.
ca: Abans, en la batalla de Barnon, vam albirar uns orcs als colls. Vaig poder interrogar un dels líders orcs. Va dir que esperaven un missatger humà, després de cremar el castell de l'amic de Reme Carrenemoe.
hu: Nemrég a barnoni csata után láttunk orkokat a dombok között. Sikerült kivallatnunk az egyik vezért. Azt mondta, hogy egy emberi követet vártak, miután felperzselték Reme Carrenemoe barátjának kastélyát.
ja: 以前、Barnon の戦闘のあとに、丘陵地でオークを見つけたのよ。オークのリーダーの一人を尋問する機会があったの。そいつが言ったの、人間の使者を待っているところだと。Reme Carrenemoe の友人の城を焼き払ったあとだったわ。
ru: А ещё раньше, сразу после битвы при Барноне, мы встретили орков в окрестных холмах. Мне удалось допросить одного из командиров. Он сказал, что ждал посла от людей после того, как сжёг замок друга Реме.

source: It seems that Bor Cryne has allied with orcs so as to be able to kill every Akladian who is not worthy to be a member of our race in Bor Cryne's eyes. That means every Akladian who has underling friends or an underling wife, or who ever even so much as looked at Cryne cross-eyed.
ca: Pareix que Bor Cryne s'ha aliat amb als orcs per matar qualsevol akladià que no és mereixedor de pertànyer a la nostra raça, segons l'opinió de Bor Cryne. Significa que qualsevol akladià amb amics carralls o estiga casat amb una carrall, però també qui s'haja tirat un pet en presència de Cryne.
hu: Úgy látszik, Bor Cryne szövetkezett az orkokkal, hogy megöljenek minden akladiait, aki nem méltó erre a névre, legalábbis Bor Cryne szerint. Azaz minden akladiait, akinek nemtelen barátai vannak, nemtelen feleséggel bírnak ,vagy egyszerűen csak fingottak egyet Cryne jelenlétében.
ja: どうやら Bor Cryne が、彼のお眼鏡に適わない、私たちの種族の一員であるすべての Akladia 人を殺せるようにオークと同盟を結んだようね。つまり、下っ端の友人や下っ端の妻を持つ Akladia 人すべてと、Bor の機嫌を損ねた Akladia 人も全員殺すってことよ。
ru: Похрже, Бор Крайн вступил в союз с орками чтобы унижчтожить каждого кто, по его мнению, не достоин жить рядом с акладианской расой. То есть тех, кто водит дружбу с веснотцами, кто женился на дикарке, в общем, даже тех, кто неосторожно испортил воздух в присутствии Крайна.

source: And what happened to Reme Carrenemoe?
ca: I què va passar amb Reme Carrenemoe?
hu: S mi történt Reme Carrenemoéval?
ja: それで、Reme Carrenemoe に何があったんですか？
ru: А что случилось с Реме Карренемо?

source: I have no idea.
ca: No ho sé.
hu: Fogalmam sincs.
ja: 分からないわ。
ru: Без понятия.

source: You will soon meet an old friend. We were able to free Reme Carrenemoe. He was captured by enemies, and we found him close to death... We left him in our camp to recover.
ca: Prompte tornaràs a trobar-te amb aquest vell amic. Vam poder rescatar Reme Carrenemoe. Estava capturat pels enemics, i a açò de morir-se... L'hem deixat al nostre camp per a que es recupere.
hu: Hamarosan találkozhatsz öreg barátoddal. Sikerült kiszabadítanunk Reme Carrenemoét. Az ellenség foglyul ejtette, s félholt volt már, mire ráleltünk... A táborunkban lábadozik.
ja: もうすぐ、旧友に会えますよ。Reme Carrenemoe を解放することに成功したんです。敵に捕まっていて、瀕死の状態だったんです... 体調を回復させるため、野営地に残してきたんです。
ru: Ты скоро встретишься со старым другом. Мы освободили Реме Карренемо. Враги захватили его в плен, он сейчас на грани жизни и смерти... Мы оставили его поправляться в лагере.

source: (<i>whispering</i>) Old friend, my eye...
ja: （<i> はぁ.... </i>）旧友ねえ、私にしてみれば...

source: I think you should know that Reme is alive too. We know that he is in enemy hands. I want to rescue him.
ca: Crec que deuries saber que Reme també és viu. Sabem que està en mans enemigues. Vull rescatar-lo.
hu: Azt hiszem, tudnod kell, hogy Reme is életben van. Megtudtuk, hogy az ellenség elhurcolta. Ki akarom szabadítani.
ja: Reme が生きてることも、あなたは知っておいた方がよいと思う。彼は敵に捕らわれているんですよ。彼を救い出したいんだ。
ru: Думаю, ты должна знать, что Реме тоже жив. Мы выяснили, что он в руках врагов. Я хочу выручить его.

source: What for? He left me alone. Why not treat him the same way he treated me?
ca: Per què? Em va abandonar. Per què no donar-li el mateix tractament que em va donar?
hu: Miért? Magamra hagyott. Miért nem bánunk vele úgy, ahogy ő bánt velem?
ja: どうして？彼は私の許を去って、私は一人になった。彼が私にしたのと同じことをしちゃいけないっていうの？
ru: Зачем? Он бросил меня в беде. Почему бы не обойтись с ним так же, как он обошёлся со мной?

source: So, I gather the seduction was a success? Or did I miss something? (<i>chuckle</i>)
ja: えーと、それで、誘惑はうまくいったんですよね？ それとも何か見落としたかな？（<i> 笑 </i>）

source: Because Majid Yahyazad joined you together with Lorin, you can now recruit warriors of the Dunefolk.
ja: Majid Yahyazad が Lorin と一緒にあなたの部隊に加わったことで、デューンフォークの戦士も雇用できるようになりました。

source: Orannon
ja: Orannon - 戦場

source: Gawen and his army marched out of Vattin. Bor Cryne wasn't waiting - realizing that his only chance was to join with Grekulak's hordes advancing from the east, he left his hideout with all forces he could muster... but by this time, many Akladian lords and the greater part of the orcs had already abandoned him.
ca: Gawen i el seu exèrcit van eixir de Vattin als pocs dies. Bor Cryne no els esperava, ja que va adonar-se que l'única oportunitat que tenia consistia en reunir-se amb les forces de Grekulak que avançaven des de l'est. Així que va abandonar el seu amagatall amb totes les forces que va poder reunir. A aquestes altures, molts senyors akladians i la major part dels orcs ja l'havien abandonat.
hu: Gawen a seregével elhagyta Vattint. Bor Cryne nem várta be őket - felismerte, hogy az egyetlen esélye az, ha egyesülnek Grekulak keletről érkező hordáival, serege maradékával elhagyta rejtekhelyét, s keletre igyekezett. Sok akladiai nemes, s az orkok nagyobb része eddigre már elpártolt tőle.
ja: Gawen とその軍隊は Vattin から行軍を開始しました。Bor Cryne は待っていませんでした ― 彼の唯一の機会は 東方から進出してくる Grekulak の軍団に合流することだと直感した彼は、招集できる限りの勢力を統率して潜伏先を出発しました...しかしこのとき、多くの Akladia 諸侯とオークの大部分が既に彼を見捨てていました。

source: Both forces met at the fields which were later called Orannon, which in Akladian means 'battlefield'. This day was to be remembered for many generations to come - and also by vultures and jackals, who couldn't expect to see such an abundant number of bodies again for decades.
ca: Les dos forces van xocar als camps que avui es coneixen amb el nom d'Orannon, que en llengua akladiana vol dir 'camp de batalla'. Aquell dia seria recordat durant generacions i generacions... i també pels corbs i els llops, tal va ser el nombre de cadàvers que en décades mai tornarien a veure.
hu: A két sereg összetalálkozott a mezőn, amely később az Orannon nevet kapta, ennek jelentése akladiai nyelven 'hadszíntér'. Ez a nap a következő nemzedékek számára örökre emlékezetes maradt - akárcsak a hollóknak és farkasoknak, amelyek sosem látott lakomát rendeztek az elesettek hulláiból.
ja: 両軍は、後に Orannon（Akladia の言葉で「戦場」の意味）と呼ばれるようになった平原で衝突しました。この日は、後々多くの世代にわたって記憶されることになりました ― ハゲタカやジャッカルでさえ、これほど多くの遺体を見ることは数十年間は無いような、そういう日になったのです。

source: Remember the Freetown!
ca: Recordeu Ciutat Lliure!
hu: Emlékezzetek Freetownra!
ja: Freetown を忘れてはならない！

source: I am personally under attack! I need help NOW!
ja: 個人的に攻撃を受けている！ 今すぐ援護してくれ！

source: My lord, our scouts report that Grekulak is much closer than we thought. He is just four days' march from here - or two days for an undead army, since they can march without rest night and day.
ca: Mon senyor, els nostres exploradors informen que Grekulak està molt més a prop del que pensàvem. Només està a dos dies de marxa, dos dies per a un exèrcit no mort, això és, ja que poden marxar sense descans de dia i de nit.
hu: Uram, a felderítőink jelezték, hogy Grekulak sokkal közelebb van, mint gondoltuk. Mindössze kétnapi járásra van tőlünk - kétnapi járásra az élőholtaknak, mivel ők pihenés nélkül menetelhetnek éjjel-nappal.
ja: 陛下、我が軍の斥候が、 Grekulak は思ったより近くにいると報告しています。ここからちょうど4日間行軍した地点にいますが、アンデッドの軍隊にとっては2日間になります。なにせ奴らは、昼夜問わずに休み無しで行軍しますので。

source: Two days? It's impossible to defeat them within two days.
ca: Dos dies? És impossible derrotar-los en dos dies.
hu: Két nap? Ennyi idő alatt képtelenség megsemmisíteni őket.
ja: 2日しかないのか？ 2日以内にこいつらを倒すのは不可能だ。

source: Then we must kill as many of them as possible and choose a good defensive position until Grekulak's army arrives.
ca: Aleshores mata tants com pugues i després tria una bona posició defensiva fins que arribe l'exèrcit de Grekulak.
hu: Akkor öljetek meg közülük annyit, amennyit tudtok, s keressetek megfelelő védelmi pozíciókat, míg Grekulak serege meg nem érkezik.
ja: とすると、Grekulak の軍が到着する前に、できる限り多くの者を殺して、防御に向いてる場所を見つけないといけないわね。

source: Indeed. We will have no time to rest and cure our wounded. But perhaps it won't be necessary, we should negotiate first...
ja: まったくです、休憩や傷の手当をしている時間は無いでしょうね。でもひょっとしたら、そんな必要はないかもしれません。まずは交渉してみて...

source: Hey, who's there? The little boy with his mommy?
ca: Ei, qui va! Oh, si és el xiquet i sa mamà!
hu: Hé, ki van ott? A kisfiú az anyjával!
ja: おーい、そこにいるのは誰かな？ ママと一緒にいる坊やかい？

source: Bor Cryne - finally we meet on the field of combat. You will answer to me for everything you have done.
ca: Bor Cryne... Per fi ens trobem. Em pagaràs tot el que m'has fet.
hu: Bor Cryne - végre találkozunk. Fizetni fogsz azért, amit elkövettél.
ja: Bor Cryne ― ついに戦いの場で顔を合わせることになったな。お前のしたことを全て白状してもらうぞ。

source: Oh, I'm so scared. And isn't that the famous rebel leader, Ruvio? Such a coward he abandoned his family in Freetown when he heard we were coming for them.
ca: Ui, ja estic tremolant. Ah, i mira, si també està el famós líder rebel Ruvio! Malauradament, va ser tan covard que va abandonar la seua família en Ciutat Lliure quan va sentir que anàvem contra ells.
hu: Ó, de be vagyok rezelve. És az ott, csaknem a híres lázadó vezér, Ruvio? Aki olyan szerencsétlen birka volt, hogy otthagyta a családját, amikor meghallotta, hogy értük megyünk.
ja: うわぁ怖いなあ。おっと、あれは かの有名な反乱軍のリーダー Ruvio じゃないか？ 奴がいた Freetown に我々が来ると聞いた途端、家族を見捨てて逃げ出した臆病者だ。

source: My lord... please... grant me this, I pray you. I want to kill him. Leave him to me.
ca: Mon senyor... Per favor... Vull matar-lo. Deixa-me'l.
hu: Uram... Kérlek... Én akarom megölni őt. Hagyd őt nekem...
ja: 陛下... どうか... 私の思いを聞き届けてください。お願いします。この手で彼を殺したいのです。彼を私に任せてください。

source: I wish you were as pretty as your daughters, Ruvio. I'd do to you the same thing I did to them. Especially the redhead, what was her name? The fighting one. She was the best!
ca: Tant de bo fores tan bonic com les teues filles, Ruvio. Et podria fer el mateix que a elles. Especialment a la pèl-roja, quin era el seu nom? La que lluitava. Va ser la millor.
hu: Bárcsak olyan csinos lennél, mint a lányaid voltak, Ruvio. Ugyanazt tenném veled, mint velük. Különösen az a vöröshajú, hogy is hívták? A kis harcos. Ő volt a legjobb.
ja: Ruvio よ、お前が、お前の娘たちのように可愛ければ、娘たちにしたようなことをお前にもしてやったのにな。特に赤毛の、名前は何だったかな？戦闘好きな子。あの子は最高だったなあ！

source: Kill them. Kill them all. Have no mercy.
ca: Mateu-los. Mateu-los tots. Sense pietat.
hu: Öljétek meg őket! Öljétek meg mindet! Nincs kegyelem.
ja: 奴らを殺せ。奴ら全てを殺せ。慈悲は無用だ。

source: My lord, we really should try negotiations first. Grekulak is enemy of everyone, and...
ca: Mon senyor, deuríem intentar negociar primer. Grekulak és l'enemic de tots, i...
hu: Uram, megpróbálhatnánk először egyezkedni. Grekulak mindenkinek az ellensége, és...
ja: 陛下、まずは実際に交渉してみるべきです。Grekulak は、あらゆる者にとって敵なのです。ですから...

source: Remember the Freetown! Remember the Freetown! Kill them all!
ca: Recordeu Ciutat Lliure! Recordeu Ciutat Lliure! Mateu-los tots!
hu: Emlékezzetek Freetownra! Freetownért! Öljétek meg mindet!
ja: Freetown を思い出すのだ！ Freetown を忘れるな！ 皆殺しだ！

source: In this scenario, only Gawen and Lorin have full interrogations for enemy leaders.
ja: このシナリオでは Gawen と Lorin だけが、敵のリーダーに完全尋問ができます。

source: Grekulak's arrival.
ja: Grekulak が到着。

source: Grekulak's attempt at spreading darkness.
ja: Grekulak が闇を広げようとしている。

source: Aww, we're too late! Our cousin had all the fun and left nothing for us!
ca: Ooooh, hem arribat tard! El nostre cosí s'ha endut tota la diversió i no ens ha deixat res!
hu: Áááh, elkéstünk! Az unokatestvérünk egyedül szórakozott, nekünk nem hagyott semmit!
ja: ああぁ、間に合わなかった！我らが従兄弟は、楽しみを全部持っていって、私たちには何も残さなかったのか！
ru: Ах ты... Мы опоздали! Всё веселье досталось нашему кузену!
