Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: After Mal-Ravanal's defeat, Grekulak was trapped in the swamps, spending his days roving in the morass and quagmire. Finally he came up with an idea. The undead had been storming the world of Wesnoth for millenia. They never succeeded, and often a very small group of brave living creatures - be they elves, humans or dwarves - were able to defeat large hordes of undead.
ca: Després de la derrota de Mal-Ravanal, Grekulak va amagar-se entre les marjals i els pantans. Finalment, va arribar a una idea. Els no morts duien segles assetjant el món de Wesnoth; fins ara, no mai havien tingut èxit. Es més, a vegades un reduidíssim grup de criatures vives - ja foren elfs, humans o nans - havia sigut capaç de derrotar una enorme horda de no morts.
hu: Mal-Ravanal elpusztítása után Grekulak visszaevickélt a mocsaras posványába. Végül támadt egy csodás ötlete. Az élőholtak ezredév óta be-betörtek Wesnothba. Sosem tudtak felülkerekedni, s néha egészen kis csoport kerekedett felül rajtuk: hol tündék, hol emberek vagy törpök - de mindig megsemmisítették az óriási élőholt seregeket is.
ru: После поражения Мал-Раванала Грекулак скрылся в болотах. Однажды к нему пришла идея. Мертвецы сотрясают мир Веснота тысячелетиями, и никогда не добиваются успеха, потому что находятся какие-то живые создания, будь то эльфы, люди или гномы, которые побеждают мёртвые орды.

source: I have no idea how he was able to do it. It flies in the face of the whole of our knowledge and if I had not seen the living proof that he succeeded, I would have said it was impossible. He somehow crossed orcs and humans, until he got a new race of merciless warriors. He crafted and shaped them in every way, much as a smith crafts a sword. Yes, I am talking about the Akladians.
ca: No sé cóm ho va poder fer. Està en contra de tot allò que coneixem i si no haguera vist la prova del seu èxit amb els meus ulls, diria que és impossible. D'alguna manera, va creuar orcs i humans fins que va crear una nova raça de despietats guerrers. Els va crear, modelar, com un ferrer faria una espasa. Sí, estic parlant dels Akladians.
hu: Fogalmam sincs, hogyan csinálta. Ez ellentmond minden eddigi tudásunknak, s ha nem látnám az élő bizonyítékokat, nem hinném el, hogy sikerült neki. Valahogy keresztezte az orkokat és az embereket, míg végül létrehozott egy könyörtelen harcos fajt. Ahogy a kovács kardot kovácsol, úgy kovácsolt ő egy új fajt. Igen, az akladiaiakról beszélek.
ru: Не знаю как ему это удалось. Это противоречит всем нашим знаниям, и, если бы я не видел собственными глазами живые доказательства его успеха, я бы сказал, что это невозможно. Он каким-то образом скрещивал орков и людей, пока не получил новую расу безжалостных воинов. Он выковал их как кузнец выковывает меч. Да, я говорю об акладианах.

source: He wished to use them as his tool for the conquest of the world. He wanted warriors, not mindless slaves, so he taught them a religion in which he, Grekulak, was God. It was he who would lead them. He created - or at least strongly influenced - a whole new, brutal and violent, culture. Hatred for elves, disdain for the mages are clear signs of the workings of Grekulak. Why Akladians retained the concepts of honour and loyalty in the face of Grekulak's indoctrination is unclear to me.
ca: Volia usar-los com una eina per a la conquista del món. Volia guerrers, no esclaus inerts, així que els va donar una religió en la que ell, Grekulak, suposadament Déu, els guiaria. Va crear o, al menys, va influenciar en la creació d'una nova cultura brutal i violenta. Eixe odi cap als elfs i els menyspreu dels mags són un clar treball de Grekulak. Per què els akladians encara coneixen l'honor i la lleialtat no ho veig clar.
hu: Őket akarta felhasználni a világ meghódítására. Harcosokat akart, nem agyatlan szolgákat, tehát kitalált számukra egy vallást, ahol ő, Grekulak az Isten, s az ő rendeleteit kell teljesíteni. Kreált - de legalábbis uralma alá vont - egy teljesen új, kegyetlen és erőszakos kultúrát. A tündék és a mágusok iránti engesztelhetetlen gyűlölet teljesen Grekulak műve. Hogy az akladiaiak miért ismerik a hűséget és a becsületet, az számomra rejtély.
ru: Он хотел использовать акладиан как орудие завоевания мира. Ему нужны были воины, а не бездумные рабы, поэтому он дал им религию, в которой сам Грекулак представлялся Богом, предводителем своей паствы. Он создал, по крайней мере поспособствовал, созданию новой грубой и жестокой культуры. Ненависть к эльфам, презрение к магам это в полной мере работа Грекулака. Как акладианы сохранили такие понятия как честь и преданность мне непонятно.

source: Eventually, your grandfather, Gawen, divided the land among his four sons. Akladians have become far less ruthless, cruel and fearsome now, after years of reasonable prosperity. They even started to mix with Wesnothians, and your father was not the first nor the last who married a Wesnothian woman.
ca: Aleshores el teu avi, Gawen, va dividir la terra entre els seus quatre fills. Els akladians van fer-se prou menys cruels, temibles i despietats ara, després d'anys de raonable prosperitat. Fins i tot van començar unir-se amb els wesnothians... Ton pare no va ser el primer ni l'últim en casar-se amb una wesnothiana.
hu: Aztán a nagyapád, Gawen, felosztotta az országát a négy fia közt. Sokévi folyamatos virágzás után az akladiaiak sokat veszítettek korábbi féktelenségükből, kegyetlenségükből és vadságukból. Sőt kezdtek keveredni a wesnothiakkal, s nem apád volt az első, de nem is az utolsó, aki wesnothi feleséget vett magának.
ru: И вот твой дед, Гэвен, разделил земли между четырьмя своими сыновьями. Акладианы стали немного менее безжалостными и жестокими после лет умеренного процветания. Они даже начали смешиваться с веснотцами, и твой отец был не первым и не последним кто женился на веснотской женщине.

source: We do not need to rout them. They are not prepared for a long siege, so all we need to do is simply survive the initial onslaught. If we can do that, they will have to withdraw, because they will have no food.
ca: Per sort, no cal derrotar-los totalment. No estan preparats per suportar un llarg setge, així que n'hi haurà prou en sobreviure a la primera onada. Després, s'hauran de retirar perquè no tindran prou menjar.
hu: Szerencsére nem kell őket teljesen megsemmisíteni. Nem készültek hosszú ostromra, tehát csak néhány napig kell kitartanunk. Aztán kimerülnek, s élelem híján vissza kell vonulniuk.
ru: К счастью, уничтожать их не надо. Они не готовы вести длительную осаду. Нам достаточно выдержать первый штурм. Потом им придётся отступить, есть-то им нечего.

source: A woman... a woman has killed me... what a disgrace..
ca: Una dona... Una dona m'ha mort... quina desgràcia...
hu: Egy nő... Egy nő vágott le... micsoda szégyen...
ru: Женщина... Меня убила женщина... Какой позор...

source: Run for your life! They are too many of them!!
ca: A córrer! Són massa!
hu: Fussatok az életetekért! Rengetegen vannak!!
ru: Уходите! Их слишком много!

source: First of all, you forgot to say 'one more reference to underling and I'm leaving'. Look, Yahyazad, I am many things, but I am not blind. I've noticed the way you look at me. At first, I couldn't figure out what it meant; I am not used to those kinds of glances. I can easily recognise fear, hatred, loathing, and disdain. But this...
ca: T'has oblidat de dir 'una altra referència a carrall i me'n vaig'. Escolta'm, Iahiazad: m'he adonat de cóm em mires. En un inici, no sabia que volia dir. No estic acostumada a que em miren així. Puc reconèixer fàcilment l'odi, el menyspreu, el desdeny... Però açò...
hu: Elfelejtetted hozzátenni, hogy 'még egy ilyen elszólás - nemtelen -, és faképnél hagylak'. Idefigyelj, Yahyazad: feltűnt, hogy bámulsz engem. Először nem is értettem, miért. Nem szoktam meg, hogy ilyen pillantást vetnek rám. A gyűlöletet, lenézést, megvetést azonnal felismerem, de ez...

source: I do not think he will tell you anything more, my lady... he's dead. You did well to squeeze as much information as you did from him.
ca: No crec que puga dir-te molt més, senyora. Ha mort. Per cert, eres una d'eixes xiques akladianes que els agraden els flagels i el cuir?
hu: Azt hiszem, ő már nem mond többet, úrnőm. Meghalt. Te is egyike vagy azoknak az akladiai lányoknak, akik szíjjal és korbáccsal szeretnek dolgozni?
ru: Не думаю, что он скажет что-нибудь ещё, леди. Он мёртв. Кстати, вы не их тех акладианских девушек, которые обожают кожу и плети?

source: ANO
ca: UNO
hu: ÚK

source: (from WesCamp-i18n)
ca: (des de WesCamp-i18n)
hu: (Wescamp-i18n alapján)

source: British (en_gb) translation:
ca: Traducció a l'anglès (GB):
hu: Angol (brit) fordítás:

source: Freetown
ca: Ciutat Lliure
ru: Во Фритаун

source: Maurice
ca: Maurici
ru: Маурис

source: Alarice
ca: Alarici
ru: Аларис

source: Lady Lorin
ca: Na Lorin
ru: Леди Лорин

source: Matthias Ramon
ca: Ramon Maties
ru: Маттиас Рамон

source: Wutan
ca: Vutan

source: Thug
ca: Brètol
ru: Туг

source: Porkton
ca: Porcton

source: Laville
ca: Vil·lavella

source: John
ca: Joan
ru: Джон

source: I don't know how long I tarried there. I didn't care about anything. Akladians have taken everything from me. First they took your mother from me. Then they killed her. And now, they have killed my daughters, my wife, my whole family.
ca: No sé quant de temps vaig estar allí. No m'importava res. Els akladians m'ho han llevat tot. Primer van llevar-me ta mare. Després la van matar. I ara han mort tota la meua família.
ru: Не знаю как долго я оставался там. Ничто меня не трогало. Акладианы отобрали у меня всё. Сначала они забрали у меня твою мать. Потом убили её. И вот они погубили всю мою семью.

source: Karen
ru: Карен

source: Ruvio
ru: Рувио

source: Hagarthen
ru: Хагартен

source: Okladia
ru: Окладия

source: Gawen Hagarthen
ru: Гэвен Хагартен

source: Deorien
ru: Деориен

source: Reme
ru: Реме

source: Lorin
ru: Лорин

source: Huon Ryedric
ru: Хуон Райдрик

source: Barhoon Urk
ru: Бархун Урк

source: Hoyre O Barnone
ru: Ойре О'Барнон

source: Bar Urien
ru: Бар Уриен

source: Bor Cryne
ru: Бор Крайн

source: Bors Brien
ru: Борс Брин

source: Ringo
ru: Ринго

source: Gwidle Turlin
ru: Гвидл Турлин

source: Mithrandil
ru: Митрандил

source: Kariv Rebarnon
ru: Карив Ребарнон

source: Baruk Bar
ru: Барук Бар

source: Bar O Raednon
ru: Бар О'Реднон

source: Quivre O Raednon
ru: Куивре О'Реднон

source: Raban Harnen
ru: Рабан Харнен

source: Gaumhaldric
ru: Гэмхальдрик

source: Moerre Crynenoj
ru: Муэрре Крайнино

source: Ore Cruveno
ru: Оре Крувено

source: Karl Regven
ru: Карл Регвен

source: Uruk Maluf
ru: Урук Малуф

source: Arlgor Maunarr
ru: Арлгор Маунарр

source: Rurk Skagrrae
ru: Рурк Скагрре

source: Bark O Skagrrak
ru: Барк О'Скагррак

source: Euridica
ru: Эвридика

source: Larkin O Travil
ru: Ларкин О'Травил

source: Dauri Hurionen
ru: Даури Хурионен

source: Uruk Lug
ru: Урук Луг

source: Baruk Gar
ru: Барук Гар

source: Owaec
ru: Овек

source: Graeme O Borraine
ru: Грэм О'Боррейн

source: Rauke Harnen
ru: Рауки Харнен

source: Bal Riddon
ru: Бал Риддон

source: Dauri Travil
ru: Даури Травил

source: Uri van Roe
ru: Ури ван Роэ

source: Raul O Barron
ru: Рауль О'Баррон

source: Marlin Barrae
ru: Марлин Барре

source: Uruk Marlaf
ru: Урук Марлаф

source: Bar O Warhol
ru: Бар О'Вархол

source: Mal-Ulrival
ru: Мал-Улривал

source: Baruk Urk
ru: Барук Урк

source: Burke Barien
ru: Бурке Бариен

source: Barien
ru: Бариен

source: Boren Rebarnon
ru: Борен Ребарнон

source: Rebarnon
ru: Ребарнон

source: Quivre O Raedbor
ru: Куивре О'Редбор

source: Hoyre Ramenari
ru: Ойре Раменари

source: Rob Roe
ru: Роб Ро

source: Uorl
ru: Уорл

source: Harl
ru: Харл

source: Borl
ru: Борл

source: Bontom
ru: Бонтом

source: Leif Thrall
ru: Лейф Тралл

source: Burass
ru: Бурасс

source: Ussuh
ru: Уссух

source: Rassum
ru: Рассум

source: Bussur
ru: Буссур

source: Kyobaine
ru: Киобейн

source: Elorain
ru: Элорайн

source: Milildur
ru: Милильдур

source: Arweena
ru: Арвена

source: Giombor
ru: Гимбор

source: Urandil
ru: Урандил

source: Roman
ru: Роман

source: Har Barien
ru: Хар Бариен

source: Hans
ru: Ганс

source: Raul O Gaeltin
ru: Рауль О'Гэлтин

source: Oeame
ru: Ойме

source: Roule
ru: Рауль

source: Moerro
ru: Муэрро

source: Urheare
ru: Урэр

source: Mirro
ru: Мирро

source: Umeari
ru: Умери

source: Rioto
ru: Риото

source: Lioato
ru: Лиато

source: Reme Carrenemoe
ru: Реме Карренемо

source: Eol Areon
ru: Эол Ареон

source: Iree Rothe
ru: Айри Роти

source: Reuke Rothe
ru: Ройке Роти

source: Strome Ohavenort
ru: Строме Оавенорт

source: Reonee
ru: Реони

source: Raoke
ru: Раоке

source: Oyre
ru: Ойре

source: Aueree
ru: Ауэри

source: Lutr Moric
ru: Лутр Морик

source: Ssumar
ru: Ссумар

source: Raole Mathauri
ru: Рауль Матаури

source: Erart
ru: Эрарт

source: Yarl Urluf
ru: Ярл Урлуф

source: Ouruk
ru: Урук

source: Raurlak
ru: Раурлак

source: Burlak
ru: Бурлак

source: Hrar
ru: Храр

source: Buriag
ru: Бурьяг

source: Uriag
ru: Урьяг

source: Gor
ru: Гор

source: Kaur'ue
ru: Каур'у

source: Burik
ru: Бурик

source: Uruke
ru: Уруке

source: Gur
ru: Гур

source: Kapi'ue
ru: Капи'у

source: Baral
ru: Барал

source: Iruki
ru: Ируки

source: Gari
ru: Гари

source: Rarg
ru: Рарг

source: Oyre Mathauri
ru: Ойре Матаури

source: Reumario
ru: Ромарио

source: I am no necromancer; I use only for living warriors, not the dead!
ru: Извини, я не некромант.
