Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Well, Akladians from Easkladia were defeated by Wesnothians in battle near Broken Heart Runlet. I think it is because God hides his face from us. Their king escaped. If you ask me, I would say that Easkladia is finished.
ca: Bé, els akladians d'Iskladia van ser derrotats pels wesnothians en una batalla prop del rierol de Cor Trencat. Crec que és perquè Déu va apartar la seua mirada de nosaltres. El seu rei va poder escapar, però si em preguntes, diria que és la fi d'Iskladia.
hu: Nos, az easkladai akladiaiakat megfutamították a wesnothiak a Broken Heart Runlet melletti csatában. Azt hiszem ez azért történt meg, mert Isten elfordította a fejét tőlünk. A király elmenekült. Mondhatnám úgy is, hogy Easkladiának vége.
ja: えっと、Easkladia から来た Akladia 人たちは、Broken Heart Runlet 付近での戦いで Wesnoth 人たちに負けてしまいました。神様が私たちから顔を隠してしまったせいだと思います。その王様は逃げ出しました。言うなれば、Eskladia は消滅したってことです。
ru: Ну, акладианы из Искладии были разбиты весотцами в битве при Ручье Разбитых Сердец. Думаю, это потому, что Господь отвернулся от них. Король их бежал. Если кто-нибудь меня спросит, я скажу, что с Искладией покончено.

source: We have no king now and because of that, according to custom, the other Hagarthens should wait one year until one of them is invited to rule Vakladia by either the regent or council of lords. But we have no regent and the lords are fighting amongst themselves. So I think sooner or later, Hagarthens from other kingdoms will invite themselves.
ca: Ara no tenim rei, i segons els costums, els altres Hagarthen deurien esperar tot un any abans que el regent o el consell de senyors els invitara a governar Vakladia. Tanmateix, no tenim cap regent, i els senyors estan barallant-se entre ells. Així que crec que més prompte que tard, els Hagarthen dels regnes veïns s'invitaran ells mateixos.
hu: Nics királyunk, s emiatt most a szokásnak megfelelően a többi Hagarthennek egy évet kell várnia ahhoz, hogy valamelyiküket meghívja a trónra a régens, vagy a nemesek tanácsa. De régensünk sincs, az urak meg egymás ellen harcolnak, s nem tanácskoznak. Így előbb vagy utóbb a Hagarthenek egymás közt döntik el a kérdést.
ja: そんな訳で今、私たちには王様がいません。慣習に習えば、他の Hagarthen 一族は、摂政か、領主たちの会議で彼らの一人が Vakladia の支配者として招かれるまで、 一年間待たねばなりません。でも私たちに摂政はいないし、領主たちは戦闘しあってる最中です。それで、遅かれ早かれ 他の王国出身の Hagarthen が自らやって来るだろうと思います。
ru: У нас сейчас нет короля, поэтому, согласно обычаю, остальные Хагартены должны ждать год прежде, чем регент или совет лордов призовёт кого-нибудь из них на трон Вакладии. Но регента у нас нет, а лорды бьются друг с другом. Думаю рано или поздно Хагартены из других королевств придут сами.

source: Other Hagarthens? How many of them?
ca: Altres Hagarthen? Quants són?
hu: Hagarthenek? Hányan vannak?
ja: 他の Hagarthen だと？ 彼らは何人いるのだ？
ru: Остальные Хагартены? А сколько их?

source: There is old Perien from Easkladia, but he has troubles of his own. There are two brothers: Luc and Gauri from Guilcorta and there is Buffin from Okladia. Of course, there is also gossip that a new messiah will come and he will lead Akladians to true greatness...
ca: Bé, està el vell Perien d'Iskladia, però ja té prou problemes. Hi ha dos germans, Luc i Gauri de Guilcorta i també està Buffin d'Okladia. Encara que també es remoreja que arribarà un nou messies i guiarà els akladians cap a la veritable grandesa...
hu: Ott van az öreg Perian Easkladiában, de neki megvan a maga baja, aztán ott van a két testvér: Luc és Gauri Guilcortában, s végül ott van Buffin Okladiában. S emellett az a hír járja, hogy új megváltó érkezik, s ő vezeti az akladiaiakat az igazi nagyságra...
ja: Eskladia には年配の Perien がいますが、自分の問題を抱えています。Guilcorta には兄弟、Luc と Gauri の二人がいて、Okladia の Buffin もいます。勿論、新しい救世主がやって来て、Akladia 人を真の偉大な道へ導くだろうっていう噂もありますけど...
ru: Есть старый Перьен из Искладии, но ему сейчас хватает своих проблем. Ещё есть братья Люк и Гаури из Гилкорты и Баффин из Окладии. А ещё ходят слухи о том, что придёт новый мессия, который поведёт акладиан к истинному величию...

source: Maybe, if this messiah will come, our women will be able to give a birth to healthy children again; This winter three children were born, two of them dead.
ja: もしかすると、もしもその救世主が来たら、この村の女性たちは、また健康な子を産めるようになるかもしれません。というのも、この冬には3人の子供たちが生まれたんですが、2人が死んだのです。

source: Have luck in your travels, my king. You will need it.
ja: この旅が幸運でありますように、王様。幸運こそ、きっと必要になります。

source: My lord! Aren't you Gaumhaldric, about whom we've heard so many tales?
ca: Senyor! No és Gaumhaldric, protagonista de tantes històries que hem sentit?
hu: Uram! Nem ez az a Gaumhaldric, akiről annyi mesét hallottunk már?
ja: 閣下、もしや Gaumhaldric 様ではありませんか？お噂を幾つも耳にしておりますが、そうですよね？
ru: Милорд! Это же тот самый Гэмхальдрик, о котором мы столько слышали!

source: It would be honor to join your army.
ca: Seria un honor unir-se al teu exèrcit.
hu: Megtiszteltetés, hogy csatlakozhatok hozzád.
ja: あなたの軍隊に加えていただき、光栄に思います。
ru: Для меня будет большой честью присоединиться к твоей армии.

source: My lord, should we accept that unit into our army? It is a loyal unit, but it's just a simple Peasant.
ca: Senyor, vols admetre aquesta unitat en el nostre exèrcit? És una unitat lleial, però només un camperol.
hu: Uram, besorozzuk ezt az egységet a seregünkbe? Hűséges, de csak egy egyszerű paraszt.
ja: 陛下、あのユニットを我が軍に受け入れてよいですか？彼は「忠義」ユニットですが、ただの農民です。
ru: Милорд, возьми с собой этого парня. Он простой крестьянин, но очень предан.

source: Yes, that is a good enough reason.
ca: Sí, és una bona raó.
hu: Igen, ez egy jó szempont.
ja: はい、理由はそれだけで十分です。
ru: Да, это хорошая причина.

source: My lord, will we accept that unit into our army? It is a loyal unit, but it's just a simple Peasant.
ca: Senyor, vols admetre aquesta unitat en el nostre exèrcit? És una unitat lleial, però només un camperol.
hu: Uram, besorozzuk ezt az egységet a seregünkbe? Hűséges, de csak egy egyszerű paraszt.
ja: 陛下、あのユニットを我が軍に受け入れるべきでしょうか？彼は「忠義」ユニットですが、ただの農民です。
ru: Милорд, возьми с собой этого парня. Он простой крестьянин, но очень предан.

source: Gold? I thought you were fighting for freedom, not gold. I am so disappointed.
ja: ゴールド？ あなたはゴールドのためではなく、自由のために戦っているのだと思っていました。非常に失望してしまいました。

source: Well, I don't know. But I think the Oracle may know, she knows everything.
ca: Bé, no ho sé. Però estic segur que l'Oracle ho sabrà, ella ho sap tot.
hu: Nos, nem tudom. De a Jósnő talán tudja, ő mindent tud.
ja: いやあ、分かりません。でも預言者が知ってるかもしれませんよ、彼女は何でも知ってますよ。
ru: Не знаю. Думаю, это известно Оракулу. Она знает всё на свете.

source: East from here.
ca: Cap a l'est d'ací.
hu: Keletre.
ja: この東の方です。
ru: На востоке отсюда.

source: East from here. But please, hurry.
ca: Cap a l'est d'ací. Per favor, dona't pressa.
hu: Keletre, de siessetek.
ja: この東の方です。でも急いでください。
ru: На востоке отсюда. Поспеши!

source: A large army went there not long ago. Orcs, Akladians, Outlaws. I don't know what their intentions are, but I doubt they are good.
ca: No fa molt, un gran exèrcit va anar cap allà. Orcs, akladians, proscrits. No conec les seues intencions, però dubte que que siguen molts amistoses.
hu: Egy nagy sereg ment arrafelé nemrég. Orkok, akladiaiak, törvényen kívüliek vegyesen. Nem tudom, mi célból, de kétlem, hogy barátságosak a szándékaik.
ja: ちょっと前に大軍がここを通りました。オークや Akladia 人や無法者たちでした。目的は分かりませんが、まっとうな奴らじゃありませんよ。
ru: Не так давно в ту сторону прошла большая армия. Орки, акладианы, разбойники. Не знаю, что им было нужно, но доброжелательно они не выглядели.

source: The greatest news of all is that you have saved the Oracle. This - this is so wonderful I can't find proper words to describe it.
ca: Les notícies més importants i meravelloses són que has salvat l'Oracle. Això... oh, això és tan meravellós que no trobe paraules per descriure-ho!
hu: A legszenzációsabb hír az, hogy megmentetted a Jósnőt. Ez - ez olyan fantasztikus, hogy szavakat se találok.
ja: 今までで一番大きな話題は、あなたが預言者を救い出したということです。これは.. これは、本当に素晴らしいことで、何と言えばよいのか、適当な言葉が見つかりません。
ru: Величайшей новостью для всех нас было то, что ты спас Оракула. Это... это так прекрасно, что я просто не нахожу слов!

source: Akladians from another kingdom were defeated by our people in battle near Broken Heart Runlet. Well, our people - this army was from Blackwater. A large army recently went west; I think they want to harm the Oracle.
ja: 別の王国から来た Akladia 人が、Broken Heart Runlet 付近での戦いで 私たちの人民に負けました。そう、私たちの人民 ― この軍は、Blackwater 出身なのです。最近、大軍が西の方へ向かいましたが、預言者に危害を加えようとしているのだと思います。

source: Who's there? Friend or foe?
ca: Qui va? Amic o enemic?
hu: Ki van ott? Barát vagy ellenség?
ja: そこにいるのは誰だ？ 味方か？敵か？
ru: Кто здесь? Друг или враг?

source: Friend.
ca: Amic.
hu: Barát.
ja: 味方だ。
ru: Друг.

source: A lot of 'friends' came to us recently. There are Akladians in your army, I think. Why should I trust you?
ca: Han vingut massa amics últimament. Hi ha akladians al teu exèrcit, em pareix. Per què hauria de confiar en tu?
hu: Barátok rendszeresen látogatnak hozzánk. Akladiaiak vannak a seregedben. Miért kellene hinnem neked?
ja: たくさんの「味方」の方たちが、最近私たちのところへ来ました。あなたの軍には Akladia 人がいるみたいですね。あなたを信頼できると思いますか？
ru: К нам тут зачастило множество друзей. У твоём войске есть акладианы. Почему я должен тебе верить?

source: And die in the first fight? No, thank you.
ca: I morir en la primera batalla? No, gràcies.
hu: És meghaljak az első csatában? Kösz, nem.
ja: そして、最初の戦闘で死ぬ、とか？いえ、やめておきます。
ru: И умереть в первую же ночь. Нет, спасибо.

source: Really? Well, If so, one of our boys wants to join your army.
ca: Sí? Bé, si és així, un dels nostres xicots tal volta vulga unir-se.
hu: Tényleg? Nos, ha így van, van itt egy gyerek, aki csatlakozna hozzád.
ja: 本当ですか？うーん、もしそうなら、我が家の息子が一人、あなたの軍隊に入りたがっています。
ru: Правда? Ну, если так, один из моих парней может пойти с тобой.

source: Dead people do not bring gold home.
ca: Els morts no porten or a casa.
hu: A halottak nem hoznak haza aranyat.
ja: 人間、死んでしまったら、ゴールドを家に持って帰りませんよね。
ru: Мёртвые не несут золото домой.

source: Well, I don't know. He may live in the free kingdom of Elensefar.
ca: Oh, no ho sé. Pot ser visca al regne lliure d'Elensefar.
hu: Nos, nem tudom. Talán Elensefar szabad királyságában.
ja: さあ、分かりません。Elensefar の自由王国に住んでるかもしれません。
ru: Ну, не знаю. Может быть он живёт в свободном королевстве Эленсефар.

source: West from here. Near Porkton.
ca: Cap a l'est d'ací. Prop de Porcton.
hu: Nyugatra innen. Porkton mellett.
ja: ここから西の、Porkton の近くですよ。
ru: На западе отсюда. Около Свинтона.

source: There was a battle west from here, in which Akladians, Outlaws and Orcs tried to captured the Oracle. But they were defeated by some young man, who... wait a minute. What was your name, again?
ca: Hi va haver una batalla cap a l'est d'ací, en la qual akladians, orcs i proscrits van intentar capturar l'Oracle. Però van ser derrotats per un jove comandant que... Espera, quin era el teu nom?
hu: Nyugatra innen nagy csata volt, amelyben az akladiaiak, törvényen kívüliek és orkok megpróbálták elfogni a Jósnőt. De egy fiatal ember, akit... várj csak, hogy is hívnak?
ja: ここから西の方で、Akladia 人と無法者とオークが預言者を捕まえようとして、戦闘が起きたんです。でも、ある若者にやっつけられてしまって、誰だったかな... ちょっと待ってくださいね。名前は何だったかな？
ru: На западе отсюда была битва. Акладианы, разбойники и орки пытались захватить Оракула в плен. Но их разбил один юноша, который... Погоди-ка, как ты сказал тебя зовут?

source: A lot of interesting things happened recently! Two girls were born in my village, on the same day and even in the same hour! Fat Robert lost a horse in the forest, stolen by outlaws, I think.
ca: Moltes coses interessants! Van nàixer dos xiquetes en el meu poblet, el mateix dia i fins i tot, la mateixa hora! I el Gros Robert va perdre un cavall al bosc, crec que li'l robarien els proscrits.
hu: Napjainkban rengeteg érdekes dolog történik. Két lány született a falunkban, ugyanazon a napon, s ugyanabban az órában! A Kövér Robertnek elveszett a lova az erdőben, szerintem ellopták.
ja: 興味深いことなら、最近、たくさん起きましたよ！二人の少女が私の村で生まれたんです、同じ日の同じ時刻に！太っちょの Robert が森の中で馬を失くしました。無法者に盗まれたんじゃないかと思います。
ru: Всё время случается что-нибудь интересное. У нас в деревне две девочки родились в один день и даже в один час! Толстый Роберт потерял свою лошадь. Думаю, её свели разбойники.

source: You must be kidding. The woman is so hard to be around I cannot understand why Yahyazad has a crush on her.
ca: Estàs de broma? És tan difícil viure amb aquesta dona prop que no puc comprendre com li agrada a Iahiazad.
hu: Viccelsz? Ez a nő olyan fagyos, hogy mellette élni is életveszélyes, nem is értem, hogy Yahyazad mit eszik rajta.
ja: 今さら.. ご存知でしょうに。あの女性の側にいるのが苦痛なのです。Yahyazad が彼女に好意を抱く理由が分かりません。

source: I think I know what are 'ruins of the great city', my Lord. This could be our former capital, Weldyn. It is located in Okladia. We should go there.
ja: 「大都市の廃墟」とは何なのか、分かった気がします、陛下。それはつまり、かつての私たちの首都 Weldyn のことだと思います。Okladia に位置しています。私たちは、そこへ行くべきです。

source: Nothing really. I think your under... Wesnothian soldiers are starting to - well, maybe not like - but to tolerate me.
ja: 特に有りません。あなたの、下っ... Wesnoth の兵士たちは、私のことを次第に好きに... とまではいかなくとも、受け入れてもらえてる気がします。

source: What happened that night we left Freetown?
ca: Què va passar la nit que vam deixar Ciutat Lliure?
hu: Mi történt akkor éjszaka, mikor elhagytuk Freetownt?
ja: Freetown を出発したあの夜に、何があったんだ？
ru: Что происходило ночью перед нашим уходом из Фритауна?

source: What do you think about Karen?
ca: Què penses de Karen?
hu: Mit gondolsz Karenről?
ja: Karen のことをどう思う？
ru: Что ты думаешь о Карен?

source: What did the Oracle tell you?
ca: Què et va dir l'Oracle?
hu: Mit mondott neked a Jósnő?
ja: 預言者は、あなたに何と告げたんだい？
ru: Что сказала тебе Оракул?

source: I've told you before I'm not going to talk about it.
ca: Ja t'he dit que no t'ho diria.
hu: Mondtam már, hogy erről nem beszélek.
ja: 前にも言ったわよね、その話をするつもりはないわ。
ru: Я уже говорила, что не скажу.

source: She's a cute child. In a few years she could even pretend to be a woman.
ca: Bona xiqueta. En uns quants anys, fins i tot podria fingir ser una dona.
hu: Helyes gyermek. Néhány év múlva csinos nő lesz belőle.
ja: 可愛い子供よね。数年のうちには女性っぽく振る舞えるかもね。
ru: Милое дитя. Через несколько лет она даже сможет называться женщиной.

source: When I was young, I visited her and she told me... no, I can't tell you. It was just between the Oracle and me. The first part of her prediction has already been fulfilled. As for the second part... I think I will know soon...
ca: Quan era jove, vaig visitar-la i em va dir que... No, no t'ho puc dir. Això és una cosa només entre l'Oracle i jo. La primera part de la seua predicció ja s'ha complit. La segona... crec que prompte ho sabré.
hu: Amikor fiatal voltam, meglátogattam, s azt mondta... Nem, ezt nem mondhatom el. Ez személyes dolog, csak a Jósnőre és rám tartozik. A jóslatának az első fele már megvalósult. A másik fele... nos, hamarosan elválik, mi lesz vele.
ja: 私が若かった頃に預言者のところを訪ねたことがあって、そのとき聞いたのよ... いえ、やっぱり話せないわ。これは私と彼女の間の話なの。その予言の1つ目の方は既に現実になったわ。二番目の方は... もうすぐ分かると思う...
ru: Когда я была совсем юной, я пришла к ней, и она сказала... Нет, я не могу об этом говорить. Это касается только Оракула и меня. Первая часть пророчества уже сбылась. Вторая... Думаю, мы скоро узнаем.

source: Fall of Freetown
ca: La caiguda de Ciutat Lliure
hu: Freetown eleste
ja: Freetown の悲劇
ru: Падение Фритауна

source: I was trying to get to Freetown as quickly as possible. On the way I heard dark news - about Akladian armies in Raedwood forest, columns of smoke in the woods. I was expecting the worst, yet I was still surprised.
ca: Intentava arribar a Ciutat Lliure tan ràpid com m'era possible. Pel camí vaig sentir notícies que hem preocupaven, coses d'exèrcits akladians en el bosc de Raedwood, de focs i fums entre els arbres. Esperava el pitjor, encara així, vaig sorprendre'm.
hu: Megpróbáltam Freetownba jutni, amilyen gyorsan csak tudtam. Útközben baljós híreket hallottunk - akladiai seregek nyomultak be a Raedwood-erdőbe, s gyújtogattak mindenfelé. A legrosszabbra gondoltam, de mégis mellbe vágott a hír.
ja: 私はできるだけ早く Freetown に到着しようとしていました。その途中では暗い知らせもありました ― Raedwood の森の中にいる Akladia 軍に関する話や、森の中に立ち昇る煙の話。最悪の状況を覚悟していたつもりでしたが、それでもやはり驚かざるを得ませんでした。
ru: Я пытался достичь Фритауна так быстро, как только мог. В пути мы услышали вести, которые заставили нас беспокоиться: о том, что армия акладиан вощла в Редвудский лес, и лес полон дымом. Я ожидал худшего, но меня ждал сюрприз.

source: From the first moment I knew that Freetown had not been taken by orcs. Orcs couldn't possibly be that atrocious. Children killed together with their mothers. Impaled girls and men on the trees. People burned in their houses. And still, no matter how stupid it seems, I still held out hope.
ja: 一目見たときから、Freetown がオークによって集解されたのでないことは分かりました。オークがあれほど残虐なことをすることはありません。母親と一緒に殺された子たち。樹木に突き刺された少女や男たち。自宅の中で焼死した人々。それでもまだ私は、どれほど馬鹿げていると思われようが、希望を捨てていませんでした。

source: Her face, though smeared with dirt and blood, was untouched. She lay in a position which clearly told me her fate before she met the blow of mercy. I knelt next to her, fondling her hair as I used to do when she was a child. I felt nothing. I should have felt anger, despair, I should have screamed for vengeance, but I felt nothing. My wife, my daughters, dead? It was too impossible to be believed.
ja: 彼女の顔は、土と血にまみれていたけれど、傷一つありませんでした。彼女が慈悲の一撃を受ける前にどのような運命を迎えたのか、はっきりと物語るような姿で静かに横たわっていました。私は彼女の横にひざまずき、彼女が少女時代にしていたように、その髪を優しく撫でました。何も感じませんでした。怒りや絶望を感じるべきなのに、復讐心に燃えて喚き叫ぶべきなのに。それなのに、何も感じなかったのです。私の妻が、私の娘たちが死んだ？ 受け入れることなど到底できませんでした。

source: I tried to protect them, I tried so hard. I wanted Karen to be safe in Freetown. If not for my orders, maybe at least she...
ca: Vaig intentar protegir-les, ho vaig intentar amb totes les meues forces. Volia que Karen estiguera sana en Ciutat Lliure. Si no haguera ordenat que es quedara, al menys ella...
hu: Próbáltam védeni őket, minden erőmmel próbáltam. Karent biztonságban akartam tudni, Freetownban. Ha nem parancsoltam volna meg, talán még most is...
ja: 私は彼らを守ろうとしてきました。守ろうと懸命に頑張ってきました。Karen には Freetown で無事でいてほしかったのです。安全なはずでした。もしもあの時、私が命令していなければ、少なくとも命令を下さなければ...
ru: Я хотел уберечь их. Я так этого хотел. Я хотел чтобы Карен оставалась в безопасности, во Фритауне. Если бы не мой приказ, может быть хотя бы она...

source: Gawen, I think Karen loved you. I don't know what your feelings were towards her, but I always hoped that you two might find happiness together, and despite knowing it would be impossible - despite knowing that you would have to make some dynastic marriage one day - I even foolishly dreamt you could found a new dynasty.
ca: Gawen, crec que Karen t'amava. No sé quins eren els teus sentiments cap a ella, però sempre vaig desitjar que trobareu la felicitat junts, no obstant que sabera que seria impossible, no obstant que sabia que més tard o més prompte hauries de casar-te per qüestions dinàstiques... Fins... fins i tot vaig somniar que podríeu fundar una nova dinastia.
hu: Gawen, azt hiszem, Karen szeretett téged. Nem tudom, te mit éreztél iránta, de én mindig azt reméltem, hogy ti ketten boldogok lesztek együtt, annak ellenére is, hogy tudtam, ez lehetetlen - annak ellenére, hogy tudtam, hogy neked egy napon dinasztikus házasságot kell kötnöd - én bolondul mégis azt hittem, hogy új dinasztiát alapíthatsz.
ja: Gawen 様、Karen は あなたを愛していたと思います。Karen へのあなたのお気持ちを私は知る由もありません、しかし、あなたと Karen の二人がともに幸福を見つけられることを望んでいました。不可能だろうとは思いつつも ― あなたがいつの日か、王家なりの婚姻をされる必要があるのだと知りつつも。それでも私は愚かにも ― Gawen 様なら、新しい形の王家をお築きになるだろうとすら夢見ていたのです。
ru: Гэвен, мне кажется Карен любила тебя. Не знаю, как ты сам к ней относился, но я всегда надеялся, что вы когда-нибудь будете счастливы вместе, хотя и понимал, что это врядли возможно, что однажды тебе придётся пойти на династический брак, я всё равно глупо мечтал, что вы с ней создадите новую династию.

source: I don't know how long I tarried there. I didn't care about anything. Akladians have taken everything from me. First they took your mother from me. Then they killed her. And now, they have killed my daughters, my wife, my whole family.
ja: 私は、そこにどのくらいいたのか分かりません。何も気にしませんでした。Akladia 人は私から全てを奪い去ったのです。最初は、あなたのお母様を奪っていきました。そののち彼女を殺しました。そして今、私の娘たちを、妻を、私の家族全員を殺したのです。

source: I... am an empty shell. Nothing is left inside me.
ja: 私は... 私の心は抜け殻でした。中は空っぽで何も残っていませんでした。

source: Welcome to Freetown, Hagarthen. Why did you come here? Why have you brought your mother here? Did you want to admire the destruction caused by your kin?
ca: Benvingut a Ciutat Lliure, Hagarthen. Per què has vingut ací? Per què has tret ta mare? Volíeu admirar la destrucció causada per la vostra gent?
hu: Légy üdvözölve Freetownban, Hagarthen. Miért jöttél ide? Miért hoztad ide az anyádat? A fajtád okozta pusztításban akarsz gyönyörködni?
ja: Freetown へようこそ、Hagarthen さん。なぜここへいらしたんです？なぜお母様まで連れてきたんです？あなたの親族が起こした破壊活動の結果を見物にでも来たんですか？
ru: Добро пожаловать во Фритаун, Хагартен! Зачем пожаловал? А мамашу свою зачем притащил? Решили посмотреть как тут повеселились ваши дружки?

source: How dare you speak that way to your king!?!
ca: Cóm oses parlar així al teu rei?
hu: Hogy merészelsz így beszélni a királyoddal!
ja: あなたの王様に対して、そのようなことを言うべきではありません！
ru: Как ты разговариваешь со своим королём?

source: Huon, if I didn't know that anger is putting words into your mouth, I don't know what I would do to you. Amongst my army are people who had families here. I, myself...
ca: Huon, si no sabera que la fúria és qui fica les paraules en la teua boca, no sé què et faria. Entre les meues tropes hi ha molts que tenien famílies aquí. Jo mateix...
hu: Huon, ha nem tudnám, hogy a keserűség beszél belőled, nem tudom, mit csinálnék veled. A seregemben is vannak olyanok, akiknek családja volt itt. Én magam...
ja: Huon 、怒りが君の口からそのセリフを言わせていることを、もしも私が知らなかったら、君に何をしたか分からない。私の軍隊にも家族を持つ者はいる。私自身も...
ru: Хуон, если бы я не знал, откуда столько злобы в твоём голосе, не знаю чтобы я сделал. Среди моих солдат есть те, кто оставил здесь свои семьи. Я сам...

source: You, yourself, what!? Amongst your army are ALSO people who are members of the families of those beasts who did this! All of you Akladians should be killed, all of you should be expelled, all of you should...
ca: Què dius de tu mateix? I entre les teues tropes també hi ha qui són part de les famílies de les bèsties que han causat açò! Tots vosaltres els akladians deuríeu ser morts, expulsats, deuríeu...
hu: Micsoda, te magad? A seregedben olyanok is vannak, akiknek családjából részt vehettek ebben az embertelen pusztításban! Titeket akladiaiakat ki kellene irtani, titeket mind el kellene űzni, titeket mind...
ja: あなた、あなた自身、どうしたんですって！？ あなたの軍隊にもこんな事をしでかす野獣の家族を持つ人がいるわけですね！そういう野獣が！ あなたたち Akladia 人すべて殺されるべきだ、全員駆逐されるべきだ、全員が...
ru: Ты сам что? А в армии твоей есть и родственники тех тварей, которые все это натворили! Всех вас, акладиан, нужно передавить! Стереть с лица земли! Вас всех надо...

source: Silence, underling. You are unworthy of being called a man. Stop crying like a Wesnothian woman.
ja: 黙れ、下っ端。お前は、男と呼ばれるに値しない。Wesnoth の女のように泣くのはやめろ。

source: And her! How did the Akladians know where Freetown is located? Who told them? Who, if not that witch? Let's kill her, and then let's...
ca: I ella! Cóm van saber els akladians on estava Ciutat Lliure? Qui els ho va dir? Qui, si no és eixa bruixa? Matem-la, i després...
hu: És ő! Honnan tudták az akladiaiak, hol van Freetown? Ki mondta el nekik? Ki, ha nem ez a boszorkány? Öljétek meg, és aztán...
ja: それに、この女もだ！ どうして Freetown の場所が Akladia 人に知られてしまったのだ？誰が話したのだ？誰が...、あの魔女以外の誰が話すというのだ？皆でこの女を殺そう、そして、皆で...
ru: Вот она! Как акладианы узнали где находится Фритаун? Кто им расказал? Кто, если не эта ведьма? Убьём ей, а потом...
