Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Oops, sorry...
ja: あぁ.... すみません...

source: It's too bad that Reumario is no longer with us; he could have sacrificed this boar to God and secured a blessing for us...
ja: Reumario はもういない、残念だ。彼がいたら、この猪を生贄にして、神様から祝福を受けられただろうに...

source: We do not need to rout our attackers. They are not prepared for a long siege, so all we need to do is simply survive the initial onslaught. If we can do that, they will have to withdraw, because they will have no food.
ja: 攻撃してくる者を全滅させる必要はないですよ。奴らは長期の包囲戦の準備をしていないから、私たちに必要なのは、第一撃の猛襲にとにかく耐えて生き延びることですよ。それができれば奴らは引き上げていくでしょう。だって、食料が有りませんからね。

source: Lady Lorin, I am aware of your habit of interrogating enemy leaders. Please, take my advice... if you feel you must interrogate the leaders, ignore the orcs - they do not look intelligent enough to give sensible answers.
ca: Na Lorin, conec el vostre hàbit d'interrogar els líders enemics. Per favor, si no n'hi ha altre remei, com a mínim ignoreu els orcs, no pareixen prou intel·ligents per donar cap resposta interessant.
hu: Lady Lorin, tudom, hogy szereted kivallatni az ellenséges vezéreket. Kérlek, fogadd meg a tanácsomat, s hagyd az orkok vezéreit, ezek nem elég okos lények, hogy érdemi információt adhatnának.
ja: Lorin 様、あなたが敵リーダーの尋問をする習慣を持っていることは承知してます。ただ、私の話も聞いてください... 尋問しなければと思った時、オークだけは無視してください。奴らは分別のある答えを返すほどには賢く見えませんので。
ru: Леди Лорин, я знаю вашу привычку допрашивать вражеских начальников. Пожалуйста прислушайтесь к моему совету: если можете, забудьте об орках. Они не выглядят настолько сообразительными, чтобы рассказать что-нибудь толковое.

source: Looks like the last of the supplies have been moved to the mountains. Now even if they break into the castle, they still will have no food.
ca: Dugueu els queviures a les muntanyes. Així, encara que puguen entrar al castell, continuaran sense tindre menjar.
hu: Vigyétek a készletet a hegyi rejtekhelyre! Így akkor sem jutnak élelemhez, ha betörnek a várba.
ja: 最後の物資が山の方へと持ち出されたようだ。まあ、奴らが城に押し入ったとしても、食料すら入手できないわね。
ru: Несите припасы в горы. Если орки прорвутся в замок, они останутся ни с чем!

source: We have less than 300 golden pieces. Are you sure we will be able to survive the enemy onslaught with so little?
ca: Tenim menys de 300 peces d'or. Estàs segura que podrem sobreviure a l'assalt enemic només amb això?
hu: Kevesebb, mint 300 aranyunk van. Biztos vagy benne, hogy ennyi elég ahhoz, hogy túléljük a támadást?
ja: 手持ちのゴールドが 300 gold を切ってますよ。こんなに少なくて、敵の猛襲に耐えられるんですか？
ru: У нас меньше 300 золотых. Вы уверены, что с этим мы сможем отбить атаку?

source: They look well-prepared. Call in the reserves!
ja: 準備が整ったぞ。予備の兵を呼び出せ！

source: HEROIC: Kill all enemy leaders OR
ca: HEROIC: Mata tots els líders enemics O
hu: HŐSIESEN: Megölöd az összes ellenséges vezért VAGY
ja: 英雄的勝利：敵のリーダーをすべて倒す または
ru: Эпическая: Убейте всех вражеских лидеров ИЛИ

source: NORMAL: Survive to the end of turn limit.
ca: NORMAL: Sobreviu fins a la fi dels torns.
hu: ÁTLAGOSAN: Kitartasz a körök végéig
ja: 普通の勝利：ターン終了まで生き延びる。
ru: Обычная: Продержитесь на протяжении отведённых ходов.

source: Death of Majid Yahyazad
ca: Mort d'Majid Iahiazad
hu: Majid Yahyazad meghal
ja: Majid Yahyazad の死

source: A woman... a woman has killed me... what a disgrace...
ja: 女が... 女が私を殺した... 何と言う恥辱...

source: Gaaarrr... Aaargh...
ja: グアァ...ウァ...

source: What did he say?
ca: Què ha dit?
hu: Mit mondott?
ja: あいつ、何か言いました？
ru: Что он сказал?

source: I'm sure it was Orcish for 'a human woman has killed me, what a dishonor' or something like that.
ca: Crec que és l'equivalent orc de 'una dona m'ha mort, quina deshonra' o alguna cosa per l'estil.
hu: Valami ork szólás lehetett: 'micsoda szégyen, egy asszony kezétől esem el', vagy valami hasonló.
ja: オークの言語で「人間の女に殺された～ 何たる不名誉～」とかなんとか言ってたわね。
ru: Думаю, на орочьем это означает: "Меня убила человеческая женщина! Какой позор!", или что-то вроде этого.

source: I'm sure it was Trollish for 'a human woman has killed me, what a dishonor' or something like that.
ja: トロルの言語で「人間の女に殺されちまった～ 何たる不名誉だ～」とかなんとか言ってたわね。

source: It was probably its way of saying 'a human woman has killed me, what a dishonor' or something like that.
ja: 多分、「人間の女に殺されちゃったよ、最悪だぜ」とかなんとか言ってたんでしょ。

source: What are you waiting for? Come on, finish me, witch.
ca: A què esperes? Vinga, acaba amb mi, bruixa!
hu: Mire vársz még? Gyere, és végezz velem, boszorkány!
ja: あんた、何を待ってるんだ？さあ、殺せ、魔女め。
ru: Чего ты ждёшь? Давай, добивай меня, ведьма.

source: Ah, my kind of man. Strong and fearless even in the face of death. Do you see this knife? I call it Truth-Sayer. I use it to find out just how fearless a man can be...
ca: Ah, m'agrade aquest tipus d'hòmens. Fort i sense cap temor fins i tot a les portes de la mort. Ara, veus aquest ganivet? Li he ficat de nom 'Veritador'.L'utilitze per veure com de valent és un home a les meues mans.
hu: Ó, tetszik nekem ez az ember. Erős és bátor, még a halál torkában is. Nos, látod ezt a kést a kezemben? Igazat mondatónak nevezem. Arra használom, hogy lemérjem, milyen bátor a kezembe került ember.
ja: あーあ、私好みの男だわ。死に直面しても強くて恐れを知らない。このナイフが見える？名付けて「真実の刃」。これは、その男がどこまで恐れ知らずでいられるかを試せる...
ru: Ах, как я люблю таких людей. Стойких и бесстрашных перед лицом смерти. Видишь этот нож? Я называю его правдолюбцем. С его помощью я проверяю на смелость тех, кто попал ко мне в руки.

source: We will see how fearless you will be when the rest of our army arrives.
ca: Ja veuré quant de brava eres quan la resta del nostre exèrcit arribe.
hu: Meglátjuk, milyen bátor leszel, ha megérkezik a seregünk másik fele is.
ja: 俺たちの残りの軍隊が現れた時、お前がどのくらい恐れ知らずか、こっちが見てやろうじゃないか。
ru: А я посмотрю на твою смелость, когда подойдут наши основные силы.

source: The 'rest of' your army? Interesting.
ca: La resta del vostre exèrcit? Interessant.
hu: A sereg másik fele? Érdekes.
ja: お前たちの「残り」の軍隊だと？ 面白いわね。
ru: Основные силы? Интересно.

source: They were two days' march behind us. They will appear from the north and smash what is left of your so-called castle.
ca: Van dos dies darrere nostre. Apareixeran pel nord i destruiran el que quede d'aquesta cosa que anomenes castell.
hu: Kétnapi járásra mögöttünk menetelnek. Északról jönnek, és eltakarítják az úgynevezett várad romjait.
ja: そいつらは俺達より２日遅れで出発した。北から現れて、お前たちを撃破するだろうよ。お前たちの「城」とやらの残骸をな。
ru: Мы обогнали армию на два дня. Они подойдут с севера и сметут всё, что останется от твоей так называемой крепости.

source: What are orcs doing here anyway, and why are they allied with you?
ja: だいたい、オークどもはここで何をしているんだ、それになぜ、お前たちと同盟を結んでいるのだ？

source: They will help us purify our race. We will go and kill every one who is unworthy of being Akladian. Those who violated our customs, who are friends of the underlings, those who have offended our God by marrying them. Only then will we find favor with God and be rewarded with conquest of Wesnoth... and the whole world.
ca: Ens ajudaran a purificar la nostra raça. Pensem matar qualsevol que no siga digne de ser akladià. Aquells que hagen violat les nostres costums, que siguen amics dels carralls o que hagen ofès al nostre Déu cassant-se amb ells. Aleshores, Déu tornarà a estar orgullós de nosaltres i ens recompensarà amb la conquesta de Wesnoth i del món sencer.
hu: Mert ők a mi segédeink. Megtisztítjuk a fajunkat, kardélre hányunk mindenkit, aki méltatlan az akladiai névre. Mindenkit, aki megszegte a szokásainkat, aki nemtelenekkel barátkozik, aki Istenünk ellen vétve házasodik velük. Csak ezután fogja Istenünk visszafordítani az orcáját ránk, s adja nekünk Wesnothot teljesen, s az egész világot.
ja: あいつらは、俺たちの種族浄化の手伝いをしてるのさ。Akladia 人として不適格な奴らを抹殺するのだ。俺たちの慣習に反する奴、下っ端どもと親しくする奴、そいつらと結婚して俺たちの神を怒らせた奴。そういう奴らを殺して、初めて俺達は神の恩恵を受けられるのだ。Wesnoth を征服し...そして全世界を征服するという恩恵を受けられるのだ。
ru: Они помогут восстановить чистоту нашей расы. Мы уничтожим всех, кто не достоин находиться рядом с акладианами. Тех, кто нарушает наши устои, кто путается с дикарями, тех, кто бросил вызов нашему Богу, сочетавшись браком с дикарём. Только тогда Господь снова полюбит нас и дарует в награду окончательную победу над веснотцами.

source: Finally, food, wine and some rest! Hey, what's happening here?
ca: Per fi, menjar, vi i descans! Ei, què hi passe ací?
hu: Végre, kaja, pia, pihenő! Hé, mi történik itt?
ja: やったぜ、食い物とワインと休息だ！ おい、ここで何が起きてるんだ？
ru: Наконец-то, еда, вино и отдых! Эй! Что это здесь у вас?

source: Run for your life! There are too many of them!!
ja: 死ぬ気で逃げろ！敵が！

source: Sheesh, no matter how many of them we kill, they just keep coming!
ja: くそーー 殺しても殺しても、どんどんやって来る！

source: Keep fighting! Don't give up! At least kill as many of them as you can! They will surely have to withdraw soon!
ca: Continueu lluitant! No vos rendiu! Com a poc, mateu-ne tants com pugueu! Segur que prompte hauran de retirar-se!
hu: Harcoljatok! Ne adjátok fel! Öljetek meg annyit, amennyit csak tudtok! Hamarosan kimerülnek!
ja: 戦い続けなさい！ 諦めてはいけない！少なくとも、殺せるだけ殺しなさい。敵はすぐに、必ず撤退を始めるはずだ！
ru: Продолжайте бой! Не сдавайтесь! Убейте столько, сколько сможете! Я уверена, что они скоро отступят!

source: We have no more supplies... we have to withdraw! We will return, she-wolf!
ca: No ens queden més queviures. Retirada! Tornarem, lloba.
hu: Nincs több készletünk. Vissza kell vonuljunk! Visszatérünk, nőstényfarkas.
ja: もう物資が不足してしまった... 引き上げねばならん！必ず戻ってくるからな、メス狼！
ru: У нас не осталось запасов. Нужно отступать. Мы еще вернёмся, волчица!

source: Well fought, men! The enemy is withdrawing! They have no more supplies!
ca: Es retiren! No els queden queviures!
hu: Visszavonulnak! Kimerültek a készleteik.
ja: よく戦いましたね、皆さん！敵は撤退し始めてますよ！もう物資がないのは明らかです！
ru: Они уходят! Им не хватило поддержки!

source: This was an incredibly difficult ordeal. I felt sure this would be my final battle.
ca: Uf! Açò ha sigut terriblement difícil. Estava segur que seria l'últim dia de ma vida.
hu: Ez hihetetlenül kemény volt. Azt hittem, ez lesz életem utolsó napja.
ja: 信じられないほど困難な試練でしたねえ。これが私の最後の戦いになるだろうなと感じていたくらいだった。
ru: Было ужасно тяжело. Я думал, что это последний день моей жизни.

source: Lorin, have you heard what our people are calling you? A she-wolf. The She-Wolf of Haeltin.
ca: Lorin, has sentit cóm et diu la nostra gent? Lloba. La lloba de Haeltin.
hu: Lorin, hallottad, hogy hívnak az embereink? Nőstényfarkas. Haeltin Nőstényfarkasa.
ja: Lorin 殿、我らの民があなたのことを何と呼んでいるかご存知かな？「メス狼」なんです。「Haeltin のメス狼」。
ru: Лорин, ты слышала как тебя называют наши люди? Волчица. Хэлтинская волчица.

source: LADY Lorin. Why would I want to be called a She-Wolf? Do they expect me to howl or something?
ca: NA Lorin. I? Pensen que em ficaré a ulular o alguna cosa així?
ja: 「Lorin <b>夫人</b>」でしょうに。メス狼と呼ばれたいなんて考える理由がないわ。私に遠吠えとかしてほしいわけ？
ru: ЛЕДИ Лорин. И что? Они всё ждут когда я завою или что-то в этом роде?

source: Lorin, you are an able commander, a strong warrior, and have a lovely... tactical mind. If you are a wolf, it would be quite the feat for a man to tame you... but I have to try anyway.
ja: Lorin 殿、あなたは有能な司令官ですねえ。強い戦士で、結構イケてるし... 戦術にも長けてる。あなたが狼なら、男にすれば手なずけるのが至難の業だろうなあ...まあ、とにかく、私としてはやってみましょうかねえ。

source: Listen underling, I am not an animal to be tamed or a prize to be won. The only thing which stays my hand from snuffing out your life after hearing such a remark is that I still need you. But you are dangerously close to the line, so...
ca: Escolta'm, carrall, l'única cosa que m'impedeix matar-te després de sentir eixe comentari es que encara et necessite. Però estàs perillosament a prop de la línia, així que...
hu: Idehallgass, nemtelen, szerencséd, hogy szükségem van rád, különben ezért a beszólásodért a fejedet venném. De kezdek kételkedni benne, hogy tényleg szükségem van-e rád.
ja: 聞きなさい、下っ端。私は、飼いならされる動物ではないし、賞品でもない。そのような言動を耳にしながらも、お前を殺す手を動かさずに留めている理由はただ一つ。お前が必要だからよ。しかし、お前はその分水嶺に危険なほど近づいているようだわ、そうねえ...
ru: Слушай внимательно, дикарь. Единственная вещь, которая не даёт мне лишить тебя жизни после этой выходки это то, что я по прежнему нуждаюсь в твоей помощи. Но сейчас ты подошёл к самому краю, так что...

source: I am no fool, Lorin. I understand that you suffer my presence now only of necessity. But perhaps there will come a time when you no longer suffer my presence of necessity, but welcome it by choice?
ja: 私だって馬鹿じゃないですよ、Lorin 殿。分かってますよ、あなたが私の存在を必要としてるってことが、あなたを苦しめてるんだってことを。でも、いずれは私の存在に苦しむ必要もなくなって、喜んで受け入れる日が来るかもしれませんよ？

source: You may not see it, but you are a fool. An honorable fool, but a fool nonetheless.
ja: 分かっていないようね、お前は愚か者よ。気高い愚か者。でも、愚か者であることに変わりない。

source: What do you mean?
ca: Què vols dir?
hu: Mire gondolsz?
ja: どういう意味です？
ru: Почему?

source: First of all, you forgot to say 'one more reference to underling and I'm leaving'. Look, Yahyazad, I am many things, but I am not blind. I've noticed the way you look at me. At first, I couldn't figure out what it meant; I am not used to those kinds of glances. I can easily recognise fear, hatred, loathing, and disdain. But this...
ja: 一等最初に、お前は言い忘れていることがあるわね、「もう一回、下っ端と呼んだら、私は辞めます。」って。いいかい Yahyazad 、私も色々あるけど、盲目ではない。お前が私を見る目に、私が何も気づいてないと思ったか。最初はその目が、何の意味を持つか分からなかった。そういう見られ方をされた覚えがなかったからね。恐れとか、憎悪、嫌悪、軽蔑、そういう類ならすぐに分かる。しかし、これは...

source: ...all of the worst emotions of a true warrior, and yet none of the worthy ones... the true warrior fights not for fear or for hate, but for love.
ja: 真の戦士の最悪の感情すべてを持ちながらも、 価値あるものは何ひとつ持っていません... 真の戦士は恐れや憎しみのために戦うのではありません、 愛のために戦うのです。

source: No! Don't even speak of that! You know nothing of what it takes to be a warrior! What it takes for a woman to be a warrior! Love cannot drive you hard enough, only pain, only fear, only hate!
ja: 違う！そんなこと、口にするな！お前は、戦士となるために必要なことが分かっていない！女戦士になるためのものも！戦士として駆り立てるものは、愛なんかでは不十分なのよ！痛みとか恐れとか嫌悪、それだけが必要なの！

source: For love?! You really believe that?! You can't be serious. You speak like... Wesnothians have a special word for that kind of people. A rhymeister?
ja: 愛のため？！そんなこと本当に信じてるの？冗談はやめてよ。お前はまるで... Wesnoth 人は、なんというか、そういう人のことを特別な言葉で呼ぶわけね？「韻を踏む人」とか？

source: I am serious. And I think you meant to say 'poet'. So you think I speak like a poet? Thank you.
ja: 冗談など言ってません、本気です。それと、あなたの言いたいのは「詩人」のことでしょう。つまり、あなたには私の言葉が詩人の声のように聞こえるのですね？それはどうも、有難うございます。

source: That was not a compliment. A 'poet' is just a fancy word for 'idiot'. You Dunefolk fight for love? Ha! No wonder you have lost.
ja: 褒めてるわけじゃないの。「詩人」っていうのは、「痴人」を言い換えたようなものよ。韻を踏んでやったわ。で、お前たちディーンフォークは愛のために戦ってるわけ？ ハッ！ だから負けたのよ。

source: Listen to me carefully. I know now what you are thinking. Do not have any hope. Do not try ANYTHING. First, I am an Akladian and you are not. Second, I am a bad woman. You have no idea how bad. Avoid me. Third, you are not my type. Fourth, there are some Akladian customs of which you are seemingly unaware.
ca: Escolta'm bé. No tens cap possibilitat. Ni ho intentes. Primera, sóc akladiana i tu no. Segona, sóc una dona roïna. No et pots fer una idea. Evita'm. Tercera, no eres com a mi m'agraden. Quarta, tenim costums que tu pareixes desconèixer. Fem un pacte: jo no et dic carrall i tu em diràs Na Lorin. D'acord?
hu: Na, idefigyelj! Eszedbe ne jusson reménykedni! Se próbálkozni. Először is, én akladiai vagyok, te nem. Másodszor, rossz vagyok. El sem tudod képzelni, milyen rossz. Kerülj engem! Harmadszor, nem vagy az esetem. Negyedszer, vannak bizonyos akladiai szokások, amelyekről láthatólag nem tudsz. Egyezzünk meg: én nem hívlak nemtelennek, te viszont Lady Lorinnak hívsz! Rendben?
ja: 耳の穴かっぽじって、よくお聴き。お前が、今何を考えてるかはお見通しなの。微塵も希望を持たないことね。何にも挑戦しちゃいけない。第一に、私は Akladia 人で、お前は違う。第二に、私は悪い女だ。お前には想像もつかないくらいに。私は避けるべき人間なの。第三に、お前は私の好みじゃない。第四に、Akladia 人には、おそらくお前は知らないであろう、ある慣習がある。
ru: Слушай внимательно. Тебе не на что надеяться. Не пытайся ничего предпринимать. Во-первых я акладианка, а ты нет. Во-вторых я страшная женщина. Ты даже не представляешь себе какая страшная. Держись от меня подальше. В-третьих, ты не мой тип мужчины. В-четвёртых у акладиан есть некоторые обязательства, о которых ты, похоже, не знаешь.

source: Let us suppose, for a moment, I submit to your wishes and cast these thoughts from my mind. What do we do going forward? Armies are still out there. Our dooms, for now, are still entwined for good or ill.
ja: 仮に、今のあなたの話を私が受け入れたとしましょう。この先、私たちは何をすればよいのです？軍隊は、変わらずそこにいるんです。私たちの運命は、今なお、良くも悪くも絡み合っているんです。

source: Let's make a deal: I will not call you 'underling,' and you may call me 'Lady Lorin.' Agreed?
ja: 取引しよう。私は今後、お前を「下っ端」と呼ぶのをやめる。お前は今後、私を「 Lorin 夫人」とでも呼んでちょうだい。いい？
ru: Давай договоримся: я не называю тебя дикарём, а ты не забываешь называть меня "леди Лорин". Согласен?

source: 'Lady Lorin' it is then. But if you will not call me 'underling' you must call me something. If you like, you may simply call me 'Majid.'
ja: では「 Lorin 夫人」で。でも私を「下っ端」と呼ばないのなら、何か考えないと。もしよければ、簡単に "Majid" と呼んでください。

source: Whatever. Go to your people, see what they need. I will check our wounded.
ca: Com siga. Ves amb la teua gent, a veure que els fa falta. Jo miraré els nostres ferits.
hu: Ahogy tetszik. Menj az embereidhez, s nézd meg, mire van szükségük! Én megnézem a sebesültjeinket.
ja: どうとでも。あなたの仲間のところに行って必要なものを確認してきて。私はこっちの負傷者たちの様子を見るから。
ru: Мне всё равно. Иди к своим людям, посмотри кому нужна помощь. Я осмотрю их раны.

source: My soldiers! That bastard is killing my soldiers!
ca: Els meus soldats! Bastard, està matant els meus soldats!
hu: A harcosaim! Az állatok a harcosaimat ölik!
ja: 私の兵士が！あの野郎、私の兵士を殺してる！
ru: Мои солдаты! Эти ублюдки убивают моих солдат!

source: I never knew you cared so much for your warriors.
ca: No mai t'he vista tan preocupada pel teus guerrers.
hu: Nem is tudtam, hogy így törődsz a harcosaiddal.
ja: あなたが自軍の兵士をこれほど大切に思っていたなんて、知りませんでした。
ru: Я ещё никогда не видел, чтобы кто-то так беспокоился о своих воинах.

source: I always care for my people... besides, you have no idea how difficult it was to train them.
ca: Sempre em preocupe pel meu poble, i no tens ni idea de la dificultat que va suposar entrenar-los.
hu: Én mindig törődöm az embereimmel, elképzelésed sincs, mennyibe került a kiképzésük.
ja: いつだって大切に考えてるわよ... そもそも、兵を育てるのがどれだけ大変か、お前、分からないでしょ。
ru: Я всегда беспокоюсь о своих воинах. Ты даже не представляешь себе как трудно их обучить.

source: Lorin, what are you doing?
ca: Lorin, què fas?
hu: Lorin, mit csinálsz?
ja: Lorin 殿、どうしました？
ru: Лорин, что ты делаешь?

source: Maybe we could try to withdraw to the mountains?
ca: Tal volta ens podríem retirar a les muntanyes?
hu: Talán a hegyek közé kellene visszavonulnunk?
ja: 山岳地に移動する、という手もあるわね、どう？
ru: Попробуем отступить в горы?

source: Wait a moment. Are you running away?
ca: Un moment. Estàs fugint?
hu: Várj egy pillanatot! Te elfutsz?
ja: 待ってくださいよ。逃走するんですか？
ru: Постой. Ты бежишь?

source: The correct term is strategical relocation of the forces, impertinent underling.
ca: El terme correcte és una reordenació estratègica, carrall insolent.
hu: Ezt az erők stratégiai átirányításának szokták hívni, arcátlan nemtelen.
ja: 正しく言えば、戦略的な戦力再配置、と言うのよ、まったく、失礼な下っ端ね。
ru: Дерзкий дикарь! Не бегу, а совершаю стратегическую передислокацию основных сил.

source: One more reference to underling... ah, what the hey...
ca: Una altra referència a carrall i.... Ah, tant li fa...
hu: Még egy ilyen elszólás - nemtelen... Ah, ez maga a pokol.
ja: あのですね、もう一回下っ端と呼んだら、私は辞め... あぁ... まったくもう...
ru: Ещё одно слово насчет дикарей... А, к чёрту.

source: Hired Swords
ca: Mercenaris
hu: A zsoldosok élén
ja: 雇われ剣士
ru: Наёмное оружие

source: After Gawen's death, I felt dead as well. Then Reme left me and I was all alone. I couldn't go back to my family. They hated me because I had failed to fulfill their hopes. They hated me because I was always independent. Maybe they hated me because I reminded them how I became the wife of Gawen's father and queen of Vakladia.
ca: Després de la mort de Gawen, jo també em sentia morta. A més, Reme em va deixar sola poc després. No podia tornar amb la meua família, que m'odiava perquè havia fallat a complir amb les seues expectatives. M'odiaven perquè tractava de ser independent, i potser que m'odiaren també perquè els recordava cóm havia arribat a ser la dona del pare de Gawen: cóm havia arribat a ser una reina.
hu: Gawen halála után úgy éreztem, én is meghaltam. Aztán Reme is elhagyott, s egyedül maradtam. Nem mehetek vissza a családomhoz. Gyűlölnek mert nem teljesítettem az elvárásaikat. Gyűlölnek, mert a saját utamat jártam. S talán azért is, mert emlékeztettem őket arra, hogy lettem Gawen apjának a felesége: hogy lettem én a királyné.
ja: Gawen が死んで、私自身も死んだような気がした。やがて Reme も私の元から去って、私は一人きり。かといって家族の元には戻れなかった。家族たちは私を嫌った。家族みんなの望みを叶えられなかったから。私は嫌われた。私の独立心が強かったから。私は嫌われた。どうやって私が Gawen の父親の妻になり Vakladia の女王になったか、思い出してしまうからかも。
ru: После смерти Гэвена я чувствовала себя совершенно убитой. Реме ушёл, оставив меня совсем одну. Я не могла вернуться к своим родным. Они ненавидели меня за то, что я обманула их надежды. Они ненавидели меня за то, что я старалась быть независимой. А может они ненавидели меня за то, что я напоминала им, как именно меня сделали женой отца Гэвена, королевой.

source: Another woman might just give up. If I had less courage, perhaps I would have just begged my father for admission into his castle. But I am Lorin. I took the soldiers Reme gave me for my protection and I rode east. I knew people there, who could help me. Akladians would not fight for me - I was sure of that - so I had to find someone who would.
ca: Altres dones hagueren baixat els braços i s'hagueren rendit. Potser, si fóra d'un altre caràcter, hauria tornat al castell i hauria suplicat que m'admeteren de nou. Però jo sóc Lorin. Vaig agarrar els soldats que Reme em va donar per a la meua protecció i vaig cavalcar cap a l'est. Coneixia alguna gent que em podria ajudar, encara que estava segura que els akladians no lluitarien per mi. Per tant, havia de buscar uns altres que ho feren.
hu: Más asszony talán feladná. Lehet, ha kevésbé lennék öntudatos, elég lenne atyám bocsánatáért esedeznem, s befogadna a kastélyába. De én Lorin vagyok. Vannak harcosaim, akiket Reme adott nekem, s elindultam kelet felé. Tudtam, hogy élnek ott olyan emberek, akik segíthetnek nekem. Akladiaiak nem harcolnak értem, ebben biztos voltam; tehát zsoldosokra volt szükségem.
ja: 他の女性だったら諦めていたかもしれない。私に、もう少し勇気が無かったら、城に入れるよう父親に懇願していたことだろう。だが、私は Lorin だ。Reme が警護用にと出してくれた兵士たちを連れて、東へと向かった。そこには、私を助けてくれる人たちがいるのを知っていた。Akladia 人は私のためには戦ってくれない、それだけは確かだった。だから、そうした人材を私自身で探さねばならなかった。
ru: Другая женщина просто махнула бы на всё рукой. Может, будь я другим человеком, я поклонилась бы отцу с просьбой впустить меня в замок. Но я - Лорин. Вместе с солдатами, которых Реме дал мне для защиты, я двигаюсь на восток. Я знаю, что там есть люди, которые мне помогут. Я абсолютно уверена, что акладианы не станут сражаться за меня. Что ж, я найду тех, кто станет.

source: I found a group of the people we Akladians referred to as the 'Dunefolk'. They had some other name for themselves that, in their barbarian and unworthy language, meant something like 'noble leader', but it mattered not, for we did not use that name for them. They were mercenaries offering their services to anyone. They were not like most of the rest of the underlings; their ancestors came here from distant lands, but they accepted into their ranks anyone willing to take their vows and abide by their traditions. Even some Akladians found a place amongst them.
ja: Akladia 人が「デューンフォーク」と呼んでいる人々の一団を見つけた。彼ら自身は、彼らの野蛮で無価値な言語で「高貴な指導者」という意味の名前があるらしいが、他の民族では使われていないし、どうでもよかった。彼らは誰にでも雇われる傭兵だった。他の下っ端とは違って、祖先は遠い陸地から渡ってきたが、誓いを立てて彼らの伝統に従うものなら、誰でも仲間として迎え入れていた。中には、彼らの仲間として自分の居場所を見出した Akladia 人さえいた。
