Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: On our way here, we were met by an assassin, hired by someone to kill Gawen Hagarthen.
ca: Pel nostre camí ens vam trobar un assassí contractat per algú per a que matara Gawen Hagarthen.
hu: Útközben egy orgyilkos férkőzött sorainkba, valaki megpróbálta megöletni Gawen Hagarthent.
ja: ここに来る途中、私たちは Gawen Hagarthen 様を殺すように何者かに雇われた暗殺者と遭遇しました。
ru: На пути сюда мы встретили наёмного убийцу, которому кто-то заплатил за убийство Гэвена Хагартена.

source: Who would dare to do such terrible thing!?! Did you have time to interrogate him?
ca: Qui podria fer una cosa tan horrible! Vas tindre temps d'interrogar-lo?
hu: Ki merészkedett ilyen szörnyűségre? Ki tudtátok kérdezni?
ja: 誰がそんな恐ろしいことをするのだ！？君が尋問する時間はあったか？
ru: Кто мог совершить такой ужасный поступок? Вы успели допросить его?

source: Yes. He confessed to be hired by an Akladian lord.
ca: Sí, va dir que havia sigut contractat per un senyor akladià.
hu: Igen. Bevallotta, hogy egy akladiai nemes bérelte fel.
ja: ええ。その者は Akladia の領主に雇われたと自白したわ。
ru: Да. Он признался, что был нанят кем-то из акладианских лордов.

source: It's strange, the way fear makes cowards into liars. What else did he say?
ca: És estrany com alguns poden mentir per causa de la temor. Què més va dir?
hu: Különös, hogy egyesek félelemből milyen hazugságokra képesek. Mit mondott még?
ja: 不思議なものだ。恐怖が臆病者を嘘つきにするということだな。彼は他に何と言った？
ru: Удивительно, на какую ложь идут некоторые от страха. Что ещё он сказал?

source: Something like: 'argh.' He died before I could ask him more questions.
ca: Alguna cosa com: argh. Va morir abans li poguera fer més preguntes.
hu: Valami ilyesmit: ááááhh. Meghalt, mielőtt több kérdést intézhettem volna hozzá.
ja: あぁーっ、という感じの声だけ。彼は私がそれ以上質問する前に死んでしまった。
ru: Что-то вроде: "А-а-ах". Он умер раньше, чем я успела задать ему все интересующие меня вопросы.

source: Are you suggesting that there are those amongst us who could stoop to such a low thing!? That accusation is outrageous!
ca: Per tant, suggereixes que hi ha gent entre nosaltres que es rebaixaria a fer tal cosa!? Són acusacions molt greus!
hu: Tehát azt állítod, hogy van köztünk valaki, aki képes ilyen aljasságra!? Ez a vádaskodás sértő!
ja: 私たちの中に、そのような卑劣なことをする者がいるとでも言うのですか！？その発言は言語道断です！
ru: Итак, вы предполагаете, что среди нас есть люди, способные на такую подлость?

source: Unfortunately, no.
ca: Per desgràcia, no.
hu: Sajnos nem.
ja: 残念ながら、何も。
ru: К сожалению, нет.

source: Unfortunately, indeed. It was probably one of the underling leaders.
ca: Sí que és mala sort. Segurament ho seria per un líder carrall.
hu: Tényleg sajnálatos. Talán valamelyik nemtelen vezér bérelte fel.
ja: 残念だ、本当に。おそらく下っ端のリーダーの一人だろう。
ru: К сожалению, допускаю это. Возможно это был кто-то из предводителей веснотцев.

source: There are lords whom I do not see here. Can anyone explain their absence?
ca: Hi ha senyors que no puc veure ací. Per què?
hu: Van néhány nemes, akit nem látok köztetek. Ők hol vannak?
ja: ここに来ていない領主数名がいますね。彼らが欠席している理由を説明できる者はいますか？
ru: Есть ещё лорды, которые здесь так и не появились. Кстати, почему?

source: There are some who doubt that a mix... that the son of an underling... could legally be our king.
ca: Hi ha alguns que dubten que un mest... un fill de carrall puga legalment ser el nostre rei.
hu: Vannak néhányan, akik úgy gondolják, hogy egy kor... hogy egy nemtelen fia a királyunk nem lehet.
ja: 混血...下っ端の息子が...合法的に私たちの王になれるものなのかを疑問視する者もいるのです。
ru: Некоторые считают, что полу... что сын дикарки не может считаться законным королём.

source: Remember, you are talking about my mother.
ca: Recordeu que esteu parlant de ma mare.
hu: Ne felejtsd el, hogy anyámról beszélsz!
ja: いいですか、あなた方が話しているのは、私の母のことなのですよ。
ru: Не забывайтесь! Вы говорите о моей матери!

source: My lord, this is only the uncomfortable truth. Hard times are ahead. Underlings are revolting against us. Those we chose not to conquer in the past are having ridiculous thoughts of taking our God-given lands. Some are saying that we need a strong and battle-tested king of our own kin, not - forgive me my words, I am only repeating what others are saying - a callow mixling child.
ca: Senyor, és la veritat. Ens aguaita una dura època. Els carralls estan rebel·lant-se contra nosaltres. Aquells que en el passat vam elegir no conquerir comencen a tindre el ridícul pensament de tomar les terres que Déu ens va entregar. I alguns diuen que necessitem un rei fort, de la nostra raça, i no - perdoneu-me, només repetisc el que altres diuen- un xiquet mestís.
hu: Uram, ez az igazság. Nehéz idők járnak. A nemtelenek lázadoznak ellenünk. Azok, akiket nem vontunk az uralmunk alá, olyan bosszantó képzeteket kergetnek, hogy elvegyék tőlünk az istenünk adta földünket. Néhányan azt gondolják, hogy erős király kell nekünk, a saját fajtánkból, nem pedig egy - elnézést a szóért, de én csak mások szavait tolmácsolom - korcs kölyök.
ja: 陛下、これは不愉快な真実でしかありません。これから大変な時代がやってきます。下っ端たちは私たちに反旗を翻しています。過去に私たちが征服しないと選択した者たちがおり、その者たちが、神が私たちに与えたこの土地を奪おうと、馬鹿げたことを考えているのです。ある者たちは、こう言っています。私たちには、強くて実戦経験が豊富な同族の王が必要であって ― このような言葉を使うことをお許しください、私はただ、その者たちの言葉を反復しているだけですので ― 未熟な青二才の混血児を求めているわけではない、と。
ru: Но, господин мой, это правда. Впереди тяжёлые времена. Дикари восстают против нас. Те из них, кого мы когда-то не подчинили окончательно, лелеют нелепые мечты отобрать данные нам Богом земли. Некоторые считают, что нам нужен сильный король из нашего народа, а не... - простите, я просто повторяю то, что говорят другие, - не мальчишка-полукровка.

source: All of those who so believe are traitors who will be punished. And those who remain loyal to us will be rewarded.
ca: Tots eixos són uns traïdors que seran castigats. I aquells que siguen lleials a nosaltres, seran recompensats.
hu: Mindegyikük áruló, és bűnhődni fognak. Akik hűségesek maradtak hozzánk, azokat megjutalmazzuk.
ja: そう信じる者はすべて裏切り者であり、罰せられることでしょう。そして私たちに忠誠を誓う者は報われるでしょう。
ru: Все они предатели и будут наказаны. А те, кто останутся верны нам, будут вознаграждены по заслугам.

source: (<i>murmuring</i>) She dares to speak about loyalty...
ja: (<i>つぶやき声で</i>) 彼女は忠誠心について、あえて話してるのだな...

source: We will attack the traitors immediately.
ca: Atacarem els traïdors immediatament.
hu: Azonnal háborút indítunk az árulók ellen.
ja: 裏切り者には直ちに攻撃を仕掛けるわ。
ru: Мы ударим по предателям немедленно.

source: My lady, you should really reconsider. Those lords are our friends, truly disturbed about future of our kingdom and our people. To keep the kingdom strong, we need them alive as friends, not dead.
ca: Ma senyora, voldríem que vos ho tornareu a pensar. Aquestos senyors són amics nostres, realment preocupats pel futur del regne. Els necessitem vius, com a amics, i no morts.
hu: Úrnőm, szeretnénk, ha átgondolnád még egyszer a háborút. Azok a nemesek a barátaink, igazán aggódnak a királyságunk és a népünk sorsáért. Inkább élő barátokra lenne szükségünk, mint halottakra.
ja: 奥様、よく考えてください。あの諸侯たちは私たちの友人であり、王国と民の将来を本当に案じています。王国を強く保つためには、彼らを友人として生かしておく必要があるのです、殺すだなんて。
ru: Моя госпожа, я прошу Вас пересмотреть своё мнение. Эти лорды - наши друзья, которые действительно обеспокоены будущим нашего королевства и нашего народа. Нам нужны живые друзья, а не мёртвые.

source: I prefer a dead enemy to an uncertain ally. We must be absolutely certain of your loyalty and about which side you are choosing to back. It is time to make a decision and commit to our rule. Reme?
ca: Preferisc tindre un enemic mort a un aliat insegur. Ara hem d'estar segurs de la vostra lleialtat i quin bàndol preferiu recolzar. Heu de fer la decisió ara, vos sotmetéreu al nostre govern? Reme?
hu: Inkább halott ellenségeink legyenek, mint kiszámíthatatlan szövetségeseink. Most pedig meg akarunk bizonyosodni a feltétlen hűségetekről, hogy melyik oldalon álltok. Döntsétek el, most. Hódoljatok a királyotoknak! Reme?
ja: 私は不確かな味方よりも、死んだ敵の方が好みだわ。私たちは、あなた方の忠誠心と、あなた方がどちらの側につくかについて、完璧に確定させておかなければならないの。さあ、決断の時よ。私たちの支配に忠誠を誓いなさい。Reme はどうなの？
ru: Я предпочитаю мертвого врага ненадёжному союзнику. А сейчас нам нужно быть абсолютно уверенными в вашей преданности и в том, на чьей стороне вы находитесь. Сейчас каждый из вас должен определиться и присягнуть нашей власти. Реме?

source: I have always been loyal to the Hagarthen family.
ca: Sempre he sigut lleial a la família Hagarthen.
hu: Én mindig is hűséges voltam a Hagarthen családhoz.
ja: 私はいつでも Hagarthen 家に忠誠を誓ってまいりました。
ru: Я всегда был предан семье Хагартен.

source: And you, noble Graeme?
ca: I tu, noble Graeme?
hu: És te, nemes Graeme?
ja: Graeme 公、あなたは？
ru: А Вы, благородный Грэм?

source: I serve the crown.
ja: 私は王冠に仕えています。

source: Uri van Roe?
ja: Uri van Roe は?
ru: Ури ван Роэ?

source: Hail the true king of Vakladia.
ca: Visca el vertader rei de Vakladia!
hu: Éljen Vakladia igaz királya!
ja: Vakladia の真の王よ、万歳。
ru: Да здравствует истинный король Вакладии!

source: Bor Cryne?
ja: Bor Cryne は？
ru: Бор Крайн?

source: I will always loyally serve what is best for the kingdom of Vakladia.
ja: 私は常に、Vakladia 王国にとって最善となることに忠誠を尽くします。

source: To guarantee your fealty, I insist that each of you send your first-born son to the court of Vattin, where he shall learn how to best serve the crown.
ca: Per assegurar la vostra amistat, vos demane que cadascú de vosaltres mane el seu primogènit a la cort de Vattin, on podrà aprendre la millor manera de servir la Corona.
hu: Hogy megbizonyosodjunk barátságotokról, elvárjuk, hogy elsőszülött fiaitokat vattini udvarunkba küldjétek, ahol majd megtanulják, hogyan tudják legjobban szolgálni a koronát.
ja: あなた方の忠誠を保証するために、あなた方の長男を Vattin の宮廷へ送り、そこで王に仕える最良の方法を学ばせることを要求します。
ru: Я прошу вас в подтверждение добрых намерений прислать старших сыновей ко двору Ваттина, где у них будет возможность научиться лучше служить короне.

source: The Woods of Okladia
ca: Els boscos d'Okladia
hu: Okladia erdei
ja: Okladia の森
ru: Ласа Окладии

source: Reach the signpost with Gawen
ja: Gawen が標識に到着する

source: So, shall we continue our journey?
ca: Bé, ara cap a on anem?
hu: Akkor, folytathatjuk a portyánkat?
ja: で、この旅をまだ続けるのですか？

source: We'd better get hurrying! If we don't make it to the signpost in time, reinforcements could arrive and trap us!
ja: さあ、急ぎましょう！ 時間内に標識へ辿り着かなければ、敵の増援部隊が到着して、罠に掛けられてしまう！

source: We've got to hurry before the enemy reinforcements arrive here. Let's go.
ca: Hem d'apressar-nos abans que els reforços enemics arriben aquí. Anem.
hu: Igyekeznünk kell, mielőtt az ellenség erősítése megérkezik. Induljunk!
ja: 敵の増援が来る前に急がないと。さあ、行きましょう。
ru: Нужно спешить, скоро подойдёт вражеское подкрепление. Пойдём.

source: Repelling the Orcs
ca: Rebutjant els orcs
hu: Az orkok visszaűzése
ja: オーク撃退
ru: Отпор оркам

source: The scouts brought news: a small orcish party was roaming the countryside north of Freetown. Usually, Huon Ryedric would deal with such marauders, but Gawen decided this was an occasion to check his troops' abilities.
ca: Els exploradors havien dut notícies d'un xicotet grup d'orcs cap al Nord de Ciutat Lliure. Normalment Huon Ryedric solia encarregar-se d'aquestos saquejadors, però Gawen va decidir que aquesta era una bona ocasió per comprovar l'estat dels seus soldats.
hu: A felderítők rossz híreket hoztak: Freetowntól északra egy ork banda portyázik. Rendszerint Huon Ryedric szokott elbánni a fosztogatókkal, de Gawen úgy döntött, hogy ez az alkalom megfelelő lesz a harcosai felmérésére.
ja: 斥候がある知らせをもたらした... オークの小集団が Feetown 北部の田舎方面を徘徊しているらしいのだ。普通なら Huon Ryedric がこういう略奪者たちには対処しているのだが、自分の軍隊の脳力を試す良い機会だと Gawen は考えたのだった。
ru: Разведчики донесли известия о небольшой группе орков на севере от Фритауна. Обычно с мародёрами разбирался Хуон Райдрик, но Гэвен решил, что нынешний случай лучше использовать для пробы сил своего войска.

source: So, I think this should be easy. There's only one Orcish leader. Take him down and his band will scatter.
ca: Bé, açò deuria ser prou fàcil. Només n'hi ha un líder orc al nord d'ací. El matem i punt i final.
hu: Azt hiszem, nem lesz nehéz dolgunk. Mindössze csak egy csapatról van szó. Levágjuk a vezért, s szétszéled a nyája.
ja: まあ、これは簡単に終わるでしょう。オークのリーダーは一人しかいませんし。それさえ倒せば、集団は崩壊しますよ。
ru: Ну что, я думаю, задача не сложная. На севере всего один орочий лидер. Разобьём его, и всё.

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only your eighteen very best troops in the next scenario.
ja: このシナリオには隠された要素はありません。オークのリーダーは尋問できません。このシナリオは、Gawen の軍隊が、より経験を積むためにあります。次のシナリオでは、その中の18人のベストメンバーしか選べないようになっていますので、その点に注意してください。

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only your fifteen best troops in the next scenario.
ja: このシナリオには隠れた要素はありません。オークのリーダーは尋問できません。このシナリオは、Gawen の軍隊が、より経験を積むためにあります。次のシナリオでは、その中の15人のベストメンバーしか選べないようになっていますので、その点に注意してください。

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be forced to choose only twelve of your troops in the next scenario.
ja: このシナリオには隠れた要素はありません。オークのリーダーは尋問できません。このシナリオは、Gawen の軍隊が、より経験を積むためにあります。次のシナリオでは、その中の12人のベストメンバーしか選べないようになっていますので、その点に注意してください。

source: Entering Okladia
ca: L'entrada en Okladia
hu: Belépés Okladiába
ja: Okladia への入国

source: Can it be possible? Yes! Lorin! Long have I dreamt of repaying you for what you did to my brother in Haeltin. Your time has come...
ja: できるだろうか？できる！ Lorin ！ この時を私はずっと夢見てきた。Haeltin でお前が私の兄にしたことの償いをしてもらう。お前の番だ...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. Your brother must have been that flabby, nebbish cur who was crying just looking at my knife.
ca: Oh, vaja. Quina por. Haeltin? Deixa'm pensar... Ah, sí, ja me'n recorde. El teu germà era aquell covard cagat que estava plorant només mirant el meu ganivet.
hu: Ó, te, nagyon megijedtem. Haeltin? Hadd gondolkodjak... Ó, igen, már emlékszem. A testvéred volt az a vinnyogó, nyamvadt fajankó, aki sikoltozni kezdett, mikor megmutattam a késem.
ja: おお、怖いわねえ。Haeltin ？何だったかし... あっ、思い出したわ。あなたの兄ってのは軟弱で臆病なガキで、私のナイフを見ただけで泣いてたわね。

source: Mother, it's enough we have four Akladian armies on our heels. You do not have to make them even more furious.
ca: Mare, ja n'hi ha prou amb quatre exèrcits akladians en la nostra contra. No cal que els fiques encara més furiosos.
hu: Anyám, épp elég, hogy négy akladiai sereg vesz körbe minket. Nem kellene még hergelned is őket.
ja: 母さん、Akladia の軍隊が４隊も私たちを追ってきているだけで十分だ。これ以上刺激しないでくれ。

source: And who is this niddering stripling, who thinks that by growing a beard he can start to look like a man, yet hides his mother's skirt?
ca: I qui és eixe miserable gosset falder que es pensa que deixant-se barba pot parèixer un home, el que està amagat darrere de sa mare?
hu: És ki az az éretlen tacskó, aki azt hiszi, hogy szakállat növesztve máris férfiként tekintenek rá, ki rejtőzik az anyuci háta mögött?
ja: それから、その軟弱で卑劣な男は誰だ。髭を蓄えれば男らしく見えると勘違いしてそうだが、実は母親のスカートの陰に隠れている奴、お前は誰だ？

source: Gawen, he was talking to you. Reumario, I think you have just sealed your fate.
ca: Gawen, estava parlant amb tu. Reumario, crec que acabes de firmar el teu destí.
hu: Gawen, hiszen ez rólad beszél. Reumario, azt hiszem, a sorsod megpecsételődött.
ja: Gawen 、あなたに話しかけたのよ、こいつは。Reumario 、お前の運命は、今ので決定的になったわね。

source: Reumario, whatever my mother did to your brother, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
ca: Aire Reumario, siga el que siga allò que ma mare va fer-te, no hi ha cap necessitat de comportar-se com un gallet. Si no t'agrade, perfecte, però demostra-m'ho amb l'espasa, no pas amb la boca.
hu: Aire Reumario, akármit művelt az anyám a testvéreddel, ez nem menti a faragatlan viselkedésedet. Ha nem szeretsz, ám legyen, de ezt karddal intézd el, ne szájaskodással!
ja: Reumario 、母が君の兄に何をしたにしろ、そんなに無作法な振る舞いをする必要はないだろうに。私が嫌いでも構わないが、剣で示すべきだ、口ではなく。

source: Heh, Heh, 'if you don't like me', Gawen, you are fabulous.
ja: あらまぁ、"私が嫌いでも構わないが"だなんて、Gawen 、素敵ねえ。

source: Ha, Aire Reumario. First your brother, and now you. I love this game. How many more Reumarios are there, waiting to die at my hand?
ca: Ha, Aire Reumario. Primer el teu germà i ara tu. M'encanta aquest joc. No queda cap altre Reumario disposat a matar-me?
hu: Há, Aire Reumario. Először a testvéred, és most - te. Sssszeretem az élet játékait. Hány Reumario áll még sorban, akik arra várnak, hogy megöljem őket?
ja: ハハハ、 Aire Reumario 。最初はお前の兄で、今度はお前。この作戦、大好きだわ私。あと何人の Reumario が私の手で殺されるのを待ってるのかしらね？

source: There are many different kinds of death, Reumario.
ca: Hi ha distintes maneres de morir.
hu: Sokféle halál létezik...
ja: 数え切れないほど、いろいろな死に方があるわよ、Reumario 。
ru: Есть разные способы умереть.

source: Mother, put down that knife! That is an order!
ca: Mare, guarda eixe ganivet? És una ordre.
hu: Anyám, tedd el azt a kést! Ez parancs.
ja: 母さん、ナイフを下げて！これは命令だよ！

source: What knife? Gawen, you are waaay to soft. They wouldn't be that merciful to us, if they had a chance to catch us.
ca: Quin ganivet? Gawen, eres massa bla. Ells no hagueren sigut tan piadosos amb nosaltres si ens hagueren agarrat.
hu: Milyen kést? Gawen, te túl irgalmasnak nézel. Ők nem lennének ilyen kegyesek hozzánk, ha a kezükbe kaparinthatnának.
ja: 何のナイフかしら？ Gawen 、あなたは甘いわ。奴らが逆に私たちを捕まえる機会があったら、情けなど掛けてくれないに決まってるわ。

source: I don't care. Allow this man to die peacefully.
ca: Tant me fa. Deixa'l morir en pau.
hu: Nem érdekel. Hagyd ezt az embert békésen meghalni.
ja: 私はそれでも構わないよ。さあ、この男を安らかに死なせてやって。

source: Haunted Place
ca: Lloc encantat
hu: Kísértetjárta hely
ja: 呪われた場所
ru: Замок с привидениями

source: Nothing broke the silence except the footfalls of the march of Gawen's soldiers. Even the grass here seemed to be weak and fragile, as though it was afraid to grow here. This was the Haunted Place, infamous throughout the surrounding region.
ca: Cap cosa trencava el silenci excepte els sorolls que realitzaven les tropes de Gawen. Fins i tot la gespa pareixia dèbil i fràgil, com si tinguera por de créixer allí. Aquest era el lloc encantat, malauradament famós en tota la rodalia.
hu: A csendet csak Gawen harcosainak menetelése törte meg. Még a fű is gyengének és törékenynek látszott, mintha félne a növekedéstől. A hírhedt kísértetjárta helyre érkeztek.
ja: Gawen の軍靴の響きだけが聞こえていた。それ以外にこの静けさを破るものはなかった。草さえも弱々しく傷つきそうで、まるで育つことを恐れているようだった。ここは呪われた土地。周囲の地域一面に、その悪名で知られていた。

source: Be careful, my lord. We do not know what may hide in those ruins.
ca: Aneu amb cura, senyor. No sabem què pot amagar-se dins d'aquestes ruïnes.
hu: Légy óvatos, uram! Nem tudhatjuk, mi rejtőzik a romok között.
ja: 気を付けてください、陛下。あの廃墟には何かが潜んでいるかもしれません。
ru: Осторожнее, милорд. Неизвестно кто скрывается в этих развалинах.

source: Whatever it is, it will be soon dead.
ca: Siga el que siga, prompte serà mort.
hu: Akármi is, hamarosan halott lesz.
ja: 何がいようと、すぐに死ぬだろうね。
ru: Что бы то ни было, оно скоро умрёт.

source: Ha, more candidates to be turned into mindless slaves! Come to me!
ca: Ha, més candidats a zombis esclaus! Vingueu!
hu: Há! Újabb jelentkezők, akik csatlakozni akarnak az élőholt seregemhez! Gyertek csak!
ja: ハッ！ 「知能無し」の奴隷になりたい奴らが増えたようだ！こっちへ来いよ！
ru: Ха, вот ещё кандидаты в безмозглые рабы. Идите-идите!

source: I get the impression that, whatever it is, it may already be dead.
ca: Em pareix que, siga el que siga, pot ser ja estiga mort.
hu: Van egy olyan érzésem, hogy akármi is ez az izé, már halott.
ja: 何だか分からぬが、あれは、既に死んでるように思えるな。
ru: У меня такое впечатление, что они уже мёртвые.

source: Alive or dead, it will make no difference to my sword!
ja: 生きていようがいまいが、私の剣には関係ないわ！

source: Those are Grekulak's scouts, it seems. We should clear the ruins of them. It should be a fairly easy task. If I may advise something, you may wish to use this occasion to train newly-recruited mages.
ca: Aquestos són els exploradors de Grekulak, pareix. Cal acabar amb la seua presència en aquestes ruïnes. Deuria ser cosa fàcil. Si el meu consell té cap valor, podríem utilitzar aquesta ocasió per entrenar els novament adquirits mags.
hu: Úgy látszik, ezek Grekulak felderítői. Meg kell tisztínanunk tőlük a romokat. Ez nagyon könnyű feladat lesz. Ha javasolhatok valamit, használjuk ki az alkalmat a frissen toborzott mágusaink kiképzésére.
ja: あれは Grekulak の斥候のようですね。一人...一匹残らず排除すべきでしょう。大した仕事ではないはずです。何か言えるとすれば、この機会に、新たに雇用した魔術師の訓練を行ってもよいでしょう。
ru: Похоже, это разведчики Грекулака. Мы должны очистить руины от них. Это будет очень просто. И я бы посоветовал использовать случай, чтобы потренировать новых магов.

source: You may withdraw by moving Gawen to signpost.
ca: Pots retirar-te menejant Gawen al senyal.
hu: Gawennel visszavonulhatsz, ha az útjelzőhöz mész.
ja: Gawen を道標に移動させると撤退することができます。
ru: Можно отступить, если привести Гэвена к указателю.

source: The ruins are cleansed of the foul undead. But we still have more things to do.
ca: Les ruïnes ja estan purificades. Però encara cal fer més coses.
hu: A romokat megtisztítottuk az élőholtaktól. De még sok dolgunk van.
ja: この廃墟は汚れたアンデッドから清められた。だがまだすべきことが残っている。
ru: Руины очищены от мертвецов. Но нам ещё многое нужно сделать.

source: More things to do... which begs the question... when do we get around to killing that mage?
ja: すべきことって... それはつまり... あの魔術師をいつ殺そうかってことね？

source: Yes, like finding Deorien.
ja: ええ、Deorien を見つけるとかですね。

source: We'd be wise to avoid this place for now.
ja: 今のところはここから離れる方がよいだろう。

source: Well, I've never before met anyone like you. You will tell me everything you know, or I will familiarize you with all the delicious kinds of pain which can be caused by this small knife.
ca: Ha! No mai m'he trobat amb un com tu. Ara, me contaràs tot el que saps o te faré tot un expert en tots els tipus de dany que pot causar un xicotet ganivet.
hu: Há! Sosem találkoztam még ilyen alakkal. Nos, most pedig szépen elmondasz mindent, amit tudsz, vagy megismertetlek az összes kínnal, amit ezzel a kis késsel okozni lehet.
ja: ふう、お前のような奴は初めてだったわ。さ、知ってることは何でも私に話しなさい。さもなくば、この小さなナイフを使って色んなオイシイ痛み方を体験させてあげるわ。

source: What are you waiting for, flesh-bag? Come on, try your best!
ca: A què esperes, sac de carn! Fes-lo tan bé com pugues!
hu: Mire vársz, hústömeg? Próbálj szerencsét!
ja: 肉袋め、何を待ってるんだ？サッサとやれ、力いっぱい来いよ！

source: You think I am joking? You think you will be able resist me? Many before you have thought so, too.
ca: Et creus que estic de broma? Penses que seràs capaç de resistir-me? Molts van pensar això.
hu: Azt hiszed, viccelek? Azt hiszed, ellent tudsz állni nekem? Sokat képzelsz magadról.
ja: 私が冗談を言ってると思ってる？お前、私に抵抗できるつもりかしら？そういう奴ら、以前にも山のようにいたわね。

source: Aaargh! The pain! Oh, yes! Yes! More!
ca: Aaaargh! El dolor! Sí! Sí! Més!
hu: Ááááhh! Úgy fáj! Igen! Igen! Még!
ja: ウワーーッ！痛テエーッ！何のこれしき、もっとやれ！もっと！

source: If Yahyazad were here, he might be jealous - it appears that Lorin and this guy would make a perfect pair.
ca: Si Iahiazad estiguera ací, estic segur que diria que Lorin i eixe home farien una parella perfecta.
hu: Ha Yahyazad itt lenne, biztos vagyok benne, hogy azt mondaná, Lorin és ez a fickó összeillenek.
ja: Yahyazad がここにいたら、彼に嫉妬したかもしれませんね ― Lorin とこの男は、まるで完璧なカップルみたいに見えますよ。

source: If you think that, you don't know Yahyazad. I bet he would be jealous.
ca: Aleshores no coneixes Iahiazad. Apostaria que estaria gelós.
hu: Akkor te nem ismered Yahyazadot. Fogadjunk, hogy féltékeny lenne...
ja: 君がそう思うなら、Yahyazad のことを知らないってことだな。彼は絶対に嫉妬する、断言するよ。

source: Stop it! I hate this foul man! My techniques will not work on one who enjoys it. Die!
ca: Para! Odie aquest maleït home! No em puc concentrar. Mor!
hu: Elég! Utálom ezt a fickót! Nem tudok koncentrálni! Pusztulj!
ja: やめなさいよ！こんな薄汚い奴、大嫌いよ！ 私のテクニックは、痛みを楽しむものには通用しないようね、死ね！
