Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Even the fall of Weldyn was not enough to convince the Wesnothian kings to unite against this common danger. They came together temporarily and even won a large battle, but after this victory they went back to their old quarrels. So they were taken, one by one. Only Elensefar and the last outposts on the sea shore and the north were left, some of them ruled by members of the royal line of... questionable legitimacy. Almost the whole of Wesnoth became the spoil of the Akladian barbarians, who introduced their unthinkably stringent and cruel laws into civilised lands, chasing mages and murdering elvish and dwarvish traders.
ca: Fins i tot la caiguda de Weldyn no va ser prou per convèncer els reis wesnothians a unir-se contra el perill comú. Van aliar-se temporalment una vegada, fins i tot van guanyar una batalla, però després d'aquesta victòria van tornar a separar-se i barallar-se entre ells. Així que van ser presos un a un pels akladians. Només Elensefar i uns pocs poblets fortificats en la costa i al nord van quedar lliures, alguns d'ells governats per membres de la família reial de qüestionable legalitat. Tot Wesnoth va convertir-se en el botí dels bàrbars akladians, que van introduir lleis d'extrema exigència i crueltat en les terres civilitzades, perseguint els mags i assassinant els comerciants nans i elfs.
hu: Még Weldyn eleste sem tudta meggyőzni a wesnothi királyokat, hogy közösen lépjenek fel a mindegyiküket fenyegető veszély ellen. Néha ugyan volt együttműködés köztük, s arattak győzelmeket, de aztán újra a régi sérelmeik kerekedtek fölül. Így egyesével hódították meg őket az akladiaiak. Csak Elensefar és a tengerparti területek északon maradtak szabadon, ahol kétes legitimitású királyok uralkodtak. Egész Wesnoth a barbár akladiaiak prédájává lett, elképzelhetetlen szigorral és kegyetlenséggel vezették be a törvényeiket a civilizált területeken, üldözték a mágusokat, s mészárolták le a törp és tünde kereskedőket.
ja: Wesnoth の王たちにとって、Weldyn の陥落さえ、共通の危険に対して団結するために十分な理由とはなりませんでした。彼らは一時的には団結して大きな戦闘に勝利することもありましたが、その後にはまた元の争いの状態に戻っていました。そして彼らは一人ずつ捕らえられたのです。最後に残ったのは Elensefar と浜辺の砦、そして北部の砦だけとなり、そのうちの幾つかは、王室としての正当性に疑問のある者たちによって統治されていました。全 Wesnoth の殆どは Akladia 人の蛮族の戦利品と化して、彼らは文明化された土地に考えられないほど厳しく残酷な法を導入し、魔術師を追い払い、エルフやドワーフの商人を殺害しました。
ru: Даже падения Вельдина было не достаточно, чтобы убедить королей Веснота объединиться против общей угрозы. Время от времени некоторые из них вступали в союз и даже выигрывали в битве, но после победы возвращались с старым раздорам. И так они были побеждены один за другим. Остались лишь Эленсефар и последние заставы на побережье и северной границе, гед правили сомнительные потомки старых королевских семейств. В целом же Веснот стал добычей варваров-акладиан, установивших свои законы немыслимой для цивилизованых стран строгости и жестокости, отвращения к магам, истребления эльфов и гномов-торговцев.

source: Eventually, your grandfather, Gawen, divided the land among his four sons. Akladians have become far less ruthless, cruel and fearsome now, after years of reasonable prosperity. They even started to mix with Wesnothians, and your father was neither the first nor the last who married a Wesnothian woman.
ja: やがて、あなたの祖父の Gawen 様は国土を４人の御子息に分割して分け与えられました。Akladia 人は何年もの繁栄の年月を経て、今や冷酷でも残酷でも、ましてや恐ろしい存在でもなくなり、今では Wesnoth 人と交流するまでになったのです。Wesnoth の女性と結婚した男性は、あなたのお父上が最初でも最後でもありません。

source: In the meantime, Grekulak has been trying to gather what was left after the fall of his kingdom. The Akladian rebellion was a serious blow to him. I think it took him more than a century to rebuild his forces. He abandoned his plans of breeding a new race of warriors and now relies on armies of the undead, armies that cannot rebel against him. His minions have arrived here now, trying to seduce orcs and some of the Akladians with promises of gold, fame and who knows what else.
ca: Mentrestant Grekulak intentava reunir el que quedava del seu regne. La rebel·lió dels akladians havia sigut un dur colp per ell. Crec que li va costar més d'un segle reconstruir les seues forces. Va abandonar els plans de crear una nova raça de guerrers. Va vindre ací, intentant seduir orcs i akladians alhora amb promeses d'or, fama i qui sap quines altres coses.
hu: Ezalatt Grekulak megpróbálta rendezni sorait, s újraépíteni a birodalmát. Az akladiaiak lázadása komoly veszteségeket okozott neki. Azt hiszem, hogy több, mint egy évszázadig tartott, míg kiheverte a csapást. Felhagyott az új harcos faj létrehozásának kísérletével. Most visszatért, s megpróbálja az orkokat és az akladiaiakat arannyal, hírnévvel, s ki tudja még mivel megvesztegetni.
ja: 一方、Grekulak は、彼の王国崩壊後に残った物を集めようとしていました。Akladia 人の反乱は彼には深刻な打撃となりました。その軍隊を再建するために100年以上は掛かっただろうと思います。新たな戦士の種族育成の計画を放棄して、今やアンデッドの軍隊に依存しています。彼に反逆できない軍隊ということです。今その手下たちが到着し、オークと Akladia 人を金や名声やその他にも何か約束しているか不明ですが、そうしたもので誘惑しようとしています。
ru: Тем временем Грекулак начал собирать вокруг себя тех, кто остался после падения его королевства. Восстание акладиан нанесло ему серьёзный удар. Думаю, ему понадобилось не одно столение, чтобы собрать нужные силы. Грекулак отверг планы создания ещё одной расы воинов. Теперь он просто соблазнил орков и некоторых акладиан обещаниями золота, славы и неизвестно чем ещё.

source: This story... Deorien, are you sure about this?
ja: その物語は... Deorien 、それは確かなのか？

source: There, he's finished his story. Can we kill him now?
ca: Ara que ja ha acabat amb la seu història... El matem?
hu: Most, hogy befejezte a meséjét, már megölhetem?
ja: ということで、こいつの話は終わったわね。もう殺していいかしら？
ru: Так, он, похоже, закончил. Теперь я могу его убить?

source: Mother, don't you get it? It means we are practically half-orcs!
ca: Mare, no ho pilles? Això vol dir que som pràcticament mig-orcs!
hu: Anyám, még mindig nem érted? A jelek szerint félig orkok vagyunk!
ja: 母さん、聴いてなかったのか？ 要するに僕らは、事実上ハーフオーク、つまり人間とオークの混血ということだよ！
ru: Мать, ты что ничего не поняла? Получается, что мы практически полуорки!

source: No, Gawen. Grekulak used the human form as a base and added few orcish features. To describe Akladians as half-orcs is a gross oversimplification.
ca: No, Gawen. Grekulak va usar la forma humana com base i després va sumar unes poques característiques orques. Descriure els akladians com uns mig-orcs és una simplificació excessiva.
hu: Nem, Gawen. Grekulak embert vett alapul, s némi ork vonással ruházta fel. Az akladiaiakat félorknak nevezni túlzott egyszerűsítés.
ja: 違います、Gawen 様。Grekulak は人間を基本にしてオークの要素を少し足し込んだのです。Akladia 人をハーフオークだなんて、その表現はあまりに単純化しすぎです。
ru: Нет, Гэвен. Грекулак взял за основу своей расы людей, от орков были тобавлены только немногие черты. Говорить об акладианах как о полуорках было бы очень сильным упрощением.

source: So why did you tell us that whole story?
ca: Per què ens has contat tota eixa llarga història?
hu: Miért mondtad el nekünk ezt a hosszú történetet?
ja: だとすれば、あなたはなぜこんな話を私たちにしたのですか？
ru: Так зачем ты рассказал нам эту длинную историю?

source: You have probably heard the stories about the coming of an Akladian messiah. I think that Grekulak is the source of this stories. He wants to appear amongst the Akladians, to seize control over them again. But we may use those stories against him. The Oracle has also started to make prophecies of her own, and they are more unclear - and more popular - than Grekulak's. While Grekulak's stories state that the new messiah will not be Akladian, the more popular version - from the Oracle - is that he will not be fully Akladian.
ca: Probablement hageu sentit ja les històries del messies. Crec que Grekulak és la font d'aquestes històries. Vol aparèixer entre els akladians per tornar a dominar-los. Però també podem usar aquestes històries en la seua contra. Amb aquesta finalitat, l'Oracle va començar a fer també les seues pròpies profecies, que eren prou vagues com per ser populars. La versió de Grekulak deia que el messies no seria akladià, però la versió més popular és la de l'Oracle, que assenyala que el pròxim messies no serà totalment akladià.
hu: Talán halottátok a történetet a megváltóról. Azt hiszem, Grekulaktól ered ez a teória. Így akar megjelenni az akladiaiak közt, s újra magához kötni őket. De saját fegyverét használhatjuk ellene. Számolva a lehetőséggel a Jósnő már maga is elkezdte a saját jövendölését terjeszteni, ami elég homályos ahhoz, hogy népszerű legyen. Grekulak verziója, a megváltó nem akladiai, ellenében a Jósnö jövendölésében az szerepel, hogy a megváltó nem teljesen akladiai.
ja: Akladia 人の救世主の出現に関する話をおそらく耳にされたと思います。Grekulak がその話の出どころではないかと思います。Akladia 人の前に姿を現して、再び彼らを支配下に置きたいのでしょう。でも私たちはその話を逆の目的に利用できるかもしれません。預言者様も、あの方独自の予言を出されていて Grekulak のものよりも不明瞭で一般性も高いのです。Grekulak の話では新しい救世主は Akladia 人ではありませんが、預言者様の予言では「完全な Akladia 人ではない」と言っています。
ru: Вы наверное слышали рассказы о новом мессии. Думаю, эти слухи идут от Грекулака. Он собирается появиться среди акладиан. чтобы вновь захватить власть над ними. Но мы можем использовать эти слухи против него. Чтобы воспротивиться Грекулаку, Оракул стала делать свои пророчества достаточно пространными, чтобы они имели множество толкований. Грекулак говорит, что мессия будет не из акладиан. А более известное пророчество Оракула говорит, что мессия будет не в полной степени акладианом.

source: I think you understand now, Gawen. You will become that new messiah. In better times, Wesnoth might have defeated Grekulak easily. Even Akladians could defeat him on his own if not for the current unrest. But in this time of disunity Grekulak has a good chance of taking over these lands, and then over the whole world.
ca: Crec que ja comprens, Gawen. Eres tu qui serà el pròxim messies. En els seus bons temps, Wesnoth podria derrotar Grekulak fàcilment. Fins i tot els akladians podrien derrotar-lo si estigueren units. Tanmateix, en aquesta època de desunió i conflicte, Grekulak té l'oportunitat de conquerir aquestes terres, i després tot el món.
hu: Azt hiszem, hogy most már értesz mindent. Gawen, neked kell lenned ennek a megváltónak. Fénykorában Wesnoth könnyen elbánt volna Grekulakkal. Még az akladiaiak is elbánnának vele, ha nem lenne ez a káosz, de ebben a széttagoltságban Grekulaknak esélye van átvenni az uralmat fölöttük, s aztán az egész világ fölött.
ja: もうご理解いただけたでしょう、Gawen 様。あなたが新たな救世主になるのです。もっとよい時代であれば、Wesnoth は Grekulak を安々と倒せたでしょう。Akladia 人でさえ、もし今のように不安定な状況でなければ、彼を倒せたかもしれません。しかし今、団結できていない中では、Grekulak がこの地を奪い取り、やがて全世界を手中にする絶好の機会なのです。
ru: Дума, теперь вам свё ясно. Гэвен, новым мессией должен стать ты. В лучшие времена веснотцы легко справились бы с Грекулаком. Даже акладианы смогли бы его победить, если бы не воцарившийся хаос. Но в наше время всеобщих раздоров у Грекулака есть шанс поработить наши земли, а затем и весь мир.

source: Messiah, ha, ha, ha, that's rich! I really miss Karen - she would probably immediately create some witty song about this. Gawen the messiah! First the king, and now the messiah! Quite the career for someone who is considered a bastard by Akladians and an uncouth barbarian by the Wesnothians!
ca: Messies, ha, ha,ha, eixa és bona! Ah, tan de bo estiguera Karen per ací, segur que ara ja hauria creat una divertida cançó amb tot açò! Gawen el messies! Primer, el rei, i ara tot un messies! No és una mala carrera per a un que els akladians consideren bastard.
hu: Megváltó, ha, ha, ha, ez nagyon jó. Most tényleg hiányzik Karen - biztosan kreálna valami szellemes éneket róla. Gawen, a megváltó! Először király, s most megváltó! Micsoda karrier egy embernek, akit az akladiaiak csak egy korcsnak tartanak.
ja: 救世主か、ハッハッハ、それは凄い！Karen が恋しいよ、まったく。彼女ならきっと、すぐに気の利いた歌を作るだろうね。救世主 Gawen！初めは王で、今度は救世主か！ Akladia 人からは私生児扱いされ、Wesnoth 人からは無作法な野蛮人扱いされている者にしては、たいした出世だ！
ru: Мессия? Ха-ха-ха, здорово. Тут очень не хватает Карен, она бы немедлено придумала какую-нибудь песенку на эту тему. Гэвен - великий пророк! Сначала король, а теперь вот и мессия. Отличная карьера для того, кого акладианы считают ублюдком.

source: No, Gawen. For a great many Akladians, especially common clan members, Gawen Hagarthen is the rightful king. Only a jealous faction of rebellious Akladian lords hates you. But you are the only person who can unite both Akladians and Wesnothians, who can forge one nation of them, and defeat the forces of evil led by Grekulak, which are even now almost upon our very doorstep.
ca: No, Gawen. Per a la gran majoria d'akladians, especialment els més senzills membres dels clans, Gawen Hagarthen és rei per dret propi. Només una part dels senyors akladians t'odien. Eres l'única persona que pot unir tant els akladians com els wesnothians, l'únic que pot crear una nova nació d'entre aquestes dos i l'únic que pot derrotar les forces del mal que arribaran liderades per Grekulak.
hu: Nem, Gawen. Az akladiaiak számára, különösen az egyszerű emberek számára, Gawen Hagarthen a törvényes király. Csak az akladiai nemesek egy része gyűlöl. Te vagy az egyetlen ember, aki egyesítheti az akladiaiakat és a wesnothiakat, aki egységes nemzetet kovácsolhat belőlük, s aki megsemmisítheti a gonosz erőt, amelyet Grekulak hoz ellenünk.
ja: そうではありません、Gawen 様。大勢の Akladia 人、特に一般氏族の者たちにとって Gawen Hagarthen は正当な当主、王なのです。ある嫉妬深く反抗的な Akladia 領主の一族があなたを嫌っているだけなのです。しかし、Akladia 人と Wesnoth 人両方を団結させられるのはあなたしかいません。両国を一つの国として確立し、Grekulak 率いる邪悪な勢力を倒す、それができるのです。そしてそのときが今、正に目前にまで迫っているのです。
ru: Нет, Гэвен. Для большинства акладиан, особенно для простых членов кланов, Гэвен Хагартен является законным королём. Тебя ненавидят только некоторые лорды. Ты единственный, кто сможет объединить акладиан и веснотцев и создать единый народ, который сможет сокрушить дьявольские орды Грекулака.

source: And how do you think I am supposed to do it? I'm just going to say 'hey guys, you may call me the messiah now'? Isn't some kind of miracle needed for this kind of stuff?
ca: I cóm creus que puc fer tot això? Aniré i diré: 'ei gent, ara podeu dir-me messies i tal'? No és necessita cap mena de miracle o alguna cosa d'aquestes?
hu: S hogy tudnám ezt megtenni? Csak odaszólok 'hé, fiúk, mostantól szólítsatok megváltónak'? Nem kellene valami csodát művelnem, vagy valami ilyesmit?
ja: それで、私は何をすればいいというのだ？「やあ、皆さん、私を救世主と呼んでもよいぞ。」と言うだけでいいとか？この手のことには、奇跡的な何かが必要なのではないのか？
ru: И как я по-твоему это сделаю? Просто скажу: "Эй, парни, теперь зовите меня Мессией"? Может должно произойти какое-то чудо или что-то в этом роде?

source: The Oracle will declare you to be the messiah, and Akladians from all the kingdoms, including even the other Akladian kings, will acknowledge you. You are also of the Wesnothian royal line, so Wesnothians will recognise you as their legitimate ruler. As Gaumhaldric you were able to make a name of your own. And I, and all surviving mages, will serve you as well.
ca: L'Oracle et declararà messies, i els akladians de tots els regnes, fins i tot els altres reis, hauran de reconèixer-te. També tens sang de la casa reial de Wesnoth, així que els wesnothians també t'admetran com el seu governant legal. Sent Gaumhaldric vas aconseguir fer-te un nom i una fama. I tots els mags supervivents i jo et servirem.
hu: A Jósnő kihirdeti, hogy te vagy a megváltó, s az akladiaiak minden királyságból, s még más királyok is, el fognak ismerni. Wesnothi királyi család sarja vagy, így a wesnothiak is el fogják ismerni a trónigényedet. Gaumhaldric néven, amit választottál magadnak. S mi az összes mágussal a szolgálatodra állunk.
ja: 預言者様は、あなたが救世主となるだろうと宣言されていますし、Akladia の各王を含む王国全体の Akladia 人が、あなたを認めるでしょう。 あなたは更に、Wesnoth 王家の血統も継いでいます。ですから Wesnoth 人もあなたを正当な支配者として認めることでしょう。あなたは Gaumhaldric として名を成すことができました。そして私も、生き残った魔術師全員も、同じくあなたにお仕えすることになるでしょう。
ru: Мессией тебя объявит Оракул. И акладианы всех королевств, включая королей, признают это. Ты также наследник королей Веснота, поэтому веснотцы тоже признают тебя законным правителем. Будучи Гемхальдриком ты создал себе собственное имя. Я вместе со всеми уцелевшими магами буду служить тебе.

source: Oh, shut up, foul mage! Everything you told us is blasphemy. Gawen Hagarthen is the rightful king of Vakladia...
ca: Calla, maleït mag. Tot el que has dit és blasfèmia. Gawen Hagarthen és el rei de Vakladia.
hu: Fogd be a szád, aljas mágus. Minden, amit elmondtál, istenkáromlás. Gawen Hagarthen Vakladia királya és punktum.
ja: おい、黙れ、くされ魔術師め！お前の話は全部、神への冒涜だ。Gawen Hagarthen は、Vakladia の王の正当な王で...
ru: Заткнись, мерзкий маг. Всё, что ты говорил, одно сплошоне богохульство. Гэвен Хагартен - король Вакладии!

source: ...and you are his mother, and therefore you would be not just the queen dowager, but the queen mother. He could rule over the whole of Wesnoth, as well as over all Akladian kingdoms.
ca: I tu eres sa mare, la reina mare, doncs. Pensa-ho. Podria governar tot Wesnoth i tots els regnes akladians.
hu: És te, mint az anyja, a királyné - vagyis így képzeled. Uralkodhatna egész Wesnoth felett, s minden akladiai királyságban.
ja: ...そしてあなたは、そのお母様であり、それゆえ、あなたは前王妃であるだけでなく、王太后でもあるのです。彼は Wesnoth 全体と、 Akladia の全王国をも支配することができるのです。
ru: Ты же его мать, королева. Задумайся. Он будет править всеми акладианскими и веснотскими королевствами.

source: Deorien, do you really think Gawen can unite Akladia and Wesnoth? You're not serious, aren't you? Let me demonstrate... hey, Lorin, do you think underlings are the equals of Akladians?
ca: Deorien, realment creus que Gawen pot unir els akladians i wesnothians? Deus estar de broma! Ei, Lorin, tu creus que els carralls són iguals als akladians?
hu: Deorien mágus, tényleg azt hiszed, hogy Gawen egyesíthetné az akladiaiakat és a wesnothiakat? Ugye csak viccelsz? Hé, Lorin, szerinted a nemtelenek egyenlőek az akladiaiakkal?
ja: Deorien 、あなたは本当に Gawen が Akladia と Wesnoth を統一できると思っていますか？ 本気ではありませんよね？ 見ててください... なあ Lorin 、君は下っ端たちが Akladia 人と同等だと考えているかい？
ru: Маг Деориен, ты действительно думаешь, что Гэвен сможет объединить акладиан и веснотцев? Это же не серьёзно. Эй, Лорин, как ты думаешь, дикари ровня акладианам?

source: You have to be joking.
ca: Tu sí que estàs de broma.
hu: Te most viccelsz.
ja: 冗談はやめてよ。
ru: Ты похоже шутишь.

source: Deorien, they have a whole religion about their own supremacy over the rest of the world. That God himself chose them to be masters of every other nation and race. And you are saying we can coexist?
ca: Deorien, tenen tota una religió que els assenyala com senyors de tot el món. El Déu mateix els va triar per ser els senyors de cada nació i raça. I estàs dient que deurien conviure?
hu: Deorien, az egész vallásuk az ő felsőbbségüket hirdeti a világ többi része felett. Az Isten maga választotta ki őket, hogy minden más nép és faj felett uralkodjanak. S te arról beszélsz, hogy békésen együtt élhetnénk?
ja: Deorien 、彼らは世界中の他の国よりも優勢にあるという宗教を持っていると考えているんだ。神自身が、他の全ての国や種族の頂点として選択したのだとね。それでもあなたは、私たちが共存できると言うのかな？
ru: Деориен, вся их вера построена на идее превосходства над всеми в мире. Сам Господь назначил их хозяевами любой другой нации. И ты считаешь, что ты сможем существовать вместе?

source: Yes. Moreover, this is already happening. No matter what the great Akladian lords are saying, how they are flaunting their own superiority, how heinous they may find the idea of being on equal grounds with Wesnothians, it IS happening. Akladian clansmen are marrying Wesnothian women. Akladian peasants are seeking the help of a shaman in next village. It is just a beginning, but it is a good beginning.
ca: Sí. I ja està succeint. No obstant tot el que els grans senyors akladians diuen, cóm alaben la seua superioritat i cóm de repugnant els resulte l'idea de ser iguals als wesnothians, ESTÀ succeint. Els membres dels clans es casen amb les wesnothianes. Els camperols akladians busquen l'ajut d'un xamà en el llogaret veí. Només és un principi, però ja és un bon inici.
hu: Igen. S ez a folyamat már zajlik. Nem számít, hogy az akladiai hatalmasságok mit mondanak, s hogy hencegnek a felsőbbrendűségükkel, s mennyire förtelmesnek találják, hogy a wesnothiakkal egyenrangúak, az összeolvadás MÁR zajlik. Egyszerű akladiaiak házasodnak wesnothi asszonyokkal. Akladiai parasztok keresik a szomszéd falu sámánjának segítségét. Ez még csak a kezdet, de jó kezdet.
ja: ええ。しかも、既に起きているのですよ。偉大なる Akladia の領主たちが何と言おうとも、いかに彼らが優位さを誇示しようとも、Wesnoth 人と対等になることをいかに邪悪であると考えようとも、正に起きているのです。Akladia の氏族の男性たちは Wesnoth 人の女性と結婚しています。Akladia の農民は隣の村の呪術師の助けを求めています。これは始まりに過ぎません。でも、喜ばしい始まりなのです。
ru: Да. Это уже случилось. Не важно что говорят великие лорды акладиан, щеголяющие собственным превосходством и считающие ужасной мысть оравенстве с весносцами. Это УЖЕ случилось. Мужчины из акладианских кланов женятся на веснотках. Акладианские крестьяне идут за помощью к шаманам из соседних деревень. Это только начало, но это хорошее начало.

source: And the Akladian faith in one God ruling the world seems to be attractive to other peasants, who no longer have to remember a plethora of rites and observances. If we can strip away the part about Akladian superiority, it may well became a religion uniting the nation, because in the face of orcish threats, undead incursions, and so on, you - Akladians, Wesnothians, and Dunefolk - WILL became one nation, sooner or later.
ja: そして、世界を支配する唯一神への Akladia 人の信仰は、有り余るほどの祭式や行事をもはや覚える必要のない他の農民たちにとって魅力的なようです。もしもその信仰から Akladia 人の優位性に関する部分を取り除けるなら、国をまとめ上げる宗教となるかもしれません。なぜなら、オークの脅威やアンデッドの襲撃などに直面したときには、あなた方 Akladia 人と Wesnoth 人、デューンフォークが、遅かれ早かれ一つの国となるのですから。

source: Can we kill him now? He is a blight on the face of the earth! A mage!
ca: Podem matar-lo ja? És tot un gra en el cul de la terra. Un mag.
hu: Megölhetem végre? Hiszen csak egy szemölcs a világ arcán. Egy mágus.
ja: もうこいつを殺していいかしら？こいつは地上に災厄をもたらすわよ！魔術師なのよ！
ru: Ну теперь-то его можно убить? Он - мерзость на лице земли. Маг.

source: You may recruit mages now.
ca: Pots reclutar mags ara.
hu: Mostantól mágusokat is toborozhatsz.
ja: 魔術師を雇用できるようになりました。
ru: Теперь можно вербовать магов.

source: Return of the King
ca: La Tornada del Rei
hu: A király visszatérése
ja: 王の帰還
ru: Возвращение короля

source: Once again, I was inside the walls of Vattin. I had dreamt about this moment many times, but I never expected I would be so... terrified. Gawen claimed his throne, and he was busy accepting envoys from every corner of Vakladia acknowledging him as king, both Wesnothians and Akladians alike... not to mention his beard was now full-grown.
ja: 私はもう一度、Vattin の中にいた。このときを何度夢に見たことか、と思ったけど、まさか... これほど不安で怖さを感じることになるとは思ってもいなかったわ。Gawen は玉座に就いて、彼を王と認めた Vakladia 各地からの使節 ― Wesnoth 人も Akladia 人らしき者も ― を受け入れることに大忙しだった。言うまでもないけれど、彼の髭は立派に生え揃っていた。

source: But I felt like a hunted animal. Everywhere I looked, I met eyes full of distrust and disdain. I wasn't sure how long I could keep my secret; I tried hard, but it was getting harder with every passing day. Did they know already? Maybe they were just pretending they didn't? These were strange days, when I felt both happy and terrified, when I was both trying to escape from - and wait for - every hour.
ca: Però em sentia com un animal que evitava els caçadors. On mirava, em trobava amb ulls plens de desconfiança i menyspreu. No estic segura, no sé quant podré mantenir el meu secret. Ho intentava amb totes les meus forces, però cada dia era més i més difícil. Ja ho sabran? Potser fan com si no ho saberen? Eren uns dies estranys, em sentia a vegades feliç i a vegades terroritzada, quan al mateix temps estava escapant i esperant cada hora.
hu: De én úgy éreztem magam, mint egy űzött vad. Akárhova néztem, a szemekben gyanakvást láttam és megvetést. Nem tudtam, meddig őrizhetem meg a titkomat; kitartottam, de napról-napra nehezebb volt. Tudják már? Csak megjátsszák, hogy nem? Különös napok voltak, hol boldog voltam, hol rettegtem, egyszer menekültem volna a jövőtől, másszor szaladtam volna a következő óra elé.
ja: でも私はまるで捕獲された動物のような感覚を覚えた。どこを見ても、不信や軽蔑に満ちた目がこちらを見ていた。 私の秘密はいつまで隠しおおせるだろうか。頑張ってはみるけれど、日が経つにつれて隠しきれなくなるのは目に見えていた。もう彼らは知っているのだろうか？知らないフリをしていただけだったの？ 喜びと恐怖の双方 ― 待ち遠しい気持ちと逃げ出したい気持ちと ― が入り混じった不思議な日々が続いた。
