Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Akladians? Well... we came from the east, isn't it? Mother, help me out here...
ca: Akladians? Bé, vam vindre de l'est, no? Mare, ajuda'm...
hu: Az akladiaiakról? Nos... keletről jöttünk, úgy tudom. Anyám, segíts egy kicsit...
ja: Akladia 人の？さあ... 東方からやって来た、とかかな？母さん、助けてよ。
ru: Акладиан? Ну... Мы пришли с востока, так? Мать, помоги мне.

source: Should I kill this mage now?
ca: Que puc matar ja el mag?
hu: Megölhetem végre ezt a mágust?
ja: 私が、この魔術師を今すぐ殺すべきかって？
ru: Уже можно его убить?

source: She won't be able to tell you, because all she knows are legends and myths. Lorin would tell the legend of how God created Akladians so that they could rule over the world, but that a false messiah imprisoned them, so they rebelled and then they journeyed here. She knows only legends and myths passed down from person to person, losing a little bit of truth each time in the re-telling.
ca: No t'ho sabrà dir per què tot el que ella coneix són llegendes i mites. Et relatarà la història de la creació dels akladians per part de Déu per tal que pogueren dominar el món, després l'empresonament per art del fals messies i la rebel·lió i fugida. Per cada mite hi ha un fet real que el va causar, una veritat certa encara que torta i confosa pel pas de les generacions. Escolteu-me amb atenció.
hu: Ő nem fogja elmondani, mert minden, amit tud, csak legenda és mítosz. Elmondhatja neked, hogy Isten hogy teremtette meg az akladiaiakat, hogy uralkodjanak a világon, de egy hamis próféta megtévesztette őket, de fellázadtak, és idejöttek. Mint minden mítosznak, ennek is van valami igazságmagva, amely aztán az idők múltával a generációk ajkán módosult. Hallgassatok tehát ide!
ja: 彼女があなたに話せることはないでしょう。なぜなら、彼女が知っていることは伝説と神話だけなのですから。Lorin は、世界を支配するために、いかにして神が Akladia 人を創造したかを話すでしょう。しかしそれは、偽の救世主が彼らを投獄したために彼らは反乱を起こし、ここへと流れてきたことを語っています。彼女が知っているのは、人から人へと語り継がれてきた伝説や神話だけで、人の口を経るごとに真実の細かな部分が失われていくのです。
ru: Она ничем тебе не поможет, потому что сама знает только легенды и мифы. Она может рассказать историю о том, как Бог создал акладиан, чтобы те правили миром, но ложный пророк заключил их, а потом они взбунтовались и пришли сюда. Этот миф, как и любой другой, начинается правильно, но верное начало искажено и переврано поколениями рассказчиков. А теперь слушай.

source: And yet, for every myth there is a true event which started it, a true beginning twisted and confused with the passing generations. Listen to me now.
hu: És igen. A mítoszok kiindulópontja általában valamilyen valós esemény, amely a továbbadás során elhomályosult, összezavarodott. Hallgassatok ide!
ja: そして更に、全ての神話には、その始まりとなった真実があるものですが、真実は時代を経るごとに捻じ曲げられたり、真実がぼやけたりするものです。私の話をお聞きく ださい。

source: Ally From the Past
ca: Aliat del passat
hu: Szövetséges a múltból
ja: 旧来の盟友
ru: Союзник из прошлого

source: When I woke up, the first thing I felt was astonishment: I was still alive! At first I thought I was Bor Cryne's prisoner, but my hands weren't tied. Then I noticed that weary man.
ca: Quan vaig despertar, el primer que vaig sentir va ser sorpresa: encara estava viu! En un primer moment, vaig pensar que havia sigut capturat pels guerrers de Bor Cryne, però les meues mans no estaven lligades. Aleshores, vaig adonar-me de la presència d'aquell home cansat.
hu: Amikor felébredtem, én lepődtem meg a legjobban: hiszen még élek! Először azt hittem, hogy Bor Cryne foglya vagyok, de nem voltam megkötözve. Aztán megpillantottam azt a viharvert embert.
ja: 目が覚めて最初に気付いたことは、一つの驚くべきことだった。私はまだ生きている！最初、私は Bor Cryne の囚人になったのだと思ったが、手を縛られていない。そして気付いた、あの疲労に満ちた男がそこにいる。
ru: Первым, что я почувствовал когда очнулся, было изумление: я всё еще жив! Сначала я подумал, что взят в плен солдатами Бора Крайна. Однако мои руки не были связаны. Потом я заметил усталого человека.

source: I do not mean he was old. He just seemed like he had seen a lot in his life; his face bore memories of old battles, many of them lost. He looked a bit familiar. He was, as my step-mother would call him, an ungodly underling. Wesnothian, in other words. I wasn't sure whether this was a good or bad thing, remembering how much those folks hated Akladians.
ca: No vull dir que era vell. Però sí que semblava que havia vist moltes coses en tota sa vida, la seua cara recordava a antigues batalles i guerres, moltes d'elles perdudes. Em pareixia lleugerament familiar. Era, com la meua madrastra hauria dit, un maleit carrall. Un wesnothià, en altres paraules. No estava segur si era una cosa bona o roina, al recordar quant odiava aquesta gent els akladians.
hu: Nem mondhatom, hogy idős volt. Inkább csak olyan, mint aki már sokat látott életében, számos csata emléke tükröződött az arcán, sok vesztett csatáé. Valahogy ismerősnek tűnt. Egy, nevelőanyám szavaival, istentelen nemtelen volt. Más szóval wesnothi. Nem voltam benne biztos, hogy ez jót vagy rosszat jelent, mivel ismertem gyűlöletüket az akladiaiak iránt.
ja: 彼が老人だという意味ではない。その人生で多くのものを見てきたようだし、彼の顔には昔の戦闘―その多くは敗北した―の記憶が刻まれていた。その顔は、どこか見覚えのあるものだった。母さんの話では、いわば彼は悪ガキの下っ端だった。つまり彼は Wesnoth 人なのだ。そのことが良いことなのか悪いことなのかは、Wesnoth 人がどれほど Akladia 人を嫌っていたかを思い返すと、なおさら私には判断が難しかった。
ru: Не думаю, что он был стар. Просто он выглядел повидавшим многое в этой жизни. В его лице отражались воспоминания о былых сражениях и войнах, многие их которых сегодня уже забыты. Я не сразу понял почему его внешность показалась мне знакомой и родной. Это был, как сказала бы моя мачеха, "безбожный дикарь". Проще говоря, веснотец. Тут я призадумался: хорошо или плохо то, что этот народ так ненавидит акладиан?

source: Rebel
hu: Lázadó
ja: 反逆者
ru: Бунтарь

source: Finally, you awaken.
ja: ようやく、お目覚めになりましたね。

source: Am I alive? Who are you? Where am I?
ca: Estic viu? Qui eres? On sóc?
hu: Élek? Ki vagy te? Hol vagyok?
ja: 私は生きてるのだろうか？あなたは誰？ここはどこだ？
ru: Я жив? Кто Вы? Где я?

source: Be not worried. You are amongst friends, Haldric.
ca: No et preocupes, estàs entre amics, Haldric.
hu: Ne aggódj, Haldric! Barátok közt vagy.
ja: ご心配なく。あなたの周りには友人しかいませんよ、Haldric 様。
ru: Не беспокойся. Ты среди друзей, Хальдрик.

source: But, how... wait, what did you call me? Haldric?
hu: De, hogy... Mit mondtál? Haldric?
ja: しかし、どうやって... ちょっと待て、今私を何と呼んだ？ Haldric ？

source: That's what your mother named you.
ca: Sí, eixe era el nom que ta mare et va ficar.
hu: Igen, édesanyád így hívott.
ja: あなたのお母様が、そう名付けたのです。
ru: Так тебя называла мать.

source: My mother never... wait, you are talking about my REAL mother, aren't you? You knew my mother?
hu: Anyám soha... azaz, te most az IGAZI anyámról beszélsz? Ismerted őt?
ja: 母は決して... 待って... 君は私の実母のことを話しているんだね？母を知ってるのか？

source: Yes, I was her... courtier. I was close to her when she was dying. I promised her that I would watch over you. You have her eyes... I played with you when you were a child, don't you remember me?
ca: Sí, era un dels seus cortesans. Vaig estar al seu costat mentre moria. Li vaig prometre, abans de morir, que cuidaria de tu. Tens els mateixos ulls que ella... Jo jugava amb tu quan eres un xiquet, no te'n recordes de mi?
hu: Igen. Egyike voltam az udvaroncainak. Ott voltam mellette, mikor haldoklott. Megígértem neki, hogy felügyelek rád. A szemeidet tőle örökölted... Veled is játszottam, amikor még kicsi voltál, nem emlékszel?
ja: ええ、私はあの方の...廷臣でした。あの方が亡くなられるとき、私は側に居りました。あなたのことをずっとお守りするとお約束して。あなたはあの方と同じ目をしてらっしゃる... ご幼少の頃に一緒に遊んだことがありますが、私のこと、ご記憶にありませんか？
ru: Да, знал. Я... служил при её дворе. Я был рядом с ней, когда она умирала. Перед её смертью я пообещал, что буду присматривать за тобой. У тебя её глаза... Мы с тобой играли когда ты был ребёнком, разве ты не помнишь?

source: I remember nothing. But, how...
hu: Semmire sem emlékszem. De, hogy...
ja: 何も憶えていない、でも、どうやって...

source: I have friends in Barnon. One told me you were walking into a trap. I feared I had come too late when I found you; I thought you were dead. Fortunately, you were only unconscious. I took you here and cared for you these past three days.
ca: Tinc un amic dins la ciutat de Barnon. Em va dir que anaves de cap a una trampa. Tenia por d'haver arribat massa tard quan vaig encontrar el teu cos. Vaig pensar que havies mort. Afortunadament, només estaves inconscient. Et vaig traure ací i he estat cuidant de tu estos tres últims dies.
hu: Vannak barátaim Barnonban. Egyikük mondta, hogy csapdába csaltak. Féltem, hogy későn találtalak meg; azt hittem meghaltál. Szerencsére csak az eszméletedet vesztetted el. Idehoztalak, s gondodat viseltem az elmúlt három nap alatt.
ja: 私は Barnon に友人たちがいるのです。その一人が、あなたが罠に近づいていると教えてくれました。私が見つけたときには、もう遅いのではと思いましたが、まだ息があり、意識をなくされただけだったのは幸運でした。ここまでお運びして看病をして3日が経ったところです。
ru: У меня есть друг в Барноне. Он сообщил мне, что ты направляешься прямо в западню. Обнаружив твое тело, я испугался, что пришёл слишком поздно. Я думал, ты уже мёртв. К счастью ты просто был без сознания. Я перенес тебя сюда и ухаживал за тобой последние три дня.

source: What are you doing here?!
ca: Què estàs fent ací?!
hu: Mit keresel itt?!
ja: ここで何をしてるんだ？！
ru: А ты что здесь делаешь?!

source: My lord, I was not able to stop her.
ca: Senyor, no vaig poder aturar-la.
hu: Uram, nem tudtam megállítani.
ja: 閣下、彼女を止められませんでした。
ru: Милорд, я не смог её остановить.

source: Don't be too hard on him, father. He really tried. So, this is little Haldric whom you told us about? He looks quite normal, not Akladian at all.
ca: No sigues molt dur amb ell, pare. Ho ha intentat amb totes les seues forces. Bé, així que aquest és el Haldric del que ens vas parlar? És normal, no pareix gens akladià.
hu: Ne légy hozzá szigorú, apám! Tényleg megpróbálta. Szóval ez az a kis Haldric, akiről beszéltél nekünk? Egészen normálisnak néz ki, nem hasonlít az akladiaiakra.
ja: 彼に辛く当たらないでくださいね、お父様。よく頑張ったんですから。それで、この方が、話をされていた可愛い Haldric 様ですか？普通ですね、見た目は。Akladia 人じゃないみたいだわ。
ru: Не будь слишком строг к нему, отец. Он действительно пытался это сделать. Ну ладно, так это и есть тот самый маленький Хальдрик, о котором ты говорил? Он выглядит как нормальный человек, совсем не похож на акладиана.

source: Gawen Hagarthen, meet my daughter, Karen. Imagine, I have three more daughters, all with their mother's red hair, at home! I'm afraid, though, that unlike her sisters, Karen inherited my temperment, not my wife's - she absolutely refuses to stay at home!
hu: Gawen Hagarthen, bemutatom a lányomat, Karent. Képzeld el, hogy rajta kívül még három lányom van otthon, akik mind az anyjuk vörös haját örökölték. A nővéreitől eltérően Karen nem az anyja temperamentumát örökölte, hanem az enyémet; képtelen megülni odahaza.
ja: Gawen Hagarthen 様、こちらは我が娘の Karen です。ご想像ください、私にはあと3人の娘がおりますが、母親譲りの赤い髪をしており、家で大人しくしております。ところが、他の姉妹と違い、この Karen だけは妻ではなく私の気質を継いでしまって、家でじっとしていられない性分なのです！

source: I can't believe my own eyes! Isn't that Gawen, the little so-called king?
ca: No m'ho puc creure! Aquell no és Gawen, el xiquet que es feia passar per rei?
hu: Nem hiszek a szemeimnek! Hát nem Gawenbe botlottunk, a kis királyocskába?
ja: 自分の目が信じらん！あれは Gawen 、若造の、いわゆる王様じゃないか？
ru: Я не верю своим глазам! Разве это не Гэвен, маленький, так сказать, король?

source: Are we gonna kill him?
ca: Vas a matar-lo?
hu: Megöljük?
ja: よし、あいつを殺るか？
ru: Прикончим его?

source: No, our forces are too weak. More Underlings may arrive soon. We should carry word to Bor Cryne immediately; he will reward us well and arrive here with more than enough men to crush them.
ca: No, les nostres forces són molt febles. Els carralls prompte vindran en gran nombre. Deuríem dur el missatge immediatament a Bor Cryne, ell ens recompensarà en or i vindrà ací amb un exèrcit més que suficient per xafar-los.
hu: Nem, kevesen vagyunk. A nemtelenek felülkerekednének rajtunk. Azonnal értesítenünk kell Bor Crynét, jó pénzt kapunk a hírért, majd ő hoz elég embert, s elintézik ezt a nemtelen csürhét.
ja: いや、戦力が足りない。多くの下っ端どもが、まもなく到着するだろう。Bor Cryne 様に、このことをすぐにお伝えしよう。そうすれば、彼は俺たちに報酬をくれるだろうし、奴らを壊滅させられるだけの兵隊と共にやって来るだろうよ。
ru: Нет, нас слишком мало. Здесь скоро может оказаться много дикарей. Мы должны немедленно сообщить обо всём Бору Крайну. Он наградит нас золотом, а потом придёт сюда с войском, которого будет более чем достаточно, чтобы всех уничтожить.

source: My lord, we can't let anyone know that you live. No enemy should leave this battlefield alive. There aren't many of them; this should be easy.
ca: Senyor, no podem deixar que ningú sobrevisca, ja que saben que estàs viu. No cap dels enemics pot abandonar el camp de batalla, però no en són massa, deuria ser prou fàcil.
hu: Uram, nem tudhatja meg senki, hogy élsz. Egyetlen ellenség sem hagyhatja el élve a csatamezőt. Nincsenek sokan, elbírunk velük.
ja: 陛下。陛下がご存命である事実は、私たち以外の誰にも知られておりません。この戦場にいる敵は全滅させないと、そのことを知られてしまいます。敵の数は、そう多くはありませんので、ことは容易なはずです。
ru: Милорд, никто не должен знать, что Вы остались целы. Ни один враг не должен уйти отсюда живым. Их не так много. Мы справимся без труда.

source: Kill the enemy leader and all enemy units. Don't allow any enemy unit to reach the north-western signpost, or the village nearby.
ja: 敵のリーダーと敵ユニット全てを殺す。

source: Any enemy unit reaches north-western signpost
hu: Ellenséges egység éri el az északnyugati útjelzőt.
ja: いずれかの敵が北西の道標に到着する
ru: Один из вражеских отрядов доходит до северо-западного указателя.

source: I will carry the message to Bor Cryne. He will reward me in gold!
ca: Ara podré dur-li el missatge a Bor Cryne. Em cobrirà d'or!
hu: Megviszem a hírt Bor Crynének. Busás jutalmat fogok kapni!
ja: 俺は Bor Cryne 様に状況を知らせに行く。ゴールドの報酬が出るだろうな！
ru: Скорей рассказать всё Бору Крайну. Он наградит меня золотом!

source: It's the end for us. We have no chance to escape now, for Bor Cryne will send his army.
ca: S'ha acabat. No tenim cap oportunitat d'escapar, una vegada Bor Cryne envie tot el seu exèrcit ací.
hu: Itt a vég. Esélyünk sincs elszökni Bor Cryne serege elől.
ja: 私たちは、もうお終いだ。逃げる機会を失ってしまった。Bor Cryne が軍隊を送りこんでくるだろう。
ru: Это конец. Теперь Бор Крайн пришлёт сюда свою армию, и мы не сможем уйти.

source: No! The Akladian reinforcements have arrived! We are surrounded!
ca: No! Han arribat els reforços akladians! Estem rodejats!
hu: Ne! Az akladiaiak erősítést kaptak! Bekerítettek minket!
ja: ダメだ、Alkadia の援軍が到着した！包囲されている！
ru: Нет! К акладианам пришло подкрепление! Мы окружены!

source: Wow.
hu: Ejha!
ja: うわっ。
ru: Ух ты.

source: What? Young women like me have to learn to defend ourselves.
ca: Què? Una xica jove com jo ha de saber defendre's.
hu: Mondtál valamit? A hozzám hasonló ifjú hölgyeknek meg kell tanulniuk megvédeni magukat.
ja: 何なの？私みたいな若い女性は、自分のことは自分で守ることを学ぶべきよね。
ru: Что? Юная беззащитная девушка вроде меня должна уметь постоять за себя.

source: Isn't that the legendary Ruvio? It's a honour fighting for you! Command!
ca: No és el Ruvio del qui em sentit parlar tant? És tot un honor lluitar per tu! A les teues ordres!
hu: Nahát, Ruvio szólít bennünket? Megtiszteltetés, hogy veled harcolhatunk! Rendelkezz velünk!
ja: あなたは、伝説の Ruvio 様ではありませんか？ あなたのために戦えるとは、何と光栄なこと！ご命令を！
ru: Ты тот самый Рувио, о котором мы столько слышали? Сражаться за тебя это огромная честь! Приказывай!

source: Today you won't be commanded by me, but by this young man. I will only be his advisor.
ca: Ahui no vos dirigiré jo, sinó aquest jove. Jo seré el seu conseller.
hu: Most nem én irányítom a csatát, hanem ez az ifjú harcos. Én csak az ő tanácsadója vagyok.
ja: 本日は、君たちに命令を下すのは私ではなく、こちらの若いお方だ。私はこの方の相談役にすぎない。
ru: Сегодня вами будет командовать вот этот молодой человек. Я буду только его советником.

source: And who is he? Why should we fight under his command?
ca: I qui és ell? Per què deuríem lluitar sota el seu comandament?
hu: És ő kicsoda? S miért kéne elfogadnunk a parancsait?
ja: で、そのお方はどなたですか？なぜ、その方の命令で戦うのですか？
ru: А кто это? Почему это мы должны ему подчиняться?

source: Because I ask you to. Isn't my word enough?
ca: Per què jo vos ho demane. No creieu que la meua paraula és suficient?
hu: Mert én kérem tőletek. Vagy az én szavam már nem elég?
ja: それは、私がこのお方に、そうお願いしたからだ。それだけでは不満か？
ru: Потому что я так сказал! Или моего слова вам не достаточно?

source: Well then, Ruvio. We'll listen to his orders. We hope you are not mistaken and this young boy can lead us to victory over the Akladian beasts.
ca: Siga, doncs, Ruvio. Seguirem les seues ordres. Esperem que no t'hages equivocat i aquest jove ens puga liderar a la victòria sobre les bèsties akladianes!
hu: Dehogynem, Ruvio. Követjük az ifjú parancsait. Reméljük, nem tévedsz, s ez az ifjú harcos tényleg győzelemre vezet bennünket az akladiai szörnyetegek felett.
ja: それでは、Ruvio 様、そのお方の命令に従います。私たちは、あなたの判断が間違っていないことを、また、その若者が私たちを、 Akladia の野獣どもを倒し、勝利に導いてくれることを願っております。
ru: Хорошо, хорошо, Рувио. Мы исполним его приказы. Надеемся, ты знаешь, что делаешь, и этот юноша сможет победить акладианских гадов.

source: Peasants and brawlers? How on earth am I supposed to win battle with those?
ca: Camperols i avalotadors, cóm es suposa que he de guanyar aquesta batalla amb açò?
hu: Parasztok és szájhősök, hogy az ördögbe nyerjek csatát ilyenekkel?
ja: 農民と喧嘩屋だけだと？一体全体、この戦力で、どうすれば戦いに勝利できるというのだ？
ru: Крестьяне и деревенское хулиганьё... И вы хотите, чтобы с таким войском я выиграл битву?

source: You forgot about me!
ca: T'has oblidat de mi!
hu: Rólam megfeledkeztél!
ja: 私のことをお忘れですね！
ru: Ты забыл про меня!

source: He didn't. He mentioned brawlers already.
ca: No, no ho ha fet. Ja ha mencionat els avalotadors.
hu: Dehogy. Mondta a szájhősöket is.
ja: 違いますよ。もう喧嘩屋のことは話題に出してますよ。
ru: Ну почему же? Он же сказал: "хулиганьё".

source: True, they are not the best warriors, but you can recruit a lot of them, and they learn quickly. Our opponents are not numerous, and here they can't really recruit more soldiers. It'll be easy, believe me.
ca: Sí, potser no siguen els millors guerrers disponibles, però pots reclutar una caterva d'ells, i aprenen ràpid. Per contra, els nostres rivals són pocs i no poden reclutar més soldats. Serà fàcil, ja ho veuràs.
hu: Igaz, hogy nem a legjobb harcosok, de sokat toborozhatsz belőlük, s gyorsan tanulnak. Az ellenségeink kevesen vannak, s nem is toborozhatnak sokat. Megoldható a dolog, higgy nekem!
ja: 本当ですね、「最高の戦士たち」とは言えませんが、大勢を雇用できますし、戦闘の学びも早いのです。敵の人数は、そう多くはありませんし、しかも奴らは、より多くの兵士をここで雇うことはできません。楽な戦いになりますよ、私を信じてください。
ru: Да. Это не лучшие воины на свете, зато ты можешь позвать с собой достаточно многих. Кроме того они быстро обучаются. А наших врагов мало, и в этих местах они врядли смогут найти подмогу. Всё будет очень просто, поверь мне.

source: See, I told you it would be easy.
ca: Veus, t'havia dit que seria fàcil!
hu: Látod, én mondtam, hogy menni fog.
ja: ほら、簡単だと言ったとおりでしょう。
ru: Вот видишь, я же говорил, что всё будет просто.

source: Yes, but only because they had limited soldiers and a fool for a commander. Where to go now?
hu: Igen, mert kevesen voltak, s a parancsnokuk is egy idióta volt. Hova megyünk tovább?
ja: 確かに。だが、敵の兵士が限られていたことと、指揮官の能力が低かったことも勝因となった。さあ、どこへ行く？

source: No one is left to inform Bor Cryne and his ilk that you survived the battle. We should go to Freetown next. The Akladians are all around us; we will have to cross the forests of Raedwood, and hope that the bandits living there won't attack us.
ca: Ningú està viu per informar Bor Cryne i els altres que has sobreviscut a la batalla. Ara deuríem anar cap a Ciutat Lliure. Els akladians estan per totes parts; haurem de creuar els boscos de Raedwood i esperar que els bandits que viuen allí no ens ataquen.
hu: Nincs élő ellenség, aki informálhatná Bor Crynét és másokat, hogy túlélted a csatát. Freetownba megyünk. Akladiaiak vannak mindenütt; át kell vágnunk a Raedwood-erdőn, remélem, az ott élő banditák nem támadnak meg minket.
ja: Bor Cryne と その仲間に、あなたが生き残っている事実を伝える者は誰一人として残っていません。次は Freetown へ行くべきです。Akladia 人は私たちの周囲のいたる所にいます。これから Raedwood の森を抜けていかねばなりませんが、そこに潜む盗賊どもが襲ってこないことを願いましょう。
ru: Зато теперь никто не расскажет Бору Крайну и остальным лордам о том, что ты выжил. Мы пойдем во Фритаун. В округе полно акладиан, поэтому будем пробиратьсячерез Редвудский лес. Будем надеяться, что лесные разбойники на нас не нападут.

source: It's a shame there weren't more Akladians to kill.
ca: És una llàstima que no queden més akladians per matar.
hu: Szégyen és gyalázat, hogy egy akladiai sem maradt, akit megnyuvaszthatnék.
ja: Akladia 人をもっと殺したかったのに一人も残っていやしない、残念だわ。
ru: Какая досада, что нельзя больше убить ни одного акладиана.

source: There is one more left.
ca: Encara queda un.
hu: Egy még maradt.
ja: もう一人残っているぞ。
ru: Почему же? Один остался.

source: Where?!
ca: On?!?
hu: Hol van?!
ja: どこにですか？！
ru: Где?!

source: I am Akladian. Do you want to kill me? Go ahead, I won't stop you.
ca: Jo soc akladià. Ara, vols matar-me? Fes-ho, si vols, no t'aturaré.
hu: Én akladiai vagyok. Meg akarsz ölni? Rajta, nem állok ellent!
ja: 私は Akladia 人だ。私を殺したいか？ どうぞどうぞ。止めないから。
ru: Это я. Ну что, хочешь меня убить? Давай, я не буду тебя останавливать.

source: Stop it, kids! We've no time for fighting over poorly-chosen words. We have to reach Freetown as soon as possible. Haldric, Freetown is a rallying point for our people, where we are organizing our army. You'll meet the rest of my family there.
ca: Pareu, xiquets! No tenim temps per barallar-nos per quatre paraules. Hem d'anar a Ciutat Lliure el més prompte, millor. Haldric, Ciutat Lliure és una base per a la nostra gent, on estem organitzant un exèrcit. Allí et trobaràs amb la resta de la meua família.
hu: Elég legyen ebből, gyerekek! Nincs időnk rosszul megválasztott szavak miatt csatározni. Minél előbb Freetownba kell jutnunk. Haldric, Freetown a népünk bázisa, ahol a seregünket kiképezzük. Ott megismerheted a családom többi tagját is.
ja: おやめください、坊っちゃんたち！つまらぬ言葉遊びをしている時間はないのです。なるべく早く Freetown に着かねばなりません。Haldric 様、Freetown は私たちの軍隊を構成する人々の集合場所です。私の他の家族とも、そこで顔合わせを致しましょう。
ru: Дети, хватит! У нас нет времени для дурацких перепалок. Мы должны дойти до Фритауна как можно быстрее. Хальдрик, во Фритауне собираются главные силы армии нашего народа. Там ты встретишься с остальными членами моей семьи.

source: Ruvio, call me 'Gawen.' I am not used to being called 'Haldric'. I've never heard about Freetown.
ca: Ruvio, per favor, dis-me Gawen. No estic acostumat a que em diguen Haldric. No mai he sentit parlar de Ciutat Lliure.
hu: Ruvio, hívj Gawennek! Nem szoktam meg, hogy Haldricnak nevezzenek. Nem is hallottam még Freetownról.
ja: Ruvio 、私のことは"Gawen" と呼んでくれ。"Haldric"は耳慣れないんだ。Freetown に関してのことだが、これまで聞いたことが無い。
ru: Рувио, называй меня Гэвен. Я не привык к имени Хальдрик. Кстати, я никогда раньше не слышал о Фритауне.

source: It's hidden deep within the forests. Its location is our greatest secret. And, get used to being called 'Haldric'. I want everyone to swear they won't tell anyone that this man is the rightful king of Vakladia, Gawen Hagarthen. He is just 'Haldric' now. It'll be far better for you, Haldric, believe me. Much safer.
ca: Està amagada dins dels boscos, al seu cor. La seua localització és el nostre secret més gran. I acostuma't a que et diguen Haldric. Vull que tot el món jure que per res direu que aquest home és el legítim rei de Vakladia, Gawen Hagarthen. Ara ell és només Haldric. Serà molt millor per tu, Haldric, molt més segur. Creu-me.
hu: Mert mélyen az erdőben van elrejtve. A helye a legnagyobb titkunk. És, szokj hozzá a Haldric névhez! S mindenki esküvel fogadja meg, hogy senkinek sem árulja el, hogy ez az ember Vakladia törvényes királya, Gawen Hagarthen. Mostantól ő egyszerűen csak Haldric. Sokkal biztonságosabb lesz neked is, Haldric, hidd el! Sokkal biztonságosabb.
ja: 森林の奥深くに隠されているのです。その位置は、私たちの最も重要な秘密です。それと、"Haldric"と呼ばれることに慣れてください。この男性が Vakaldia の正当な王 Gawen Hagarthen であることを決して口外しない、そのことを全員に誓ってほしいのです。今、私の眼の前にいる男性は、ただの Haldric なのです。その方があなたにとって遥かに良いのです、 Haldric 。私を信じてください。とても安全ですので。
ru: Этот город скрыт в глухих лесах. Его расположение это наш величайший секрет. И начинай привыкать, что тебя зовут Хальдриком. Каждый из вас должен поклясться молчать о том, что этот человек - бывший король Вакладии Гэвен Хагартен. Теперь он просто Хальдрик. Поверь мне, мальчик, так значительно лучше. И значительно безопаснее.
