Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: I should've stayed in hills in the north...
ca: Hauria d'haver-me quedat en les muntanyes del nord...
hu: Északon kellett volna maradnom a dombjaink között...
ja: 北方の給料にいればよかった...
ru: Надо было сидеть в холмах севера...

source: Scouting
ca: Explorant
hu: Felderítés
ja: 偵察
ru: Разведка

source: After leaving the Forest of Raedwood, Gawen and his companions found themselves faced with a problem: what to do next and how to fulfill the request of Mithrandil. Gawen wasn't sure what it meant to 'find the real reason behind the Akladian-Orcish alliance' and definitely had no idea how to accomplish that.
ca: Una vegada van deixar enrere els boscos de Raedwood, Gawen i els seus companys van decidir fer-li front al problema de com complir amb la petició de Mithrandil. Gawen no acabava d'entendre què volia dir això de trobar la vertadera raó de l'aliança entre els orcs i els akladians i especialment no podia imaginar com es suposava que ho havia de fer.
hu: Raedwood erdejének elhagyása után Gawen a csapatával egy komoly probléma előtt állt: mit is kéne csinálni, hogy Mithrandil kérését teljesítsék. Gawen nem volt benne biztos, hogy mit is jelent az, hogy 'Az ork-akladiai szövetség pontos célját akarjuk megtudni', s végképp nem volt elképzelése arról, hogyan kezdjen hozzá a feladat végrehajtásához.
ja: Radwood の森を後にして、Gawen とその一行はある問題に直面しました。次に何をすべきか、Mithrandil の要請に応えるにはどうすればよいか。Gawen には、「Akladia・オーク同盟の背後にある真の理由を見つける」ことの意味が今ひとつ明確でなく、その確実な実現方法が頭に浮かぶ筈もありませんでした。
ru: Выйдя из Редвудского леса, Гэвен с товарищами встали перед выбором: по какой дороге пойти, чтобы выполнить задание Митрандила? Гэвен не очень понимал, что значит "найти истинную цель альянса орков с акладианами" и совершенно не представлял, как это сделать.

source: I am still confused. When I saw Gawen, at first I did not recognize him. He had changed from the last time I saw him. He was just a kid then, but now he looks more like a young man... an amazing change in just a few months.
ca: Encara estava confosa. Quan vaig vore Gawen, al principi no l'havia reconegut. Havia canviat molt des de l'última vegada que l'havia vist. Aleshores era només un xiquet, ara ja pareixia tot un home. Un canvi increïble en tan pocs mesos.
hu: Még mindig össze vagyok zavarodva. Amikor megláttam Gawent, először nem ismertem meg. Megváltozott, mióta utoljára láttam. Akkor még egészen gyerek volt, most már egészen felnőttnek látszik. Óriási változás röpke néhány hónap alatt.
ja: 私、まだ混乱してる。Gawen に会ったとき、最初、彼だと分からなかった。最後に見たときとは変わっていたわ。ただの子供だったのが、今や、青年という感じだった... この数ヶ月でビックリするほど変わってしまったわ。
ru: Я была смущена. Я даже не узнала Гэвена, когда увидела его. Он так изменился с тех пор, когда мы последний раз виделись. Ребёнок, а стал юношей. Удивительное превращение за несколько месяцев.

source: ...and now he keeps the company of underlings... an underling child who tries to behave like a woman, an underling man who looks like a veteran of many battles, underling soldiers, and even worse: elves. The green devils. But since I have been amongst underlings for months myself, this moves me much less than I would have thought.
hu: ...és nemtelenek vannak körülötte. Egy nemtelen kislány, aki nőként akar viselkedni, egy nemtelen férfi, aki láthatólag sok csatát élt már át, nemtelen harcosok, s ami még ennél is rosszabb: tündék. A zöld ördögök. Hónapok óta nemtelenek közt élek, tehát annyira nem vagyok előítéletes, mint azt bárki gondolhatná.
ja: ... それに、今では下っ端の仲間たちを引き連れている...女性のように振る舞おうとする子供の下っ端、まるで多くの戦闘を重ねた熟練兵士のような男性の下っ端、下っ端の兵士、更に悪いことにエルフ、緑の悪魔たちと一緒にいる。でも、この何ヶ月、私自身も下っ端たちと一緒にいたせいで、そのことが大したことに思えなかった。

source: Looking at him, I keep on thinking about what the oracle once told me; I am starting to dread those thoughts. When his father died, I thought that everything - well, almost everything - the Oracle had told me were lies, but now... now I am scared and I try not to think about it. But it keeps coming back.
ca: Mirant-lo, no parava de recordar el que m'havia dit l'oracle i vaig començar a tindre por d'eixos pensaments. Quan va morir son pare, vaig pensar que tot -bé, quasi tot - el que l'Oracle m'havia contat eren mentires, però ara... Ara tenia por i... mirava de no pensar res d'això. Però no parava de tornar-me al cap.
hu: Ahogy Gawenre nézek, képtelen vagyok szabadulni attól, amit a Jósnő egyszer mondott; kezdek félni ezektől a gondolatoktól. Amikor meghalt a király, azt hittem, hogy minden - azaz majdnem minden - amit a Jósnő mondott, hazugság volt, de most... Most viszont megijedtem... Próbálom elhessegetni a gondolatokat. De mindig visszatérnek.
ja: 彼を見ていると、預言者がいつか告げたことを思い出してしまう。そして、その内容が次第に恐ろしくなってきた。彼の父親が亡くなった時、私は預言者が言ったことのすべて、いや、ほぼすべてが嘘だと思っていた。でも今は...今は怖くなって、考えないようにしている。しかし、どうしても頭から離れないのだ。
ru: Глядя на Гэвена, я размышляла над тем, что мне когда-то сказал оракул. И неожиданно я испугалась своих мыслей. Когда его отец умер, я решила, что всё, ну или почти всё, что говорил оракул, было ложью. Но теперь... Теперь я испугана и... стараюсь не задумываться. Но мысли всё время возвращаются к этому.

source: Gawen ordered his soldiers to march quickly to the temporary base that had been established in the plains north of Barnon. He was afraid that more enemy forces would arrive, and wanted to tend to his wounded.
hu: Gawen gyorsított menetet rendelt az ideiglenes bázisig, amelyet a Barnontól északra fekvő síkságon állított fel. Tartott tőle, hogy még több ellenség érkezik, és el kellett látni a sebesülteket is.
ja: Gawen は兵士たちに、Barnon の北方の平原に建てられた臨時の基地へ急いで向かうよう命令しました。さらなる敵軍が到着するのを懸念していて、味方の負傷者をなんとか治療したいと考えていました。

source: Fighting in the swamps of Saorduc had not made anyone happy and Gawen's soldiers were delighted to leave the frozen fens. They were all mired in a strange mix of mud and snow, and this was not improving their mood.
ca: Lluitar dins les marjals de Saorduc no havia entusiasmat a ningú, i els soldats de Gawen estaven encantats amb abandonar aquells gelats marenys. Tots ells estaven plens de fang i neu, i això tampoc havia contribuït a pujar els seus ànims.
hu: Saorduc lápvidékének harcai senkit sem tettek boldoggá, s Gawen harcosai örömmel hagyták ott a fagyott zsombékokat. A havas-sáros latyak, ami beborította a harcosokat, egyáltalán nem derítette őket jókedvre.
ja: Saorduc の沼地での戦いは、誰にとっても喜べるものではありませんでしたし、Gawen の兵士たちは、凍りついた沼地から離れられることを喜んでいました。兵士たちは、泥と雪が混じり合った、妙な泥にまみれていて、気分は落ち込むばかりだったのです。
ru: Битва в болотах Заурдака не воодушевила никого и солдаты Гэвена в радостью выбрались из замерзшей трясины. Ноги у всех вязли в странной смеси грязи и снега, что совершенно не повышало настроения.

source: After seeing the atrocities committed by the orcs, Gawen's soldiers were unusually silent. None joked nor sang, as had been the norm after their last few battles. Each seemed to be thinking about their own families, their wives and children.
ca: Després de veure les atrocitats comesses pels orcs, l'exèrcit de Gawen marxava estranyament silenciós. No cap xanxejava ni cantava, com solien fer després de les batalles. Pareixia que tot el món estava pensant en les seues famílies, dones i xiquets.
hu: Az orkok által elkövetett gaztettek látványa szokatlanul csendessé tette Gawen harcosait. Senki nem viccelődött vagy énekelt, ahogy azt máskor csaták után. Mindegyikük fejében a családjuk, feleségük, gyerekeik képe lebegett.
ja: オークが犯した残虐な行為を見た後、Gawen の兵士たちはいつになく沈黙してしまいました。ここ数回の戦いの後では恒例であった冗談や歌など、聞こえるはずもありませんでした。兵士それぞれが、自分の家族や妻子のことを考えていたようでした。
ru: После зрелищ зверств, произведённых орками, солдаты Гэвена были необычно молчаливы. Никто не шутил и не пел, как обычно после битвы. Все думали о собственных семьях, детях и жёнах.

source: I am finally free! I still can hardly believe it. Not only am I free, but also Gawen, my king, is alive. It is a very real relief for me; the thought that I had abandoned him during the Battle of Barnon has haunted me for weeks now.
hu: Végre szabad vagyok! Még most sem akarom elhinni. S nemcsak én vagyok szabad, hanem a királyom, Gawen is. Ez hatalmas megkönnyebbülés számomra; hetekig kínzott a gondolat, hogy magára hagytam őt a barnoni csatában.
ja: 遂に自由になれた！まだ信じられない。私が自由になっただけでなく、我が王 Gawen 様もご存命だ。心底ほっとしている。Barnon での戦闘で Gawen 様を見捨ててしまったという罪悪感に、何週間も苛まれていたからだ。

source: I am surprised that he is surrounded by Underlings. But then, Gawen has demanded that I should never use that word again, that I should start to think of them as 'Wesnothians'. I think the girl with red hair has a crush on Gawen, and despite Lorin calling her 'a mite of a child' she is a woman already, and quite pretty.
ca: Estava sorprès per veure'l rodejat de carralls. Però aleshores, Gawen em demanar que no mai hauria de tornar-los a dir així, pel que hauria de començar a pensar d'ells com 'Wesnothians'. Crec que a la xica pèl-roja li agrada Gawen, i per molt que Lorin li diguera que era 'una criatureta', ja és tota una dona, i prou bonica a més.
hu: Furcsa, hogy nemtelenek veszik körül. S az is, hogy Gawen megtiltotta, hogy ezt a szót kimondjam, s helyette hívjam őket 'wesnothiaknak'. Azt hiszem, az a vöröshajú fruska mély benyomást tett rá, s annak ellenére, hogy Lorin csak 'gyereklány'-ként emlegeti, a fruska igenis kész nő, és igen csinoska.
ja: 彼が下っ端に囲まれていることに私は驚いている。そして Gawen は、私があの言葉を二度と使わないようにと、そして、彼らを Wesnoth 人であると考えるように改めてほしいと、そう言ってきたのだ。あの赤毛の少女は Gawen に夢中になっているようだし、Lorin は彼女のことを「ほんの子供」などと呼んでいるけれど、もう大人の女性だし、随分と可愛い。
ru: Я был удивлён тем, что его окружало столько дикарей. Потом Гэвен потребовал, чтобы я никогда больше не произносил это слово, и теперь я привыкаю думать о них как о веснотцах. Думаю, рыжеволосая девочка имеет виды на Гэвена и злится на Лорин, когда та называет её малым ребёнком. Пожалуй она уже вполне может называться женщиной.

source: I am surprised that he is surrounded by Underlings. But then, Gawen has demanded that I should never use that word again, that I should start to think of them as 'Wesnothians'. I think the girl with red hair has a crush on Gawen, and despite her youth, she is a woman already, and quite pretty.
hu: Furcsa, hogy nemtelenek veszik körül. S az is, hogy Gawen megtiltotta, hogy ezt a szót kimondjam, s helyette hívjam őket 'wesnothiaknak'. Azt hiszem, az a vöröshajú fruska mély benyomást tett rá, bár még igen fiatal, máris kész nő és igen csinoska.
ja: 彼が下っ端に囲まれていることに私は驚いている。そして Gawen は、私があの言葉を二度と使わないようにと、そして、彼らを Wesnoth 人であると考えるように改めてほしいと、そう言ってきたのだ。あの赤毛の少女は Gawen に夢中になっているようだし、まだ若いとは言え、もう大人の女性だし、随分と可愛い。

source: Failing to save Reme left Gawen feeling devastated. The news about Reme's death reached Gawen's temporary base soon after, throwing all into a somber melancholy.
ca: El fracàs en el rescat de Reme va afectar molt fortament l'ànim de Gawen. Les notícies de la mort de Reme ben prompte van arribar al campament provisional de Gawen.
hu: Reme kiszabadításának kudarca megülte Gawen lelkét. Reme halálának híre hamarosan elérte az ideiglenes bázist is, mély szomorúság lett úrrá a táborban.
ja: Reme を助け出すことが叶わなかったことに、Gawen は打ちのめされていました。Reme の訃報が Gawen の臨時基地に届いたのは彼が亡くなった直後で、誰もが沈痛な面持ちとなってしまいました。
ru: Неудачная попытка спасения Реме надолго испортила Гэвену настроение. Вскоре новости о смерти Реме дошли и до временного лагеря армии Гэвена.

source: Bitter and depressed, having failed to interrogate a single orc leader who knew anything of substance, Gawen and his troops headed home toward Freetown. Along the way, they found a near-frozen orc, dying in the snow. 'Grekulak', it said, and then expired.
ca: Deprimits i amargats, sense haver aconseguit interrogar ni un sol líder orc que sabera res, Gawen i les seues tropes es van encaminar de tornada cap a Ciutat Lliure. Pel camí varen trobar un orc quasi conglelat, agonitzant en la neu. 'Grekulak', va dir, i llavors va morir.
hu: Miután nem sikerült kivallatni az egyetlen ork vezért, aki tudhatott valamit, Gawen és csapata szomorúan és lehangoltan tartott vissza Freetownba. Útközben egy agyonfagyott, haldokló orkot találtak, aki valami 'Grekulak'-ot emlegetett utolsó szavaival.
ja: Gawen 一行は、尋問してみたオークのリーダーたちの誰一人からも有意義な情報を得られずに苦い思いを抱え、意気消沈した様子で Freetown に向けて帰路につきました。その途中、雪の中で凍死しかけているオークを見つけました。「Grekulak」、彼は一言そう言って息絶えました。

source: Rob Roe was not amongst Gawen's soldiers. He disappeared one night and no one, not even the outlaws in Gawen's army, knew the reasons of Roe's sudden disappearance. Outlaws were startled by the event and many of them refused to follow Gawen's orders any more.
hu: Rob Roe nem jelent meg Gawen seregében. Egy éjszaka eltűnt, senki nem tudta, miért, még a törvényenkívüliek sem. A törvényenkívüliek Rob hirtelen eltűnése után megtagadták az engedelmességet Gawennek.
ja: Rob Roe は Gawen の兵の中にはいませんでした。ある夜に忽然と彼は姿を消しましたが、誰ひとり、Gawen の軍隊にいた無法者でさえも、彼がいなくなった理由を知りませんでした。この出来事に驚いた無法者たちの多くはは、これ以上 Gawen の命令に従うことを拒否しました。

source: I've seen a lot of orcs lately. They are going here and there, and have been surprisingly disciplined and well-behaved considering what I've heard about orcs. Well, yes, they killed and ate three of our cows and took our only horse, but that's what one can expect from any soldiers. Some orcish unit is garrisoned near Barnon, south from here.
ca: He vist molts orcs últimament, sí. Van d'ací cap allà, amb una disciplina i bons modals sorprenents, com a mínim pel que jo havia sentit dir d'ells. Bé, sí, és veritat que van matar i menjar-se tres de les nostres vaques i es van dur l'únic cavall que teníem, però això és el que qualsevol pot imaginar d'uns soldats. Em pareix que hi ha una unitat orca com a guarnició a Barnon, al sud d'ací.
hu: Az utóbbi időben sok orkot láttam. Hol itt, hol ott tűnnek fel, s szokatlanul fegyelmezetten viselkednek, ahhoz képest, amit eddig hallottam róluk. Nos, igen, levágták és megették három marhámat, s elvitték az egyetlen lovamat, de ezt minden kóborló katona megteszi. Délre innen, Barnon közelében letáborozott néhány ork.
ja: 最近、オークをよく見かけました。あちらこちらに出歩いてるんですけど、噂とは違い、驚くほど躾がよくて、行儀も良いんですよ。そりゃあ、確かに、あいつらは牛3頭を殺して食ったし、ワシラの馬一頭は盗んだけど、オーク以外の兵士でもやりそうなことですから。Barnon の近くに軍隊が駐屯してるんですが、えっと、ここから北に行ったところですよ。
ru: Недавно я видел много орков. Они ходили по деревне туда-сюда и вели себя на удивление аккуратно и воспитанно по сравнению с тем, что о них рассказывают. Конечно, они съели трёх наших коров и увели лошадь, но этого можно ожидать от любых других солдат. Несколько орочьих отрядов стоят в Барноне, к югу отсюда.

source: Reme? No, I have not heard about him.
ca: Reme? No, no he sentit parlar d'ell.
hu: Reme? Sose hallottam még róla.
ja: Reme ？いや、その人のことは聞いたことがありません。
ru: Реме? Нет, я ничего о нём не слышал.

source: Bontom? Of course I know about it. It is a nice place a little bit west from here! My wife is from that area.
hu: Bontom? Persze, hallottam már róla. Nyugatra van, kellemes egy hely. A feleségem is onnan származik.
ja: Bontom ？もちろん知ってるますよ、ここから少し西にある、いい所ですわ！俺の妻はそこの出身でしてね。

source: No offense, but you've already asked me that question.
ca: Sense ànim d'ofendre, això ja m'ho havies preguntat.
hu: Nem akarlak megbántani, de ezt már kérdezted.
ja: 気を悪くしないでほしいんだけど、あなた、前にも同じ質問をしましたよね。
ru: Не обижайся, но ты уже спрашивал.

source: Well, and what do you propose in exchange?
ca: Bé, què ens dones a canvi?
hu: Nos, mit kínálsz érte cserébe?
ja: えっと、代わりに何をくれるんだい？
ru: А что ты предлагаешь взамен?

source: What about this:
ca: Què et pareix...?
hu: Mit szólsz a javaslatomhoz:
ja: こういうのはどうだ：
ru: Вот что:

source: If not, I will burn down this village.
ca: Si no, cremaré tot el poble
hu: Ha nem, akkor felgyújtom ezt a falut
ja: 否定するなら、私がこの村を焼き払う。
ru: Я сожгу твою деревню если ты откажешься.

source: I will pay you in gold.
ca: Et pagarè amb or
hu: Arannyal fizetek.
ja: お前にゴールドを支払う。
ru: Я заплачу тебе золотом.

source: A chance to fight against orcs and Akladians.
ca: Una oportunitat per lluitar contra els orcs i els akladians
hu: Esélyed van harcolni az orkok és az akladiaiak ellen
ja: オークや Akladia 人と戦う機会をあげよう。
ru: Возможность сражаться с орками и акладианами.

source: No offense, but I value my life more than gold.
hu: Nem akarlak megbántani, de az én életem többet ér, mint az arany.
ja: 申し訳ないけど、俺の人生はゴールドに代えられるものじゃないよ。

source: That is supposed to convince me?!? Go away, little butcher. I will talk to you no more!
hu: S azt hiszed, hogy ezzel meggyőztél?!? Távozz tőlünk, te kis mészáros! Látni sem akarlak többet.
ja: それで納得しろっていうのか？！？ あっちへ行け、この人殺し。これ以上話すことはない！

source: And this is a good reason, because...?
hu: És ez olyan nagy dolog, miért is...?
ja: ちゃんとした理由があるんですよね、それは...？

source: You may have some fun!
ca: Podràs divertir-te!
hu: Szórakoztató!
ja: 楽しめるかもしれない！
ru: Это неплохое развлечение!

source: You will earn some gold in process!
ca: Guanyaràs una miqueta d'or!
hu: Gyűjthetsz egy kis aranyat!
ja: ゴールドを稼げるよ！
ru: Ты сможешь немного разбогатеть.

source: People unwilling to fight for freedom aren't worthy of it. Are you?
ca: La gent que no lluita per la llibertat no val res. Eres tu d'eixos?
hu: Aki nem harcol a szabadságáért, az nem is érdemli meg. Nem igaz?
ja: 自由のために戦おうとしない者に、杞憂を獲得する価値はない、あなたはどう？
ru: Люди, которые не сражаются за свободу, не достойны её. А ты?

source: What, are you a coward? Afraid of a few orcs?
ca: Què, eres un covard? Tens temor d'uns pocs orcs?
hu: Hogy, te gyáva vagy? Félsz az orkoktól?
ja: 何だって？臆病者か？オークが怖いのか？
ru: Ты что, трус? Испугался кучки орков?

source: Well... yes, why not? One of our boys can really handle a bow. You might have some use for him.
ca: Bé... Sí, per què no? Un dels nostres hòmens pot agafar l'arc. Podria ser-te útil.
hu: Nos... Miért is ne. Az egyik emberünk tud lőni az íjjal. Hasznodra válhat
ja: うーん... よし、そうだな。うちの息子に弓矢を扱えるのが一人いる。役に立てるかもしれない。
ru: Ну... А почему бы и нет? Один из наших умеет обращаться с луком. Может он тебе пригодится.

source: Ha, ha, and I thought you were serious.
ca: Ha, ha, i jo que pensava que parlaves de veritat.
hu: Ha, ha, azt hittem, komolyan gondolod.
ja: あはは、本気かと思った。
ru: Ха-ха, а я подумал, ты серьёзно.

source: Orcs? They were here, but they left in hurry. They were pillaging villages to the east of us. They were headed for a place called Haeltin, and I've heard they were defeated there by some woman.
ca: Orcs? Sí, van estar per ací, però es van marxar com si tingueren presa. Estaven saquejant poblets cap a l'est d'ací. Es dirigien cap a un lloc anomenat Haeltin, i he sentit dir que van ser derrotats per alguna dona.
hu: Orkok? Jártak itt, de gyorsan elkotródtak. A keletre eső falvakat pusztítják. Valami Haeltin nevű helyet kerestek, de egy nő szétverte őket.
ja: オークですか？ここにいましたよ、でも急いでどこかに行っちゃいました。東にある俺たちの村という村を略奪してたんです。Haeltin とかいう所に向かったのかな。ある女にやっつけられたって聞きましたけど。
ru: Орки? Они были здесь, но быстро ушли. Они грабили деревни на востоке отсюда. Потом двинулись в место под названием Хэлтин и там какая-то женщина разбила их.

source: Some woman? SOME WOMAN? That freckled kid might be SOME woman when she grows up, but not me. I am a Lady, LADY Lorin!
ca: Alguna dona? ALGUNA DONA? Eixa xiqueta pudenta serà ALGUNA dona quan arribe a crèixer, però jo no. Jo sóc una senyora, NA Lorin.
hu: Egy nő? EGY NŐ? Ez a kis tacskó lesz EGY nő, amikor majd felnő, de én nem egy nő vagyok. ÉN egy lady vagyok, LADY Lorin.
ja: ある女って？誰よ？ あのソバカスだらけのガキは、大きくなったら「ある女」って言われるかもしれないけど、私は違う。私は女性よ、「Lorin 夫人」よ！
ru: Какая-то женщина? КАКАЯ-ТО ЖЕНЩИНА? Вот это конопатое дитя будет КАКОЙ-ТО женщиной когда подрастёт. А я - леди, ЛЕДИ Лорин.

source: Ah, that must be that 'She-wolf of Haeltin' you mentioned, Ruvio. Will have to meet her.
ca: Ah, aquesta és la lloba de Haeltin de la que vas parlar, Ruvio. Haurem de conèixer-la.
hu: Á, ő lehet Haeltin Nőstényfarkasa, akit említettél, Ruvio. Találkoznunk kellene vele.
ja: あっ、あれだ、君が話してたのは、あの "メス狼" に違いない、Ruvio 。彼女に会ってみなければ...
ru: А, Рувио, это та Хэлтинская Волчица, про которую ты говорил. Нам нужно встретиться с ней.

source: Bontom? It is somewhere in the south-west. I think. In one of the villages south of here people might know more about its exact location.
ja: Bontom ？南西方向の何処かだ。と思うけど。正確な場所は、南に行った村の一つに住んでる人たちなら、知ってるかもしれない。

source: If I were younger, then I might have said yes, why not, but I am really too old for adventure seeking now.
ca: Si fora més jove, aleshores sí, per què no? Però ara ja sóc massa major per anar-me'n d'aventures.
hu: Ha fiatalabb lennék, akkor igen, miért is ne, de öreg vagyok már ahhoz, hogy kalandokat keressek.
ja: 自分がもうちょっと若かったら、はい、って返事したかもしれませんが、ほんとに。でも、探索の旅をするには、歳を取りすぎましたよ。
ru: Если бы я был моложе, то попробовал бы, почему бы и нет. Но сейчас я слишком стар для приключений.

source: Orcs? Da orcs were in plains pillagin' and burnin'. They are big and bad and you should avoid them, boy.
ca: Orcos? Els orcos 'estaen' pels 'campos' creman' i fen'ho tot malbé. Són grans, 'malos' i els deuries 'd'evitar', xic.
hu: Orkok? Odale a síkságon fosztogatnak és gyújtogatnak. Jobb, ha elkerülitek azokat a behemótokat, fiúk.
ja: オーク？奴らは平原で略奪とか火炙りとか、しょっちゅうやってなあ。体格はでかいし、悪い奴らだし、近づかん方がいいですよ。
ru: Орки? А то. Вон внизу всё пожгли да пограбили. Здоровенные и злые. Ты, парень, держись от них подальше.

source: Reme? What is Reme? Some kind of food?
ca: Reme? Què és Reme? Un menjar?
hu: Reme? Mi az a Reme? Valami kaja?
ja: Reme ？ Reme って何です？食べられるもの？
ru: Реме? Что за Реме? Его едят?

source: No, no, it's one of the Akladian lords, who...
ca: No, no, és un dels senyors akladians que...
hu: Nem, dehogy, ő egy akladiai nemes, aki...
ja: 違う違う、Akladia人の貴族の一人で、...
ru: Нет, нет. Это один акладианский лорд, который...

source: Oh, Akladian lords, yeah, I've heard about them. They are big and bad and you should avoid them, boy.
ca: Senyor akladians, sí, n'he sentit d'ells. Són grans, 'malos' i els deuries 'd'evitar'.
hu: Akladiai nemesek, ja, hallottam róluk. Állati gonoszok, kerüljétek el őket, fiúk.
ja: あぁ、Akladia人のね、ええ、聞いたことがありますよ。そいつら、とてもデカくてワルで、近づかない方がいいですよ、お若い方。
ru: А, ага, про акладианских лордов я слышал. Здоровенные и злые. Ты лучше держись от них подальше.

source: A place called Bontom? Yeah, I've heard about that. It's somewhere in the south; maybe people living in villages more to the south would know more about it.
ja: Bontom っていう場所？ あ、それ聞いたことがあるぞ。南の何処かにあるらしい。ここから南に行った村の人達なら詳しく知ってるかもしれないよ。

source: I'm too old ta be leavin' my village, and the one boy who wanted to search for adventures already joined you.
ca: Sóc massa vell per deixar el meu poblet, i un xicot que sí volia anar-se'n d'aventures ja s'ha unit a tu.
hu: Öreg vagyok én már katonának, egy fiú, aki kalandokat keres, már csatlakozott hozzád korábban.
ja: 私は、自分の村を離れるには、歳を取りすぎちまったし、冒険したいって言ってた男の子の一人は、もうあんたたちの仲間になってるよ。
ru: Да я старый уже из деревни уходить. А тот парень который искал приключений, уже с тобой.

source: I'm too old ta be leavin my village, but there is one boy who could fight for you, why not.
ca: Sóc massa vell per deixar el meu poblet, però hi ha un xicot per ací que lluitaria per tu, per què no?
hu: Én már öreg vagyok a csatákhoz, de van itt egy fiú, aki szívesen harcolna érted.
ja: 自分の村を離れるには、私は歳を取りすぎちまったけど、あなたたちのために戦いたいって言ってる男の子が一人いるんだ、連れてってくださいな。
ru: Да я старый уже из деревни уходить. А вот у нас есть один парень, вот он бы с тобой пошёл. А чего?

source: One of local peasants joins your army. It's an untrained but LOYAL, STRONG, and RESILIENT unit.
hu: A parasztok közül egy ifjú csatlakozik a seregedhez. Képzetlen még, de HŰSÉGES és ERŐS valamint ÜGYESKEZŰ is.
ja: 地元の農民が一人軍隊に加わりました。訓練は受けていませんが、「忠義」「強力」「頑強」の各属性を持っています。

source: John the Baldhead
ca: Joan el calb
hu: Kopasz Jani
ja: 禿頭の John
ru: Джон Плешивая башка

source: Now that we know where your friend Reme is, we can go to that Bontom place the peasants told us about.
ca: Ara que ja saps on és el teu amic Reme, tal volta vulgues anar a eixe Bontom del que ens han parlat els camperols.
hu: Nos, amikor sikerül megtudni, hogy Reme barátod hol van, meglátogathatod ezt a Bontomot, amit a parasztok emlegettek.
ja: あなたのご友人 Reme の居場所が分かったら、農民の教えてくれた Bontom へ行きましょう。
ru: Теперь, когда мы знаем, где находится твой друг Реме, мы можем пойти в Бонтом, о котором нам рассказывали крестьяне.
