Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Will you join us to fight against the orcs? Or maybe you would prefer to ally yourself with these madmen who want to slaughter their own kin?
ca: T'uniràs amb nosaltres contra els orcs o prefereixes aliar-te amb tots eixos bojos que volen matar la seua pròpia raça?
hu: Csatlakozol hozzám az orkok elleni harcban? Vagy szívesebben szövetkeznél azokkal az őrültekkel, akik saját fajtájukat mészároltatják le?
ja: 私たちの仲間になって、一緒にオークと戦う？それとも、同じ種族の者を殺すのが大好きな狂人たちの仲間になりたいのかしら？
ru: Хочешь вместе с нами сражаться против орков? Или предпочитаешь вместе с этим безумцем убивать своих родичей?

source: Yes... I will join you.
ca: Sí... m'uniré a vosaltres.
hu: Igen... Csatlakozom hozzád.
ja: そりゃあ... あなたの仲間になりますよ。
ru: Да... Я пойду с вами.

source: So, we won.
ca: Bé, hem guanyat
hu: Akkor, győztünk.
ja: そっ、私たちの勝ちね。
ru: Итак, мы победили.

source: You sound disappointed... were you relishing the thought of more action?
ja: なんか、残念そうに聞こえましたよ... あなた、もっと戦闘ができるのを楽しみにしていたのでは？

source: I'm sure there will be plenty of action when the orcs arrive.
ca: Ja hi haurà més acció quan arriben els orcs.
hu: Lesz még alkalom a csatára, ha jönnek az orkok.
ja: オークが到着すれば、いわば交戦状態が花盛りってところね、間違いないわ。
ru: Когда придут орки, ещё навоюемся.

source: What part of the phrase 'do not kill their leaders, leave them for me' was so difficult to understand?
ca: Quina part de la frase 'no mateu els seus líders, deixeu-me'ls a mi' no has entès?
hu: Az utasításom, 'a vezéreiket ne öljétek meg, magam akarok végezni velük', melyik szavát nem sikerült megértened?
ja: 「リーダーたちは殺すな、私のために」と言ったはずなんだけど、分かりづらかったのかしら？
ru: Какое слово во фразе: "Не убивайте лордов, оставьте их мне" было не понятно?

source: But it was self-defense!
ca: Però si ha sigut en defensa pròpia!!
hu: Csak önvédelem volt!
ja: しかし、自己防衛が優先でしょう！
ru: Это была просто самозащита!

source: Yeah, sure. Why do men always think I can't handle my enemies myself?
ca: Sí, segur. Déu meu, per què eixos mascles sempre pensen que no me les puc heure jo soleta amb els meus enemics?
hu: Na persze. Istenem, miért gondolják ezek a macsók, hogy nem tudok elbánni egy kurafival?
ja: まあ、そうね。どうして男はいつも、私には敵をうまく扱えないと思ってるのかしら？
ru: Ну да, конечно. Господи, почему эти мужчины думают, что я не смогу сама разобраться со своими врагами?

source: We have taken the castle... what a pleasant surprise! What now?
ca: Bé, hem capturar el castell. Una agradable sorpresa. I ara què?
hu: Nos, elfoglaltuk a várat. Egy kissé meg is lepődtem. S most hogyan tovább?
ja: 城は手中に収めてしまった... なんとも嬉しい驚きだ！今度は何です？
ru: Итак, мы взяли замок. Приятный сюрприз. Правда?

source: Surprise? What do you mean by that?
ca: Sorpresa? Què vols dir amb això?
hu: Meglepődtél? Ugyan min?
ja: 驚き？それはどういう意味だ？
ru: Сюрприз? Что ты имеешь в виду?

source: I mean that I didn't think we would be able to take that castle, because...
ca: Volia dir que pensava que no podríem capturar el castell perquè...
hu: Úgy értettem, azt hittem,hogy nem fogjuk tudni elfoglalni a várat, mert...
ja: つまりですな、我々がこの城を奪えるだなんて、思ってもいなかったわけですよ。だって...
ru: Я думал, у нас не получится, потому что...

source: Because what? You think that just because I am a weak woman I can't take a castle?
ca: Perquè què? Penses que perquè sóc una dèbil dona no puc prendre un castell?
hu: Mert? Talán egy magamfajta gyenge nő nem képes bevenni egy várat?
ja: だって、何？ <b>か弱い女</b>が城なんか取れるわけないって？
ru: Потому что что? Ты думаешь, что раз я слабая женщина, я не могу захватить замок?

source: No, I just... look, the castle provides excellent tactical position against sieges... stop glaring at me. What are you going to do now?
ja: いえ、私はただ... あっ、この城は、包囲されることに対抗する優秀な戦術的位置にありますなあ... 私を睨むのは辞めてくださいよ。さあ、これから何をするんです？

source: Well, haven't you heard? An orcish army is coming here. We have to prepare the defenses immediately. And while we do so, we can ponder the next move to be made.
ca: Bé, no ho has sentit? Un exèrcit orc està venint cap ací. Hem de preparar les defenses. I després ja pensarem en altres coses.
hu: Nos, nem emlékszel? Valami ork sereg tart errefelé. Meg kell erősítenünk a védelmet. Aztán meg majd meglátjuk.
ja: おい、こら、聞いてなかったの？オークの軍隊が迫って来ている。すぐにも防衛の準備をしなければならないでしょうが。準備を進めてる間に、次に打つべき手を考えられるわ。
ru: Ты разве не слышал? Сюда идёт какая-то орочья армия. Мы должны приготовиться к обороне. А потом подумаем, что делать дальше.

source: Well, I have my own castle, that's a start. Now I need more gold, so I guess we could 'ask' our neighbors for some. But we also need some time to rest and heal the wounded.
ca: Bé, ja tinc el meu propi castell. Eixa la primera. Ara, necessitem més or, així que haurem de demanar-lo amablement als nostres veïns. Però abans necessitem una miqueta de temps per descansar i curar les ferides.
hu: Remek, szereztem egy saját várat. Kezdetnek ez elég is. Most szükség lesz egy kis aranyra, azt hiszem a szomszédainktól kérhetek. De előbb pihenjünk, és lássuk el a sebesülteket.
ja: そうねえ、城は手に入ったし、ここが始まりってわけね。うん、もっとゴールドが必要よ。いくらか隣人たちに「頼んで」みようかしら。でも、休息を取ったり負傷者の治療の時間もなきゃいけないし。
ru: Итак, у меня есть свой собственный замок. Это для начала. Теперь мне нужно больше золота. Я думаю, мы должны любезно попросить об этом соседей. А пока нам нужно отдохнуть и перевязать раны.

source: How strange... it seems that by killing so many of them, you have gained their respect.
ca: Pareix estrany, però sembla que matar tants d'ells t'ha fet guanyar-te amb el seu respecte.
hu: Különös, minél többet ölsz meg közülük, annál nagyobb az ázsiód.
ja: 変な話ですなあ... 奴らをこれだけ大勢殺しておいて、それでも奴らから尊敬を受けてしまったなんて。
ru: Странное дело. Чем больше ты их убиваешь, тем больше они тебя уважают.

source: What's so strange about that?
ca: Què té d'estrany això?
hu: Mi ebben a különös?
ja: なんで、それがそんなに変なわけ？
ru: Чего странного?

source: The locals are placing respect for arms above respect of kin. Some of them are even willing to fight for you now.
ja: ここの地域住民は、一族の敬意よりも軍隊への敬意の方を優先している。その中には、あなたのために戦うことを望んでいるものさえいる。

source: We have searched the castle and we found a lot of supplies. I hope we will find a good use for them.
ca: Hem trobat molts queviures dins del castell. Espere que els sapiguem usar bé.
hu: A kastélyban óriási készletek vannak felhalmozva. Remélem, jó hasznát vesszük majd.
ja: 城の中を探してみたら、物資がごっそりと見つかりましたよ。その中にうまく使える物があるといいですな。
ru: В замке нашли много запасов. Надеюсь, мы сможем достойно ими распорядиться.

source: A woman! A woman killed me! Aaargh!
ca: Una dona! Una dona m'ha mort! Aaargh!
hu: Egy nő! Egy nő kezétől esem el! Ááááhhh!
ja: 女だ！女に殺されちまった！くそー！
ru: Женщина! Меня убила женщина! А-а-а!

source: What? Haven't I practiced the art of the blade as much as he has?
ja: なに？私が、彼ほどには剣の修業を積んでいないと言いたいのか？

source: I lost to a woman? Nooo...
ca: Derrotat per una dona? Nooo...
hu: Egy nő kezétől esem el? Neee...
ja: 女に負けたのか？ ウゥ.....
ru: Проиграть женщине? Не-е-ет...

source: You really can fight. I salute you as I die.
ca: Sí que saps lluitar. Vull honrar-te abans de morir.
hu: Kitűnően harcolsz. Büszke vagyok, hogy te ölsz meg.
ja: あんた、本当にちゃんと戦えるんだな。死に際に敬意を表すよ。
ru: Ты в самом деле умеешь драться. Умирая, я славлю тебя.

source: What's wrong with these Akladians? They hate you, you start killing them, and now they like you? Are Akladians gluttons for punishment or is skill at arms paramount with your ilk?
ca: Ací hi ha alguna cosa que no em quadra amb vosaltres els akladians. Primer t'odiaven, tu els comences a matar i ara ja els agrades? Que sou alguna mena de viciosos a favor del càstig?
hu: Valami baj van veletek, akladiaiakkal. Először gyűlöltek, elkezdted gyilkolni őket, s most már szeretnek. Bennetek lappang valami szent mazochizmus?
ja: この Akladia 人たちは、一体どうしたっていうんです？奴らはあんたを嫌ってて、あんたは奴らを殺し始めて、で、今度はあんたを好きになって？ Akladia 人たちは懲罰を喜んで受ける人種なんですか？それとも、武芸に秀でていることが最も重要なんですか？
ru: Что вы за люди, акладианы? Они ненавидят тебя. Ты начинаешь убивать их и тут ты снова начинаешь им нравиться? Вы что, питаетесь жестокостью?

source: What a fighter! I would willingly fight for someone like her...
ca: Sí que és una lluitadora! Fins i tot podria lluitar per ella...
hu: Ez aztán a harcos! Bárcsak érte harcolhatnék...
ja: まったく、なんて戦士なんだ！彼女みたいな人のためなら、喜んで戦うだろう...
ru: Она настоящий воин! Я никогда не дрался ни с кем подобным...

source: I am no necromancer; I have use only for living warriors, not the dead!
ja: 私はネクロマンサーではないから、従えるのは生きた戦士だけで、死人ではない！

source: They seem to have come to respect you now. Strange.
ca: Pareixen respectar-te ara. Estrany.
hu: Úgy látszik, kezdenek tisztelni.
ja: 彼らはあんたを尊敬するようになったみたいだ。不思議なもんだ。
ru: Кажется они начинают тебя уважать. Странно.

source: A New Order
ca: Un nou ordre
hu: Új korszak
ja: 新たなる秩序
ru: Новый Порядок

source: Trivial
hu: Egyszerű
ja: 超簡単
ru: Элементарный

source: Normal
hu: Átlagos
ja: 普通
ru: Нормальный

source: Difficult
ja: 困難

source: Impossible
hu: Lehetetlen
ja: 無理
ru: Невозможный

source: The old kingdom of Wesnoth has fallen before barbarian hordes. The occupying barbarians are on the brink of civil war, the seeds of Wesnothian rebellion are kept alive by old legends, while bandits and Dunefolk mercenaries roam the land. Can Gawen Hagarthen unite these disparate factions against a common foe? Note: This campaign contains mature themes, some of which may be unsuitable for children. (Intermediate level, 45 scenarios. Requires BfW 1.18) Version
ja: いにしえの王国 Wesnoth は今や蛮族の大軍の前に陥落した。占領した蛮族は内乱の危機に瀕し、Wesnoth 人民の叛乱の種は古い伝説によって生かされ続け、盗賊とデューンフォークの傭兵がこの地を闊歩している。Gawen Hagarthen は共通の敵に対して、こうした異なる種族を一致団結させられるだろうか？ 注意：このキャンペーンには成人向けのテーマが含まれており、子どもには不適当な場面もあります。 (中級レベル、45シナリオ。BfW 1.18が必要) バージョン

source: Original Creator and Lead Designer
ja: 原作者兼主席デザイナー

source: Campaign Maintenance
ca: Manteniment de la campanya
hu: Hadjárat karbantartó
ja: キャンペーンメンテナンス

source: Artwork
ja: アートワーク

source: Music
ja: 音楽

source: Translations
ca: Traduccions
hu: Fordítások
ja: 翻訳

source: American English (en_US) translation:
ja: アメリカ英語（en_us）翻訳：

source: British English (en_GB) translation:
ja: イギリス英語（en_gb）翻訳：

source: Catalonian translation:
ca: Traducció al català:
hu: Katalán fordítás:
ja: カタロニア語翻訳：

source: Czech translation:
ca: Traducció al txec:
hu: Cseh fordítás:
ja: チェコ語翻訳：

source: Danish translation:
ca: Traducció al danès:
hu: Dán fordítás:
ja: デンマーク語翻訳：

source: French translation:
ca: Traducció al francès:
hu: Francia fordítás:
ja: フランス語翻訳：

source: German translation:
ca: Traducció a l'alemany:
hu: Német fordítás:
ja: ドイツ語翻訳：

source: Hungarian translation:
ja: ハンガリー語翻訳：

source: Italian translation:
ca: Traducció a l'italià:
hu: Olasz fordítás:
ja: イタリア語翻訳：

source: Japanese translation:
ja: 日本語翻訳：

source: Polish translation:
ca: Traducció al polonès:
hu: Lengyel fordítás:
ja: ポーランド語翻訳：

source: Russian translation:
ca: Traducció al rus:
hu: Orosz fordítás:
ja: ロシア語翻訳：

source: Spanish translation:
ca: Traducció a l'espanyol:
hu: Spanyol fordítás:
ja: スペイン語翻訳：

source: Swedish translation:
ca: Traducció al suec:
hu: Svéd fordítás:
ja: スウェーデン語翻訳：

source: Turkish translation:
ca: Traducció al turc:
hu: Török fordítás:
ja: トルコ語翻訳：

source: Additional thanks to
ca: Agraïment addicional a
hu: Külön köszönet
ja: さらなる感謝を

source: all others from the Wesnoth forums
ja: ウェスノスフォーラムのその他の皆さんへ

source: Campaign funding
ja: キャンペーン資金

source: More info may be found within readme.txt file
ja: 詳細は readme.txt でどうぞ

source: (as described previously)
ja: (前述のとおり）

source: I can't believe you actually read this thing
ja: あなたが本当にこれを読んでいたなんて信じられない

source: (although it's a bit more understandable now)
ja: (今では少し理解できるようになったけれど）

source: Father of Luke Skywalker
ja: 空を歩くルーク（Luke Skywalker）のお父さん

source: Famous Czech gay actors
ja: チェコの有名なゲイ俳優たち

source: The living proof that you may not know how to spell and still be president
ja: スペルを知らなくても大統領になれるという生きた証拠

source: Notes:
hu: Megjegyzés:

source: Veterans of many fights and surviving many defenses against invading enemies, Protectors form a caste of excellent warriors with their own codex, devoting their whole life to the protection of their clans.
hu: Sok csatát túlélt harcosok, számtalan honvédő háború hősei, a védelmezők külön osztályt képeznek a legkiválóbb harcosok között is, saját kódexük van, az életüket a klánjuk megvédésének szentelik.

source: Very rare amongst Akladian tribes, Wonderman are those who have spent their whole life studying ways of healing. They have even learned from the experiences of Wesnothians, and learned a few valuable tricks in the process.
hu: Az akladiaiak közt ritkaságszámba mennek a csodatévők, akik egész életüket a gyógyításnak szentelik. Nem vetik meg még a wesnothiak gyakorlatát sem, s néhány tőlük ellesett fogást is alkalmaznak praxisukban.

source: Akladian Wisemans are those very few from the tribes, who study herbs and ways to heal, instead of how to harm and kill people.
hu: Az akladiai bölcsek a törzsek azon kevés tagjai közé tartoznak, akik gyógynövényeket gyűjtenek, gyógyítással foglalkoznak ahelyett, hogy gyilkolnának.

source: Devoting their whole life to the task of healing and curing, Akladian Holymans are respected amongst the tribes, and useful to Akladian lords.
hu: Egész életüket a gyógyításnak, méregűzésnek szentelve az akladiai szentek nagy tiszteletnek örvendenek a törzsek közt, s az urak is nagy hasznukat veszik.

source: This is a debug message. If you see it, then it means I forgot to delete it from the release scenario.
hu: Ez egy hibaüzenet. Ha találkozol vele, az azt jelenti, hogy elfelejtettem kitörölni.

source: This is a debug message. If you see it, then it means I forgot to delete it from the release scenario.
hu: Ez egy hibaüzenet. Ha találkozol vele, az azt jelenti, hogy elfelejtettem kitörölni.

source: loyal
ca: lleial
hu: hűséges
ru: преданный

source: Zero upkeep
ca: Manteniment nul
hu: Nincs fenntartási költség
ru: Нулевое содержание

source: You fool! He is mixling, he can't be our king!
ca: Imbècil! És un mestís, no pot ser el nostre rei!
hu: Te ostoba! Hiszen ez egy korcs, nem lehet a királyunk!
ru: Идиот! Он же полукровка, он не достоин быть королём.

source: There is no difference, really. We can use either to reach Vattin. The eastern one leads amidst swamps and forests, while the western one leads through the hills and grasslands. God, I swear to sacrifice a horse if you will help us survive this. A whole, beautiful horse. And I will add a golden saddle!
ca: Bah, no hi ha cap diferència. Ambdós ens duran cap a Vattin. El més oriental ens durà per marjals i boscos, mentre que l'occidental per les planícies i els colls. Déu meu, et jure que, si ens ajudes a eixir d'aquesta amb vida, et sacrificaré un cavall. Un cavall sencer i ben bonic. I li afegiré una sella feta d'or!
hu: Valójában nincs köztük különbség. Bármelyik irányból visszajuthatunk Vattinba. A keleti út mocsarakon és erdőkön visz keresztül, míg a nyugati dombokon és mezőkön. Istenem, egy egész lovat áldozok neked, ha túléljük ezt a napot. Egy gyönyörű, egész lovat. S még egy arany nyerget is adok mellé.
ru: Разницы нет. Они оба ведут в Ваттин. Восточный идёт через леса и болота, в то время как западный - через холмы и поля. Боже, я клянусь принести тебе в жертву лошадь, если ты поможешь нам спастись. Прекрасную здоровую лошадь. И золотое седло в придачу!

source: Any unit which reaches either signpost will be evacuated and join Lorin and Reme's party. Gawen will be refunded the cost of evacuated loyal units. Units not recalled will be lost. Units that do not escape will also be lost. Gawen must not escape, or he would be considered an unworthy coward by his soldiers. Lorin will get a bonus for each turn Gawen resists beyond the required limit.
hu: Bármelyik egység, amelyik eléri valamelyik útjelzőt, megmenekül és csatlakozik Lorin és Reme csapatához. Azok az egységek, amelyeket nem hívsz vissza, elvesznek. Gawen nem szökhet meg, különben gyáva nyúlként tekintenének rá a harcosai. Jutalmat kapsz minden plusz körért, amíg a szükséges szám felett kitartasz.

source: Reme, you have to take care of Lorin! She went the other way
ca: Reme, has de vetllar per Lorin. Es va anar per l'altre camí.
hu: Reme, ne feledkezz meg Lady Lorinról! Ő amarra ment.
ru: Реме, ты должен позаботиться о Лорин. Она уходит другой дорогой.

source: That's all I wanted to know
ca: Això és tot el que volia saber.
hu: Ez minden, amit tudni akartam.
ru: Это всё, что я хотел узнать

source: I won't stop until the last one of you is killed
ca: No pararé fins que l'últim de vosaltres haja mort.
hu: Az utolsó szálig kiirtunk titeket.

source: Of pain? Never. But I don't want underlings to hear me screaming
ca: Al dolor? Mai. Però no vull que els carralls em senten gritar.
hu: A fájdalomtól? Nem. De nem szeretném, ha a nemtelenek hallanák a sikolyaimat.

source: Well, think about this: after I kill you I will cut off you head. Could you still be raised from the dead without your head?
hu: Nos, ezen gondolkodom: miután megöllek, levágom a fejed. Fej nélkül is vissza tudsz térni a halálból?

source: Arise, my slave, arise! Why you are deaf to my calls?
ca: Alça't, esclau, alça't! Per què eres sord a la meua crida?
hu: Emelkedj, szolgám, emelkedj fel a porból! Miért nem engedelmeskedsz?

source: Ruvio, please tell me..
ca: Ruvio, per favor, podries dir-me...
hu: Ruvio, kérlek mondd el...
ru: Рувио, ...

source: Tell me about Karen
ca: Parla'm de Karen
hu: Beszélj nekem Karenről!
ru: Расскажи мне о Карен.

source: Never mind
ca: Dona igual
hu: Meggondoltam magam
ru: Ничего, забудь.

source: If Oracle is so respected by Akladians, why does not she simply declare Akladians should love Wesnothians?
hu: Ha a Jósnőt annyira tisztelik az akladiaiak, akkor miért nem hirdeti ki, hogy az akladiaiaknak szeretniük kell a wesnothiakat?

source: Ye have heard the stories about undead invading the neighbouring kingdom of Okladia. Some lost all hope. But be ye not afraid, for there is a man who is sent here to stop the undead menace and to cleanse the evil festering within the very heart of our country.
ca: Tots haveu sentit les històries dels no morts que envaeixen el veí regne d'Okladia. Alguns haveu perdut tota l'esperança. No tingueu por, però, ja que hi ha un home que ha sigut enviat aquí per aturar l'amenaça no morta i derrotar el mal dins del mateix cor del nostre país.
hu: Hallhattátok a rémhíreket, hogy a szomszédos Okladiát elárasztották az élőholtak. Sokan közületek elvesztették utolsó reményüket is. De ne csüggedjetek! Az ember, aki megállítja az élőholtakat, s aki kiirtja a gonoszt az ország szívéből, megérkezett!
ru: Вы слышали рассказы о мертвецах, захвативших королевство Окладия. Некоторые из вас потеряли надежду. Не бойтесь! Есть человек, который послан нам, чтобы остановить мертвецов и поразить зло, рождённое в самом сердце вашей страны!

source: You have to react, my king. If you won't stop this, Akladians with turn away from you and there will be another round of civil war.
ca: De tota manera, cal reaccionar, rei meu. Si no ho aturem, els akladians ens donaran l'esquena i començarà una nova ronda de guerra civil.
hu: Akárhogy is, reagálnod kell, királyom. Ha nem állítod meg a gyilkolást, az akladiaiak elfordulnak tőled, s a polgárháború újabb szakasza tör ki.
ru: Как бы то ни было, бы должны как-то отреагировать, мой король. Если ты не остановишь это, акладианы отвернутся от тебя и гражданская война вступит в новую стадию.

source: Punish them? Why? They acted out of despair and anger, they lost their whole families at the hands of Akladians, how can you punish them? If you do, a lot of the Wesnothians will turn away from you...
ca: Castigar-los? Per què? Actuaven pel desesper i la fúria, havien perdut famílies senceres a mans dels akladians, com els pots castigar? I si ho fas, seran els wesnothians qui et donaran l'esquena...
hu: Megbüntetni őket? Miért? Cselekedtek, mert a düh és keserűség mozgatja őket, akladiaiak irtották ki a családjukat, hogy büntethetnéd meg őket? S ha ezt teszed, akkor a wesnothiak fordulnak el tőled...
ru: Наказывать восставших? За что? Их ведут отчаяние и гнев, их семьи пали от рук акладиан! За что их наказывать? В конце концов, если ты пойдёшь на это, от тебя отвернутся веснотцы.

source: Well..
ca: Bé...
hu: Jól van...

source: Bontom? It is somewhere to south-west. In one of the villages south of here people might know more about its exact location.
ca: Bontom? Està més o menys cap al sud-est. Hi ha un poblet al sud, allí la gent deuria saber més d'això.
hu: Bontom? Valahol délnyugaton van. A délebbi falvakban biztos többet tudnak.
ru: Бонтом? Это где-то на юго-востоке. В деревне к югу отсюда должны больше знать об этом месте.

source: A place called Bontom? Yeah, I've heard about that. It's somewhere in the south, maybe people living in villages more to south would know more about it.
ca: Sí, Bontom, sí, he sentit 'algo' 'd'ixe puesto'. Està cap al sud, tal volta les bones gents que viuen a les aldees de més cap al sud poden dir-te alguna cosa més.
hu: Bontom vidéke, ja, hallottam róla. Valahol délen van, biztosan rendes emberek lakják, délebbre többet tudhatnak.
ru: Бонтом, ага. Слышал. Где-то на юге. Может мужики из южной деревни больше скажут.

source: Yahyazad
hu: Majid Yahyazad

source: I have no idea where your friend may be.
ca: No tinc ni idea d'on pot estar el teu amic.
hu: Fogalmam sincs, hol lehet a barátod.
ru: Понятия не имею, где может быть твой друг.

source: Well, she was from a royal house. The Akladian king gave her a simple choice: marry him or he would unleash his anger on her family. So, she agreed. I visited her from time to time, singing songs, bringing her news from home...
ca: Bé, era d'una casa reial i el rei akladià li va fer una proposta ben clara: o es casava amb ell o deixaria caure tota la seua fúria sobre la seua família, i, per tant, ella va accedir. Jo la visitava a vegades, li cantava algunes cançons, li donava notícies de sa casa...
hu: Nos, a királyi családból származott. Az akladiai király választás elé állította: vagy hozzámegy, vagy a haragja utoléri a családját. Édesanyád az előbbit választotta. Időről időre meglátogattam, énekeltem a dalainkat, híreket vittem hazulról...
ru: Ну, она происходила из королевской семьи. Акладианский король поставил её перед простым выбором?: или она выходит за него замуж, или на её семью обрушится весь его гнев. И она приняла его предложение. Я навещал её время от времени, пел ей песни и рассказывал последние новости с родины...

source: I can also dance. Gawen. When we return to Freetown I could dance for you...
ca: També sé ballar. Gawen, quan tornem a Ciutat Lliure podria ballar per tu.
hu: Táncolni is tudok. Ha visszaérünk Freetownba, megmutatom, mire vagyok képes.
ru: Ещё танцую. Когда мы вернёмся во Фритаун, я бы могла станцевать для тебя.

source: That is fortunate for me. She seems to have locked her heart up in an unbreakable fortress... but I think I can find a way into her heart. With time and patience, I'm sure I can discover a way to break down those walls.
hu: Ez szerencse számomra. Úgy tűnik, bevehetetlen erődbe zárta a szívét... de én akkor is találok utat hozzá. Idővel és türelemmel csak áttörök azokon a most még áthatolhatatlan falakon.

source: You find my step-mother... a worthy challenge, then?
hu: Úgy gondolod, hogy a nevelőanyám... egy nagyszerű kihívás?

source: I do... and shall gladly pay the price to try to win her heart.
hu: Igen... és bármilyen árat képes vagyok megfizetni, hogy meghódítsam a szívét.

source: You have my blessing, noble Majid, for what it's worth. Sometimes the ruthlessness of the 'She-Wolf of Haeltin' still scares even me.
hu: Hát, nemes Majid, a magam részéről csak drukkolni tudok, hogy sikerrel járj. Haeltin Nőstényfarkasának könyörtelensége olykor még engem is elborzaszt.

source: Matthews Eagle Eye
ca: Mateu Ulls de Falcó
hu: Sólyomszem Matyi
ru: Мэтьюс Орлиный глаз
