Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.
ja: 恐れてはならない。恐怖は精神の破壊をもたらす。恐怖はすべてを抹殺する小さな死である。私は恐怖に立ち向かう。恐怖が私を覆い込み、私はただ身を任せよう。やがて過ぎ去ったとき、振り返り、心の目で痕を見つめる。そこには何もないだろう。あるのはただ私だけなのだ。

source: Oh that was cute. Now, if you are quite finished, I have here this little knife-thing. This knife is what brings total obliteration, not to mention suffering.
ca: Oh, què bonic... Si ja has acabat del tot, tinc ací aquest encara més bonic ganivet. Aquest ganivet serà el que durà la destrucció total, sense dir-ne res del sofriment.
hu: Ez fantasztikus volt. Nos, ha már befejezted a mantrát, nézd meg a kezemben ezt a késszerű dolgot. Ez a kés hozza el neked a megsemmisülést, nem is említve a fájdalmat.
ja: あら、素敵ね。さあ、恐怖はもう過ぎ去ったかしら。ここに新たな恐怖、小さなナイフがある。ナイフはすべてを抹殺する物質である。苦しみがお前を覆い込む。
ru: О, это было мило. А чтобы внести ясность, у меня есть вот этот маленький ножик. Он тоже несёт полное забвение, не говоря уже о страданиях.

source: I must not... ARGH!... I must not...
ca: No dec... ARGH!... No, no he de...
hu: A félelem nem lehet... ÁÁÁHHH... A félelem nem...
ja: 恐れてはならな... ウグッ... 恐れては...
ru: Я не должен... ААРХ!.. Я не должен...

source: Why are you here, allied with traitors from the Akladian race?
ja: お前がここにいるの理由は？ Akladia 人の裏切り者と手を組んだのは、なぜ？

source: I know nothing! I know nothing! Our guide Grekulak ordered us to ally with Akladians, I know nothing more!
ca: No ho sé! No sé res! El nostre líder Grekulak ens va ordenar que ens aliarem amb els akladians, no sé res més!
hu: Semmit nem tudok! Semmit! A vezetőnk, Grekulak parancsolta, hogy szövetkezzünk az akladiaiakkal, nem tudok többet!
ja: 俺は知らない！知らないって！ 俺たちの指導者 Grekulak が Akladia 人と同盟を結ぶよう命令した。それしか知らん！
ru: Ничего не знаю! Ничего не знаю! Наш вождь Грекулак приказал нам объединиться с акладианами, больше ничего не знаю!

source: Mother, you may let him go now.
ca: Mare, pots deixar-lo anar.
hu: Anyám, most már elengedheted.
ja: 母さん、もうこいつを解放してやってくれ。
ru: Мать, теперь его можно отпустить.

source: Argh!
hu: Ááhh!
ja: ウグッ！
ru: А-а-а!

source: Excuse me, my son, this orc screamed so loud in agony that I couldn't hear what you were saying. What was that?
ca: Perdona'm, fill meu, però aquest orc estava cridant tant fort mentres agonitzava que no he sentit res del que deies. Què era?
hu: Ne haragudj, fiam, ez az ork úgy ordítozott, hogy nem hallottam, mit mondtál. Megismételnéd?
ja: 我が息子よ、申し訳なかったわね。このオークが苦しんで大声を上げたもんだから、あなたの声がよく聞こえてなかったの。何て言ったの？
ru: Извини меня, сын мой, это орк так шумно бился в агонии, что я ничего не расслышала. Что ты сказал?

source: Never mind. My step-mother is obsessed with death and pain. Sigh.
ca: No importa. La meua madrastra és una valquíria obsessionada amb la mort i el dolor. Sigh.
hu: Mindegy. Nevelőanyám sorsistennőként osztogatja a kínt és a halált. Ehh.
ja: 何でもない。母さんは使徒痛みに取り憑かれてるよ。あぁ..
ru: Ничего. Моя мачеха - валькирия, помешанная на смерти и страданиях. Ох...

source: And she looks beautiful in armour, too.
ca: I té una bona pinta amb l'armadura...
hu: Valóban olyan, mint egy vértes istennő.
ja: だから鎧姿も美しいんですなあ。
ru: А ещё она круто смотрится в доспехе.

source: Ha! The outlaws were hiding some gold here!
ca: Ha! Estaven amagant ací una miqueta d'or!
hu: Há! Egy kis aranyat rejtettek el itt!
ja: わあ！ 無法者たちはここにゴールドを隠してた！
ru: Ха! Они спрятали тут немного золота!

source: You have received $outlaw_gold_amt gold pieces.
ja: $outlaw_gold_amt gold を獲得しました。

source: Ha! The Akladians were hiding some gold here!
ca: Ha! Els akladians estaven amagant una miqueta d'or!
hu: Há! Az akladiaiak elrejtettek itt egy kis aranyat!
ja: ハハッ！ Akladia 人が、こんな場所にゴールドを隠してた！
ru: Ха! Акладианы спрятали здесь немного золота!

source: You have received $akl_gold_amt gold pieces.
ja: $akl_gold_amt gold を獲得しました。

source: I guess this was gold prepared to pay for Reme Carrenemoe.
ca: Crec que tot aquest or estava preparat per a pagar per Reme Carrenemoe.
hu: Azt hiszem ezzel az arannyal akartak Reme Carrenemoért fizetni.
ja: これは Reme の解放用に用意したゴールドだったのかもしれない。
ru: Думаю, этим золотом собирались заплатить за Реме Карренемо.

source: I am saved!
ja: 助かった！

source: It's a hollow victory, defeating Reme's captors without him among our ranks...
ja: 虚しい勝利だ。Reme を捕虜にした者たちを倒しておきながら、私たちと一緒になれなかった。

source: The outlaws are defeated!
ja: 無法者たちが敗北した！

source: We saved Reme, but do not have him here with us for our victory? What happened?
ja: Reme は救ったけれど、勝利を祝うこの場に彼がいない。何があったのだ？

source: Akladian? Go away. Since the death of my old man I do not talk to Akladians.
ja: Akladia 人かい？あっちへ行ってくれ。夫が死んでから、Akladia 人とは話をしたことがないよ。

source: What do you want? I have already taught one of your people how to cure. That should be enough.
ja: 望みは何だい？あんたたちの一人に治療方法はもう教えただろう。それで十分だろ。

source: What do you want? I have already told you I speak to no Akladians since my husband, poor old soul, have died.
ja: 望みは何だい？あたしの夫は可哀想に、死んじまったんだ。それからは誰とも話さないって、もう言っただろ。

source: Ooo, who's there? The avengers from Freetown on a mission, huh?
ja: おや、そこにいるのは誰だい？ Freetown からの命令で来た復讐者かい？

source: Yes, old woman, we are from Freetown. You can go back to your village, you are safe now.
ja: そう、おばあさん、私たちは Freetownから来た。村に帰れるわよ、もう安全よ。

source: Ha, ha, ha. Indeed I am, since it seems to me you are taking care of orcs and Akladians. You know what, young fellow: in exchange for what you did for this poor village, I will teach you few tricks about herbs.
ja: はーっはっはっ。確かにそうだね。あんたらがオークや Akladia 人の相手をしてるようだからね。ねえ、お若い人、この貧しい村のためにやってくれたことのお礼に、薬草のちょっとしたワザを教えてあげよう。

source: Back in Freetown
ca: De nou en Ciutat Lliure
hu: Vissza Freetownba
ja: Freetown への帰還
ru: Возвращение во Фритаун

source: The winter was just ending when we returned to Freetown. Soldiers were singing mirthful songs, waiting impatiently for the chance to see the faces of their wives and children again.
ja: Freetown に戻ったときには、冬が終わろうとしていた。兵士たちは歓喜の歌を歌いながら、妻子の顔を見るのが待ち切れない様子だった。

source: Even Lorin and Karen seemed to finally be getting along. I thought they might have started to like each other. Karen had even promised to show Lorin a few easy exercises to help her to regain the slenderness of her youth.
ca: També Lorin i Karen pareixien començar a dur-se bé per fi, pareixia que començaven a agradar-se. Karen, fins i tot, li va prometre Lorin que li ensenyaria uns exercicis que l'ajudarien a recobrar les formes de la seua joventut.
hu: Még Lorin és Karen vetélkedése is lecsökkent. Azt hiszem kezdték megkedvelni egymást. Karen még azt is megígérte, hogy megoszt Lorinnal néhány fogást, hogy visszanyerje fiatalkori karcsúságát.
ja: Lorin と Karen もやっと打ち解けてきたようだった。お互いに好感を持ち始めたのだろう。Karen は、Lorin が若かった頃のスリムな体格を取り戻せるよう、簡単な体操を教えるとさえ約束していた。
ru: Даже Лорин и Карен, похоже, помирились. Думаю, они начали нравиться друг другу. Карен даже пообещала показать Лорин некоторые упражнения, которые помогут той вернуть такую же фигуру, как в молодости.

source: Rob Roe disappeared one night and no one, not even the outlaws in my army, knew the reasons of Roe's sudden disappearance. Outlaws were startled by the event and many of them refused to follow my orders any more.
ja: ある夜、Rob Roe がいなくなった。この忽然といなくなった理由を、軍内の無法者たちでさえ知らなかった。彼らはこの出来事にショックを受け、多くのものが私の命令に従うことを拒んだ。

source: Ruvio insisted on leaving all Akladians in our army outside the city, in the forest, but I refused. Of course, the inhabitants of Freetown weren't eager to let Akladians into their city. But there were no serious incidents, much to Ruvio's surprise.
ca: Ruvio insistia en deixar tots els akladians fora de la ciutat, als boscos, però vaig rebutjar-ho. Per suposat, no els va fer molta gràcia als habitants de Ciutat Lliure veure akladians entrant en la seua ciutat. Però tot va passar sense cap incident remarcable, cosa que va sorprendre molt a Ruvio.
hu: Ruvio amellett kardoskodott, hogy az akladiaiakat a városon kívül kellene hagyni, de én elvetettem ezt az ötletét. Természetesen Freetown lakosai nem repestek attól, hogy akladiaiakat fogadjanak a városukban. De Ruvio meglepetésére, komolyabb összetűzések nem alakultak ki.
ja: Ruvio は我が軍の Akladia 人全員を街の外にある森の中に残すよう主張したが、私は拒否した。もちろん、Freetown の住民は Akladia 人を街には入れたがらなかった。しかし、Ruvio も驚いていたが、深刻な騒ぎは起きなかった。
ru: Рувио настаивал на том, чтобы все акладианы, присоединившиеся к армии, остались в лесу за городом, но я был против. Конечно, жители Фритауна не слишком обрадовались визиту акладиан. Но, к удивлению Рувио, всё обошлось без серьёзных инцидентов.

source: Huon and Mithrandil returned a few days after our arrival. When the time appointed for our next meeting came, nobody questioned my right to be there. Lorin also insisted on participating and, after a short quarrel, Gwidle, the most respected leader of the people of Freetown, agreed.
ca: Huon i Mithrandil van tornar als pocs dies de la nostra arribada. Quan va arribar el moment de tornar a fer un Consell, no cap va discutir el meu dret a estar allí. A més a més, Lorin va insistir en participar i després d'una xicoteta baralla amb Gwidle, el líder més respectat de les gents de Ciutat Lliure, va ser acceptada.
hu: Huon és Mithrandil néhány nappal a mi megérkezésünk után tért vissza. Az új tanácskozás alkalmával már senki sem kérdőjelezte meg a jelenlétemet. Még Lorin is ragaszkodott a részvételhez, s Gwidle némi húzódozás után beleegyezett.
ja: Huon と Mithrandil は、私たちが街に到着してから数日後に戻ってきた。次の会合の約束の時間が来たとき、私が会合に出席することに、誰も異議を呈しなかった。Lorin も参加を主張して短い諍いは起きたが、Freetown の人々の最も尊敬する指導者 Gwidle が同意し許された。
ru: Хуон и Митрандил вернулись через несколько дней после нас. Когда подошло время следующей встречи, уже никто не оспаривал моё право находиться здесь. Лорин тоже настаивала на своём участии, и после короткой перебранки Гвидл, самый уважаемый старейшина фритаунцев, согласился.

source: Greetings and wishes of long life and luck for everyone, even for those who were not invited here and who really should never have entered this city. Mithrandil, you were one who insisted on this gathering, so please, begin.
ca: Les meues salutacions i desitjos de llarga vida i sort per tots. Incloent-hi tots aquells que no estaven invitats i no mai deurien haver entrar dins d'aquesta ciutat. Mithrandil, tu vas ser qui va insistir en tornar-nos a reunir, per tant, si et plau, comença.
hu: Üdvözletem és jókívánságaim mindenkinek, azoknak is, akiket nem hívtunk, s máskor be sem léphettek volna a városunkba. Mithrandil, ragaszkodtál a gyűléshez, tehát add elő a mondandódat!
ja: お集まりの皆さんと、ここにおいででない皆様、そして本来この街に入るべきでなかった皆様へもご挨拶申し上げ、皆様のますますの長寿と幸運を願っております。この集会の開催を提案された一人である Mithrandil さん、始めてください。
ru: Мои поздравления и пожелания долгих лет жизни всем присутствующим, даже тем, кого сюда не приглашали и кому нельзя было входить в этот город. Митрандил, Вы настаивали на этой встрече, поэтому, пожалуйста, начинайте.

source: Yes, indeed. The news brought here by Ruvio and this brave young man is quite important.
ca: Sí, així ha sigut. Los notícies portades per Ruvio i aquest valent jove són molt importants.
hu: Igen, ragaszkodtam. A Ruvio és az ifjú által hozott hírek nagyon fontosak.
ja: ええ、そうしましょう。Ruvio と、この勇敢な若者がもたらした知らせは極めて重要なものです。
ru: В самом деле. Новости, принесённые Рувио и этим храбрым юношей очень важны.

source: But why? All they brought back is a name: Grekulak. What's so important about that?
ja: しかしなぜです？ Grekulak という名前の情報を持ち帰っただけですよね、何がそれほど重要なのです？

source: I think everyone here knows the legends about Wesnoth's past. When our kingdom was powerful and rich. You may also recall the old story about the invasion by evil forces from the east, led by the evil lich, Mal-Ravanal.
ca: Crec que tots ací coneixem les llegendes sobre el passat de Wesnoth. Quan aquest regne era poderós i ric. També sabeu la història de la invasió per part de les forces obscures des de l'est, dirigits pel malvat lich Mal-Ravanal.
hu: Azt hiszem, mindenki ismeri Wesnoth történetét. Amikor még hatalmas volt és gazdag. S nyilván ismeritek annak az inváziónak a történetét is, amelyet a sátáni delevény, Mal-Ravanal vezetett.
ja: ここの全員が、Wesnoth の過去の伝説をご存知でしょう。私たちの王国が権力も富もあった時のことです。東方からの悪の力 ― 邪悪なリッチ Mal-Ravanal の率いた者たちが侵略してきた、古い歴史も呼び覚まされるかもしれません。
ru: Думаю, каждый здесь знаком с легендами о прошлом Веснота, когда королевство было могучим и богатым. Вы также знаете старую историю о нашествии злых сил с востока под предводительством лича Мал-Раванала.

source: What? Of course not, that would be a legend from WESNOTHIAN culture. Is this yet another fairy tale?
hu: Természetesen nem, mivel ez a WESNOTHI múltból ered. Ez is valami tündérmese?
ja: 何のこと？勿論、それは Wesnoth 文化に由来する伝説に過ぎないわよね。この話も作り話かしら？

source: During this invasion, large parts of Wesnoth were turned into barren wasteland. The swamps of Saorduc were vast, fertile lands a mere three hundred years ago. But this was before a civil war that left Wesnoth divided.
ca: Després d'aquesta invasió, una gran part de Wesnoth va convertir-se en una terra inhòspita. Les marjals de Saorduc estan al mateix lloc que abans eren terres fecundes. Després va hi haure una guerra civil, i Wesnoth va resultar dividit.
hu: Ezután az invázió után Wesnoth nagy része pusztasággá változott. A Saorduc-mocsár helyén is például korábban gazdag, bőtermő szántók voltak - s mindez csupán háromszáz évvel ezelőtt történt. Ráadásul polgárháború tört ki, s Wesnoth részekre szakadt.
ja: この侵略があって、Wesnoth の多くが不毛の荒廃地へと変わりました。Saorduc の沼は広大で肥沃な実り多い土地でしたが、それも300年前のことで、Wesnoth 分裂を引き起こした内戦前までの話です。
ru: После этого нашествия огромная часть Веснота была превращена в бесплодную пустошь. Там, где сейчас болота Заурдака, всего триста лет назад были плодородные земли. Затем началась гражданская война, и Веснот разделился.

source: Yes, we know this story. That's why the Akladians were able to conquer us... we were splintered. They could never have been succesful had we been united.
ca: Sí, sí que la coneixem. Per això van poder els bàrbars akladians conquistar-nos. No mai haurien pogut fer-ho si haguérem estat units.
hu: Igen, ismerjük a történetet. Ezért tudtak az akladiaiak is legyőzni minket. Ha egységesek lettünk volna, nem sikerült volna nekik.
ja: ええ、その話は知っていますよ。それで Akladia 人が私たちを征服できた... 私たちが内部分裂したせいで。結束していれば征服は絶対に成功しなかっただろうに。
ru: Да, мы знаем эту историю. Именно поэтому акладианы и завоевали нас. У них ничего бы не вышло, если бы мы были едины.

source: We won because this land was given to us by God. That's why he divided you and made you forget how to handle swords, why you became weak. When we came, mercenaries were doing all the fighting for you.
ca: Vam vèncer perquè esta terra ens va ser entregada per Déu. Per això vos va dividir i vos va fer oblidar cóm s'empunyen les espases, i per això vau acabar sent dèbils. Quan vam arribar, només els mercenaris lluitaven per vosaltres.
hu: Győztünk, mert Isten nekünk adta ezt a földet. Megosztott titeket, elhomályosította elméteket, s elfeledtétek a fegyverforgatás tudományát. S mikor idejöttünk, lelketlen zsoldosok harcoltak helyettetek.
ja: 私たちが勝ったのは、この土地が神が私たちにくださったものだからよ。だから神はあなたたちを分裂させ、剣の使い方を忘れさせた。それがあなた達が弱体化した原因よ。私たちが来たときに戦っていたのはすべて傭兵だったわよね。
ru: Мы победили, потому что эта земля была дана нам Господом. Он разобщил вас и отнял искусство владения мечами, поэтому вы стали такими слабыми. Когда мы пришли, на вашей стороне достойно сражались только наёмники.

source: So, as I was saying before you were so kind as to interrupt me, some time ago a new leader appeared amongst the orcs. His name was Grekulak. He united orcish tribes, one by one, using treachery and gold. Right now he rules more than a third of the orcish hordes.
ca: Bé, com estava dient abans que fóra tan amablement interromput, un líder va aparèixer fa un temps. El seu nom era Grekulak. Va unir totes les tribus orques, una per una, mitjançant l'or i la traïció, i ara comanda més d'una tercera part de l'horda orca.
hu: Tehát, azt kezdtem el mondani, mielőtt közbekotyogtál volna, hogy nemrégiben új vezér jelent meg az orkok között. Ő Grekulak. Egyesítette az ork törzseket, egyiket a másik után vonta uralma alá hitszegő módon, vagy arannyal. Mostanra az ork törzsek harmadát tartja uralma alatt.
ja: ご丁寧に、私の発言を遮っての説明をありがとう。でですね、私が言おうとしていたことですが、オークの中に新たなリーダーが現れたのです。その名前が Grekulak です。彼は裏切りや金を使って各族に働きかけ、オーク族をまとめて上げたのです。 今や3分の1以上の集団を取り仕切っているのです。
ru: Итак, до того, как вы любезно меня прервали, я рассказывал, что некоторое время назад у орков появился новый лидер. Его зовут Грекулак. Подкупами и предательством он объединял племена орков одно за другим, и сейчас под его правлением более трёх орочьих орд.

source: Wait, wait. You were talking about Mal-Ravanal. What does he have to do with Grekulak?
ca: Espera, estaves parlant de Mal-Ravanal. Què té a veure amb Grekulak?
hu: Várj csak! Az előbb még Mal-Ravanalról beszéltél. Hogy kerül a képbe ez a Grekulak?
ja: ちょっと待って。あなたは Mal-Ravanal の話をしていた。それが Grekulak に何の関係があるのだ？
ru: Постойте, постойте. Вы говорили о Мал-Раванале. Какое он имеет отношение к этому Грекулаку?

source: We believe that Grekulak is one of the last surviving adepts of Mal-Ravanal. We suspected that he was behind the sudden alliance of orcs and Akladians. Now we are certain. We are also sure that this orcish invasion is just the beginning.
ca: Creiem que Grekulak és un dels adeptes de Mal-Ravanal que van sobreviure. Sospitàvem que estava darrere de la sobtada aliança entre els orcs i els akladians. Ara estem segurs. També estem segurs que aquesta invasió orca només és l'inici.
hu: Úgy gondoljuk, hogy Grekulak egyike Mal-Ravanal túlélő tanítványainak. Gyanítottuk, hogy ő állhat az orkok és akladiaiak sebtében megkötött szövetsége mögött. Most bizonyságot szereztünk. S biztosak vagyunk benne, hogy az ork támadás csak a kezdet.
ja: Grekulak は Mal-Ravanal の最後の支持者の一人だと、私たちは見ています。オークと Akladia 人の突然の同盟の陰にいるのは彼ではないかと私たちは疑っていたのですが、今確信しました。オークのこの侵略行為が始まりに過ぎないことは間違いないでしょう。
ru: Мы предполагаем, что Грекулак это один из выживших адептов Мал-Раванала. Мы подозревали, что именно он стоит за неожиданным альянсом орков и акладиан. Теперь мы в этом уверены. Мы уверены также и в том, что вторжение орков это только начало.

source: I mean you will face a full-scale invasion soon. An undead army, orcs, and who-knows-what else. You will need help from the mages.
ca: Vull dir que prompte hi haurà un altra invasió. Una invasió d'exèrcits de no morts, orcs i qui sap quines altres coses. Necessitareu ajuda dels mags.
hu: Arra, hogy hamarosan egy nagyszabású invázióval kell szembenéznetek. Élőholtak, orkok és még ki tudja, kik fognak támadni. Szükségetek lesz a mágusok segítségére.
ja: 侵略が、いずれ本格化するということです。アンデッド軍隊やオークや、その他有象無象の者たち。魔術師の手を借りねばならなくなるでしょう。
ru: Я имею в виду, что скоро вы столкнётесь с настоящим вторжением. Вторжением армии мертвецов, орков и неизвестно кого ещё. Вам понадобится помощь. Помощь магов.

source: Great. Akladians, orcs, zombies... and we need the help of the mages. I imagine that, being a wise elf and all, you know of course that no mages exist anymore. Maybe a few on the Isle of Alduin, or in besieged Elensefar, but not enough to help us.
ja: 素敵な話ですねえ。Akladia 人、オーク、アンデッド... そして私たちには魔術師が必要で。あなたは賢明なエルフだからご存知だろうが、魔術師などもういません。Alduin 島か、包囲された Elensefar なら数人いるかもしれないけれど、頼れるほどの数ではないでしょう。

source: Actually, I'm pretty sure that Mithrandil is thinking about ONE specific mage. Am I correct?
ca: De fet, crec que Mithrandil està pensant en UN mag en concret. Cert?
hu: Szerintem Mithrandil nem általában a mágusokra gondolt, hanem EGY különleges mágusra. Igazam van?
ja: 実のところ Mithrandil 殿が考えているのは、ある一人の魔術師のことと私は推察していますが、違いますか？
ru: Думаю, что Митрандил имеет в виду какого-то ОДНОГО конкретного мага. Я прав?

source: Yes. Deorien. A white mage, living somewhere in eastern Wesnoth. You should go and find him. I will give you my soldiers and even gold, if you want. This should be all I need to tell you for now.
ca: Sí. Deorien, un mag blanc que viu en algun racó de l'est de Wesnoth. Deuríeu anar i trobar-lo. Vos donaré els meus soldats, i fins i tot or, si voleu. Això era tot el que volia dir-vos.
hu: Ige. Deorienre gondoltam. A fehér mágusra, aki valahol Wesnoth keleti részén él. Meg kellene őt találnotok. Segítségül adom a harcosaimat, s némi aranyat is. Ezt akartam nektek elmondani.
ja: ええ、Deorien です。白魔術師で、Wesnoth 西部のどこかに住んでいます。あなた方はそこへ行き彼を探し出すべきでしょう。私が兵を出します。必要ならゴールドも。これが、私が今あなた方にお伝えすべきことのすべてです。
ru: Именно так. Деориен. Белый маг, живущий где-то на востоке Веснота. Вы должны отправиться в путь и найти его. Я дам вам своих солдат и немного золота, если нужно. Вот всё, что я хотел сказать.

source: Then this meeting is adjourned. Take the evening to ponder this counsel, and we will re-convene and discuss everything on the morrow.
ja: それでは、これで会合を終了します。この提言を持ち帰り、よく考えてください。明日、再び会合を開いて全てのことを審議します。

source: Great. The green devils advise us to seek the help of those who are a blight on the face of God's world. The MAGES.
ca: Genial, senzillament genial. El dimoni verd ens està demanant que busquem l'ajuda de qui? De la pitjor púrria que camina pel món de Déu, ELS MAGS.
hu: Nagyszerű. A zöld ördögök azt tanácsolják, hogy hívjuk segítségül a... Azokat, akik Isten teremtett világának szennyét alkotják. A MÁGUSOKAT.
ja: 素晴らしい。緑の悪魔が、神の世界に災厄をもたらす者たちに支援を求めるよう提言してるわ。「魔術師」ですって。
ru: Отлично. У кого учат нас искать помощь зелёные демоны? У тех, ктопачкает лик божьего мира. У МАГОВ.

source: You often speak about something you call God, Lorin. Can you tell us more about your God?
ca: No fas més que parlar d'una cosa que anomenes Déu, Lorin. Pots dir-nos alguna cosa més d'això?
hu: Gyakran emlegetsz valamit, amit Istennek nevezel, Lorin. Mondanál kicsit többet is erről az Istenről?
ja: Lorin さん、時々、神っていうものについての話をしますよね。あなたの神について、もっと教えてもらえません？
ru: Ты так много говоришь о какой-то штуке под названием "Бог". Может раскажешь нам больше?

source: He is the force behind the universe. He created the world and is our father. He gave us the world to rule. One of his angels tried to stop us from doing that, deceiving us and trying to imprison us in his garden, but a messiah came from the Hagarthen clan. He told us that God desired us to wait no more...
ca: Ell és la força darrere l'univers. Ell va crear el món i Ell és el nostre pare. Ell ens va donar el món per a que el conquistarem. Un dels seus àngels va intentar aturar-nos, enganyant-nos i intentant empresonar-nos al seu jardí, però va arribar un messies del clan Hagarthen, i ens va dir que Déu no volia que esperàrem més en aquell jardí...
hu: Ő áll mindenek felett. Ő teremtette a világot, és ő a mi atyánk. Nekünk adta ezt a földet, hogy uraljuk. Az egyik angyala szembeszegült vele, s megpróbált minket megakadályozni, hogy ezt megtegyük, s a kertjében akart minket rabságban tartani, de a Hagarthen klánból egy megváltó jött, s kivezetett minket onnan...
ja: 神はね、宇宙の背後にある力なのよ。世界を創造した、私たちの父よ。私たちに世界の支配を任せた。天使の一人が私たちを欺いて庭に閉じ込めようとしたけど、救世主が Hagarthen 一族からやって来た。で、私たちに言ったの、神はこれ以上待つことをお望みではない、...
ru: В нём вся сила вселенной. Он создал мир, он наш отец. Он отдал нам мир, чтобы мы им правили. Один из его ангелов обманом пытался остановить нас и заключить в своём саду. Но пришёл мессия из клана Хагартенов и сказал, что Богу угодно, чтобы мы, не медля, отправлялись в путь

source: So we killed that evil angel and his minions to journey west. We fought our way through the deserts and the swamps, fighting with nightmarish creatures, not to mention lizards and green elves. I was raised hearing songs about this epic journey.
ja: そうして私たちは、その邪悪な天使と手先たちを殺して、西へと旅に出たわけよ。砂漠や沼地を抜けていく中、悪夢のような生き物たちと戦った。言うまでもなく、トカゲや緑のエルフともね。私はこの壮大な旅のことを歌で聞いて育ったわ。
ru: Мы перебили приспешников падшего ангела и отправились на запад. Мы пробивались через пустынe и болота, сражаясь с кошмарнейшими созданиями, не считаю ящеров зелёных эльфов. Я слышала песни об этом великом походе.
