Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Of all the underlings living in Vakladia, these were they who had resisted us most fiercely. In the last great battle, when all the other underlings were running for their lives, the Dunefolk troops withstood us with determination and honor. None left the battlefield alive; they fought and fell to the last man. That's why we cut off their heads, hands and legs, so that in the afterlife they would not be danger to us.
ja: Vakladia に住んでいる下っ端たち全ての中で、最も激しく私たちに抵抗したのが彼らだった。最後の大戦では、他の下っ端たち全てが命を守るために逃げ出したのに、デューンフォークの軍隊だけは決意と誇りを持って私たちに対抗し、戦場で生き残ったもの皆無だった。最後の一兵まで戦い抜き、死んでいったのだ。私たちが彼らの首も手も足も切り落としたのは、そういう理由からだった。彼らの来世で私たちにとっての危険な存在とならないように。

source: I found one of their asa'ir and talked to their leader, a man called Majid Yahyazad. I wanted swords and I had gold; they had swords and wanted gold, so we struck a deal quickly. I felt uneasy amongst them; their speech, dress, and customs screaming 'underling.' But I consoled myself with the thought that they were only hired swords.
ca: Vaig trobar un dels seus refugis i vaig parlar amb el seu líder, anomenat Majid Iahiazad. Jo volia espases, i tenia or; ells tenien espases i volien l'or, així que vam ficar-nos d'acord enseguida. Em sentia incòmoda entre ells, amb els seus ulls, cares, monyos anunciant que eren carralls. Però em vaig dir que només eren espases; espases mercenàries.
hu: Megtaláltam az egyik sziecsüket, és beszéltem az egyik vezetőjükkel, akit Majid Yahyazadnak hívtak. Zsoldosokat akartam, s volt aranyam; ők zsoldosok voltak, s aranyat akartak. Szóval gyorsan nyélbeütöttük az alkut. Kissé idegenül éreztem magam köztük, a szemükről, a hajukról, az arcukról lerítt, hogy nemtelenek. De úgy néztem rájuk, mint eszközökre; felbérelt kardokra.
ja: 彼らの最高指導者の一人を見つけて、Majid Yahyazad というリーダーの男と話をした。私は剣を望み、ゴールドを所持していた。彼らは剣を所持し、ゴールドを望んでいた。それですぐに取引成立となった。ただ、彼らの中にいると不安を感じた。彼らの話し方、服装、習慣は、まさに「下っ端」そのものだったからだ。それでも、「彼らは雇われ剣士に過ぎないのだ」と自分に言い聞かせることで気持ちを落ち着かせていた。

source: So, let's put it all together. You agree to pay 18 gold pieces per arif swordsman, 17 gold pieces for our naffat fire masters, and 14 for the jundi foot soldiers, right?
ja: それでは、話をまとめますか。それぞれ一人当たり、アリフの剣士 18 G、ナーファト炎マスター 17 G、ユンディ歩兵 14 G、ってことでいいですな？

source: I thought we agreed not to use your barbarian language's names for things.
ja: その蛮族語での名前は使わない、そう同意したはずでしょ。

source: I object to your characterization of our language as such, but fine, if you will be paying us, I can manage. In your terms, our prices are 18 gold pieces per Dune Soldier, 17 gold pieces per Dune Burner, and 14 gold pieces per Dune Rover. Is that satisfactory?
ja: 私たちの言語をそういう風に呼ぶのは同意しかねるけれど、まあいいでしょう、ちゃんと支払ってくれるなら、何とかしましょうかね。そちらの言葉で言うと... "デューンの兵士" 18 G、"デューンの炎使い" 17 G、"デューンの放浪者" 14 G 。これで満足かね？

source: Yes. And you will do everything I order you to do.
ca: Sí, i tu faràs tot el que t'ordene.
hu: Igen. És feltétel nélkül követitek a parancsaimat.
ja: ええ、いいわ。それから、私が命じたことは、すべて実行してちょうだい。
ru: Да. А вы будете выполнять всё, что я прикажу.

source: No, I've explained that already. We are not mindless zombies you can hire to do anything. We, unlike Akladians, have principles. We will fight for you, but will do so in a way that ensures we uphold our traditions.
hu: Nem, ezt már egyszer elmagyaráztam. Mi nem mindenre felbérelhető zombik vagyunk. Nekünk, szemben az akladiaiakkal, van egy BECSÜLETKÓDEXÜNK. Mi azt követjük.
ja: いや、既に説明したとおりですよ。私たちは、意思を持たないアンデッドではなく、雇われれば何でもするというわけではないのですよ。Akladia 人と違って信念を持ってる。あなたのために戦うけれど、私たちの伝統に従った方法で行動しますよ。

source: I don't know why I bear your insolence, underling.
ca: No sé per què suporte la teua impertinència, carrall.
hu: Nem is tudom, hogy miért tűröm egy nemtelen arcátlanságát.
ja: なぜ、あなたの無礼を私が我慢しなければならないのか分からないわ、下っ端め。
ru: Не знаю, как я терплю твои наглые выходки, дикарь.

source: Continue calling me an 'underling,' and you shall have to bear it no more. And then who will fight for you? Even your own family didn't want to take you in.
ca: Un altra referència a carrall, i no hauràs de suportar-la mai més. I ja veurem aleshores qui lluita per tu. Ni la teua família et volia!
hu: Még egy ilyen elszólás - nemtelen -, és faképnél hagylak. Aztán kereshetsz magadnak harcosokat, ahol tudsz. Még a saját családod sem áll szóba veled.
ja: 私を「下っ端」と呼び続けるつもりなら、もうあなたとは関わらないことになるでしょうね。そうなったら誰があなたのために戦ってくれるでしょう？あなたの家族さえ、受け入れたくなかったんですから。
ru: Ещё одно слово про дикарей, и Вам больше не придётся ничего терпеть. А потом посмотрим, кто будет за Вас сражаться. Да Вы не нужны даже собственной семье.

source: They would have taken me in, but I would have had to live in shame, in the darkest and deepest dungeon of their castle, to never see the light of day again...
ca: Sí que em volien, però hauria d'haver viscut en la vergonya, en la part més fosca del castell i no tornar a veure mai més la llum del sol.
hu: Szóba állnának, de szégyenben kéne élnem a kastélyuk legsötétebb, legmélyebb zugában, és soha nem látnám többet a napot.
ja: 私の家族は受け入れてくれたかもしれない。でも私は恥を忍んで、城の最も奥にある暗い監獄で暮らさねばならなかったでしょうね。二度と陽射しを浴びることもなく…
ru: Я им нужна. Но только для того, чтобы запереть меня в самом позорном, тёмном и дальнем углу замка и никогда больше не выпускать на свет.

source: ...or they would have simply killed you outright. Isn't that the way Akladians deal with those that bring dishonour upon their families? Funny thing, that Akladian honour...
ca: O t'hagueren mort directament, no és eixa la manera que teniu els akladians de tractar amb els qui considereu que vos han deshonrat? És molt curiós el vostre honor.
hu: Ha nem ölnének meg azonnal, ahogy azt az akladiaiak szokták azokkal, akik szégyent hoztak a becsületükre... Érdekes dolog ez az akladiai becsület...
ja: ...もしくは、殺されていたかもしれませんよ。家族の名誉を穢してしまった者へ Akladia 人はそうするのが常ではありませんか？ Akladia 人の名誉って、滑稽だ...
ru: А может они просто Вас убьют. Кажется это любимый акладианский способ решения вопросов чести? Забавная это штука - акладианская честь.

source: Hmm... that's not the force we were expecting. Guards! To arms! We have to kill quickly them so they won't see the arrival of our guests!
ca: Uhm... No són estos els que esperàvem. Haurem de matar-los per tal que no puguen saber qui són els nostres hostes.
hu: Hmmm... Nem rájuk várunk. meg kell ölnünk őket, hogy ne láthassák a vendégeinket.
ja: うーむ... 予想を超える軍隊だな。護衛兵！武器を構えろ！奴らをさっさと殺してしまわねば！我らの客人たちが到着するのを知られてはならんぞ！
ru: Хм... Это не те, кого мы ждём. Они не должны увидеть наших гостей. Скорее, уничтожьте их.

source: Ok, so the plan is to take over the castle and then... we will see.
ca: Bé, el pla es prendre el castell i després... ja veurem.
hu: Rendben, a haditerv egyszerű, elfoglaljuk a várat, aztán... majd meglátjuk.
ja: あら、じゃあ、その計画では城を占拠して、それから... そのうち分かるってことね。
ru: Так-так. Что ж, план таков. Мы захватываем этот замок а потом... потом посмотрим.

source: Are you sure you chose the right castle? Their leader was saying something about guests arriving soon.
ca: Segura que has triat el castell encertat? Estava parlant de no sé quins hostes.
hu: Biztos vagy benne, hogy a megfelelő várat választottad? Valami vendégeket emlegetett.
ja: この城を選んだというのは確かですか？奴らのリーダーが、もうすぐ客人が来るとかなんとか言ってましたけど。
ru: Вы уверены, что не ошиблись с выбором замка? Они что-то там говорили о гостях.

source: Shut up, underling, of course it's the right castle. Now listen, I don't want anyone killing their leaders; leave that privilege to me. I want to interrogate them first!
ca: Calla't ja, carrall. No vull que ningú mate els líders, deixeu-me'ls a mi, he d'interrogar-los primer!
hu: Fogd be a szád, nemtelen! A vezéreiket ne öljétek meg, magam akarok végezni velük, de először kivallatom őket!
ja: 黙りなさい、下っ端。勿論、この城で間違いないわ。よく聞きなさい。私は、奴らのリーダーを誰一人として殺させたくはない。その特権は私が持ってるの。まずは、奴らを尋問したいのよ！
ru: Закрой рот, дикарь. Главное - не убивайте лордов. Оставьте это мне. Сначала я их допрошу.

source: I am a battle-tested warrior with many men at my command. Keep calling me 'underling,' and I am leaving, do you understand?
hu: Még egy ilyen elszólás - nemtelen - és faképnél hagylak, megértetted?
ja: 私は多くの部下を抱えた、戦闘経験豊かな戦士なのですよ。私を「下っ端」と呼び続けるのなら、この場を去ります。良いですね？
ru: Так! Еще одно слово про дикарей, и я ухожу, поняла?

source: Kill all enemy leaders...
ja: 敵の全てのリーダーを倒す...

source: ...except for maybe Reumario?
ja: ...但し、Ruemario は除いて、かな？

source: Before you kill me, let me say just one thing: you are one damn good fighter, Lorin.
ca: Abans que em mates, he de dir-te una cosa: eres una lluitadora collonuda, Lorin.
hu: Mielőtt megölsz, valamit el kell ismerjek: átkozottul jól harcolsz, Lorin.
ja: 私を殺す前に、俺から一言、言わせてもらいたい。あんたはメチャクチャいい戦士だ、Lorin 。
ru: Перед смертью я хочу сказать одну вещь. Ты чертовски хорошо сражаешься, Лорин.

source: That's LADY Lorin to you... and you are going to tell me a lot more than just one thing. First, who are those guests you were talking about?
ca: Primer de res, és NA Lorin per tu. I encara em diràs més coses. Primer, qui son eixos hostes dels qui estàveu parlant abans?
hu: Neked LADY Lorin. És most beszélgessünk egy kicsit! Először is, milyen vendégeket vártok?
ja: その、Lorin <b>夫人</b>からお前に... 一言だけじゃなくて、もっとたくさん話してほしいんだけどね。先ず、お前が話していた客人たちとは誰のこと？
ru: Для тебя - ЛЕДИ Лорин. Ты должен сказать мне не одну вещь. Во первых: кто эти гости, о которых вы говорили?

source: I have no idea. It has taken a long time to stockpile the amount of supplies we were told they would need. It must be quite a large army.
ca: No ho sé. Ja duem guardant queviures des de fa molt de temps. Ha de ser un exèrcit molt gran.
hu: Fogalmam sincs. Hatalmas készleteket halmoztunk fel a számukra. Óriási sereg kell legyen.
ja: そんなことは分からん。そいつらが必要だと言ってた量の物資を揃えるために、長い時間がかかったんだ。きっと大軍隊に違いないな。
ru: Понятия не имею. Продовольствие мы заготавливали довольно долго. Должно быть это огромная армия.

source: You were fine warrior, Reumario. I want to honor you.
ca: Has sigut un bon guerrer, Reumario. Vull honrar-te.
hu: Jól harcoltál, Reumario. Szeretnélek megjutalmazni.
ja: お前は立派な戦士だね、Reumario 。尊敬に値するわ。
ru: Ты был хорошим воином, Ромарио. Я хочу оказать тебе честь.

source: Off with your left ear! And now tell me more about these guests!
ca: Una orella menys! Ara dis-me més coses d'eixos convidats!
hu: Lenyisszantom a bal füledet, ha nem mondasz semmit a vendégekről!
ja: 左耳を切り落としてやろうか！さあ、客人に関することをもっと話すのだ！
ru: Я отрежу тебе левое ухо! И ты расскажешь мне всё об этих гостях!

source: I told you I know nothing about them! Aaargh!
ca: Ja t'he dit que no sabia més d'ells! Aaargh!
hu: Mondtam, hogy semmit sem tudok róluk! Áááhhh!
ja: 何も知らないと言っただろう！ アーッ！
ru: Я же сказал: я ничего не знаю о них! А-а-а!

source: Liar! Speak!
ca: Mentider! Parla!
hu: Hazudsz! Beszélj!
ja: 嘘を付くな！さあ話せ！
ru: Ложь! Говори!

source: I do not think he will tell you anything more, my lady... he's dead. You did well to squeeze as much information as you did from him.
ja: 彼はもう何も話さないと思いますよ、ご婦人... 彼は、亡くなりました。よくこれだけの情報を彼から引き出したものだと思います。

source: Be silent, underling.
ca: Calladet, carrall.
hu: Csendet, nemtelen!
ja: うるさいわね、下っ端。
ru: Молчи, дикарь.

source: One more reference to 'underling' and I am leaving, do you understand?
ca: Una altra referència a carrall i me'n vaig, entesos?
hu: Még egy ilyen elszólás - nemtelen - és faképnél hagylak, megértetted?
ja: もう一回、「下っ端」と呼んだら、私は辞めます、分かりましたね？
ru: Ещё одно слово про дикарей, и я ухожу, понятно?

source: Where are those supplies? Speak, or I will cut you to pieces!
ca: On estan els queviures! Parla o et deixaré en talladetes fines!
hu: Hol vannak a készletek? Beszélj, vagy miszlikbe aprítalak!
ja: 物資はどこにあるのだ？言わなければ、お前を切り刻んでやろう！
ru: Где эти запасы? Говори, или я разрежу тебя на кусочки!

source: Uh, I, I am not sure...
ca: Uh, no... no estic segur...
hu: Ö, én, én nem is tudom...
ja: ウゥ、わ、私は全く...
ru: О... Я... Я не уверен...

source: Well, what about this...
ca: Bé, i que et pareix...
hu: Rendben, lenne egy ajánlatom a számodra:
ja: さて、これについてはどんな...
ru: Как насчёт этого:

source: I would be honoured to have you in my army.
ca: Seria tot un honor tindre't al meu exèrcit.
hu: Szívesen látnálak a seregemben.
ja: あなたが私の軍隊にいてくれれば光栄だわ。
ru: Я предлагаю тебе присоединиться к моей армии.

source: After this battle you will be able to recruit Akladian Clansmen, Warriors and Wisemen again.
ca: Després d'aquesta batalla podràs tornar a reclutar akladians, guerrers i savis.
hu: A következő küldetéstől kezdve újra toborozhatsz akladiai klántagokat, harcosokat és bölcseket.
ja: この戦闘の後、 "Akladia の氏族兵"・"Akladia の戦士"・"Akladia の知恵者" を再び雇用できるようになります。
ru: После этой битвы вы снова сможете вербовать членов клана, воинов и знахарей акладиан.

source: Uh... yes, why not? I will join you. But let me wait until after this battle; I do not want to fight members of my own clan.
ca: Ummm... Sí, per què no? Puc unir-me a tu, sí. Això sí, després d'aquesta batalla, no combatre amb els meus camarades.
hu: Öö... Miért is ne. Csatlakozhatok hozzád. De csak a következő csatában. Nem akarok a földijeim ellen harcolni.
ja: ウゥ... はあ、なぜだ？味方になろう。だが、この戦闘が終わるまで待ってくれないか、自分の一族とは戦いたくはない。
ru: О... Хорошо, я присоединюсь к тебе. Но только не сейчас. Я не хочу сражаться со своими товарищами.

source: I shall let you live.
ca: Et deixaré viure.
hu: Életben hagylak.
ja: お前を生かしてあげよう。
ru: Я оставлю тебя в живых.

source: Thank you, Lorin. Frankly, I had not expected such behavior from you. As a sign of my gratitude, I will instruct members of my clan to serve you.
ca: Gràcies, Lorin. Sincerament, no esperava aquest comportament en tu. Com a signe de gratitud, permetré que alguns dels membres del meu clan et servisquen.
hu: Köszönöm, Lorin. Őszintén szólva nem számítottam ilyen nagylelkűségre tőled. Hálám jeléül rendelkezésedre bocsátom a klánom harcosait.
ja: ありがとう、Lorin 。率直なところ、こんな待遇を受けるとは期待もしていなかった。感謝の印として、我が一族全員に、あなたに仕えるよう伝えておくよ。
ru: Благодарю, Лорин. Честно говоря, я не ждал от тебя этого. В знак своей благодарности я позволю некоторым людям своего клана перейти к тебе на службу.

source: After this battle you will be able to recruit Akladian Clansmen again.
ca: Després d'aquesta batalla, podràs reclutar akladians de nou.
hu: A következő küldetéstől újra toborozhatsz klántagokat.
ja: この戦闘の後、Akladia の氏族兵を再び雇用できるようになります。
ru: После этой битвы вы снова сможете вербовать членов клана акладиан.

source: In this storeroom and...
ca: Als nostres magatzems i...
ja: この貯蔵室の中と...

source: Do you think I'm stupid? This would not be enough to house an army! You must have some hidden storeroom or treasury! Speak!
ca: Creus que sóc estúpida? Haveu de tindre alguns magatzems o tresors amagats! Parla!
hu: Hülyének nézel? Vannak neked rejtett raktáraid és kincseid is! Beszélj!
ja: あんた、私をバカにしてる？一軍隊を収容するのに、これで足りるわけが無いでしょ！他にも隠し倉庫か宝物庫があるでしょ！ 言え！
ru: Ты считаешь меня дурой? У вас должны быть тайные склады и сокровищницы! Говори!

source: Aargh! Yes, we have a hidden treasury in my castle, here, I will show you.
ca: Aaargh! Sí, tenim un tresor amagat dins del meu castell, ara te'l mostraré.
hu: Ááááhh! Igen, van egy rejtett raktárunk is a kastélyban, megmutatom.
ja: ア、アァッ！ ハイそうです、城の中に隠し宝物庫があります。ここに、今お見せします。
ru: А-а-а! Да, у нас есть тайники в замке, я тебе покажу.

source: Will you allow him to leave now?
ca: El deixaràs anar-se'n ara?
ja: 今、彼が立ち去るのを許しちゃうんですか？
ru: Теперь-то ты его отпустишь?

source: Yes, he may live.
ca: Sí, pot viure.
hu: Igen, hadd menjen!
ja: いいわ、生かしてやるわ。
ru: Да. Пусть живёт.

source: No, he is too dangerous.
ca: No, és massa perillós.
hu: Nem, túl veszélyes.
ja: だめよ、彼は危険過ぎる。
ru: Нет. Он слишком опасен.

source: What did I say about killing their leaders? Hm?
ca: Que havia dit sobre matar els seus líders, eh? Eh? EH?
hu: Mit mondtam a vezéreikkel kapcsolatban? Hú! Hé!
ja: 彼らのリーダーを殺すことについて、私が何と言ったか覚えてる？ ん？
ru: Что я говорила о начальниках? А? А?

source: But...
ca: Però...
hu: De...
ja: でも...
ru: Но...

source: What? Are you deaf or something? I specifically instructed that you were to leave their leaders for me!
ca: Què? Estàs sord o què? Deixeu-me els líders a mi!
hu: Mit tettél? A füleden ültél, vagy mi? Én akarok a vezérekkel végezni!
ja: あんた、耳が聞こえないとか、そういう何かかしら？言ったわよね、私のためにリーダーは殺さずに残しておくようにって！
ru: Что? У тебя плохо со слухом? Оставь лордов мне!

source: Before I kill you, I want you to tell me few things. First, you were talking about some guests, tell me more!
ca: Abans que et mate, vull que em digues unes poques coses. Primer, estàveu parlant d'uns hostes, parla'm més d'ells!
hu: Mielőtt megöllek, válaszolj nekem néhány kérdésre! Először is, valamilyen vendégeket emlegettél, kik azok?
ja: お前を殺す前に、いくつか聞きたいことがある。先ず、客人について話をしていたが、もっと教えてもらおうか！
ru: Ты должен кое-что рассказать мне перед смертью. Во первых: вы говорили о каких-то гостях. Я хочу знать о них больше.

source: You're afraid, aren't you? They will come here in great numbers... a huge orcish army... better start running, witch.
ja: あんた、ほんとは怖いんだろ？あいつら、大勢で押し寄せてくるだろう... オークの大群だ... もう逃げた方がいいかもな、魔女さんよ。

source: Orcs? Why should I be afraid? I have fought them before. Unlike you, they are strong and worthy opponents. I look forward to meeting them in combat again.
ca: Orcs? Ja he lluitat amb ells. Són uns bons rivals, no com tu. Ja tenia ganes de tornar a lluitar amb ells.
hu: Orkok? Harcoltam már ellenük. Kemény ellenfelek, nem úgy, mint te. Hát most újra összefutunk.
ja: オーク？なぜ私が怖がらなきゃならないわけ？以前にも戦ったことがあるわ。あんたと違って奴らは強いし、相手にとって不足はない。是非ともまた戦ってみたいもんだわ。

source: Orcs? I've never fought orcs, though I would love to meet them. I've heard they are good soldiers, strong and fearless.
ca: Orcs? No mai he lluitat amb ells. He sentit dir que són bons soldats, m'agradarà lluitar amb ells.
hu: Orkok? Sosem harcoltam még orkokkal. Szeretnék találkozni velük. Úgy hallottam, kitűnő harcosok.
ja: オーク？ああ、まだ戦ったことはないけど、是非会ってみたいわね。奴らは立派な戦士で、強いし恐れを知らないらしいわね。
ru: Орки? Никогда раньше с ними не воевала. Буду рада их встретить, говорят, они отличные бойцы.

source: And now, tell me more...
ca: I ara, dis-me...
hu: Akkor folytassuk...
ja: それで、もっと話して欲しんだけど...
ru: А теперь скажи мне...

source: You were worthy opponent, Oyre Mathauri. How can I honour you?
ca: Has sigut un digne rival, Oyre Mathauri. Cóm puc honrar-te?
hu: Jól harcoltál, Oyre Mathauri. Szeretnélek megjutalmazni.
ja: あんたも立派だったわ、Oyre Mathauri 。敬意を表するには、どうすればいい？
ru: Ты достойный противник, Ойре Матаури. Что ты хочешь в знак уважения?

source: By hanging yourself from the nearest tree, witch!
ja: あんたが近くの木に自分の首を吊りなよ、魔女さんよ！

source: Seems you have wasted your last wish. Now die!
ca: Pareix que has balafiat el teu últim desig. Ara mor!
hu: Nos, utolsó kívánságodat nem teljesíthetem. Anélkül döglesz meg!
ja: あらら、最後の望みを無駄にしたようね。さあ、死になさい！
ru: Похоже, ты зря истратил своё последнее желание. Умри!

source: What are orcs doing here and why are you waiting for them?
ca: Què fan els orcs ací i per què els esteu esperant?
hu: Mit keresnek itt az orkok, és miért várjátok őket tárt karokkal?
ja: オークどもは、ここで何をしてる？あんたが奴らを待ってる理由は？
ru: Что тут делают орки, и почему их так ждут?

source: Where have you hidden the gold?
ca: On amagàveu l'or?
hu: Hol rejtegeted az aranyadat?
ja: お前はどこにゴールドを隠してるの？
ru: Где ты прячешь золото?

source: Gold? What gold? I know nothing about... AAARGH! ... it's in a safe place, I will show you!
ca: Or? Quin or? Jo no sé res de AAAARGGH està amagat en un lloc segur. Ara te'l mostraré!
hu: Arany? Mi az? Én semmit sem tudok ÁÁÁÁHHH biztonságos helyen, megmutatom.
ja: ゴールドだと？何の？ 知るかよ、そんな... イテーーッ！...安全なところに決まってるだろ、分かった、教えるよ！
ru: Золото? Какое золото? Я не знаю где золото... А-а-а... в надёжном месте. Я покажу!

source: He isn't able to tell you anything more. I can't decide whether I should admire your ruthlessness or despise your cruelty.
ca: No pot dir-te res més. No sé si hauria d'admirar la teua crueltat o menysprear-la.
hu: Többet nem fogsz kihúzni belőle. Nem tudom eldönteni, hogy csodáljam a könyörtelenségedet, vagy nézzem el a kegyetlenségedet.
ja: もう、何も喋れやしませんよ、こいつ。あなたの<b>冷酷さ</b>を、褒めるべきか軽蔑すべきか、私には決めようがないですな。
ru: Он уже ничего не сможет сказать. Не пойму: то ли мне восхищаться Вашей твёрдостью, то ли ужасаться Вашей жестокостью.

source: His death was quick. You may admire my generosity.
ca: Pots admirar la meua generositat.
hu: Csodálhatod a nagylelkűségemet.
ja: こいつ、さっさと死んだわね。私の<b>寛大さ</b>を褒めるべきでしょ。
ru: Можешь восхищаться моим великодушием.

source: Orcs? Bor Cryne told us to wait for them here. We will then march with them and kill every Akladian unworthy of the name! Those who violate our customs, who befriend underlings, and especially those who offend our God by marrying them! Only then God will again show us favor and reward us by ensuring we complete our conquest of Wesnoth.
ca: Orcs? Bor Cryne ens va dir que els esperàrem ací. Pensem anar a matar a qualsevol que no siga digne de ser akladià. Aquells que hagen violat les nostres costums, que siguen amics dels carralls o que hagen ofès al nostre Déu cassant-se amb ells. Aleshores, Déu tornarà a estar orgullós de nosaltres i ens recompensarà amb la conquesta completa de Wesnoth.
hu: Orkok? Bor Cryne parancsolta, hogy itt várjuk őket. Azután velük együtt kiirtunk mindenkit, aki nem méltó az akladiai névre. Akik áthágják a szokásainkat, akik nemtelenekkel barátkoznak, s vérfertőző házasságra lépnek velük, mind méltatlanok. S miután mindegyikükkel végeztünk, akkor fog Istenünk újra kegyeibe fogadni, s adja nekünk Wesnothot teljes egészében.
ja: オークか？ ここでオークを待てと Bor Cryne に言われたんだ。それから奴らと行軍に出て、Akladia 人の名に値しない奴らを皆殺しにするのさ！俺たちの慣習に反する奴とか、下っ端どもと親しくする奴、それから特に、俺たちの神を結婚で怒らせようとする奴らさ。そうすることで、やっと神は、俺達に恩恵をもたらしてくれるのさ。Wesnoth 征服を確実にやり遂げるられるっていう恩恵をな。
ru: Орки? Бор Крайн приказал ждать их здесь. Потом мы должны были пойти и убить всех, кто не достоин находиться рядом с акладианами. Тех, кто нарушает наши устои, кто путается с дикарями, тех, кто бросил вызов нашему Богу, сочетавшись браком с дикарём. Только тогда Господь снова полюбит нас и дарует в награду окончательную победу над веснотцами.

source: Interesting theory. So, basically Bor Cryne wants to eliminate all of his opponents?
ca: Interessant teoria. Bàsicament, el que vol fer Bor Cryne és aniquilar tots els seus rivals?
hu: Érdekes elképzelés. Tehát Bor Cryne gyökeresen ki akarja irtani az ellenlábasait?
ja: 面白い理屈だねえ。ということは基本的に、Bor Cryne は彼の敵は皆殺しにしたいと考えてるわけね？
ru: Занятная теория. А сперва Бор Крайн решил убрать всех соперников?

source: Hey, Reumario, what do you say to that? Akladians allying with orcs to kill other Akladians? Quite a dishonorable thing, don't you think?
ca: Ei, Reumario, què et pareix? Els akladians aliant-se amb els orcs per matar altres akladians? No em pareix molt honorable, que penses tu?
hu: Hej, Reumario, mit szólsz te mindehhez? Az akladiaiak orkokkal szövetkeznek, hogy más akladiaiakat gyilkoljanak. Meglehetősen becstelen dolog, nemdebár?
ja: ねえ、Reumario 、あんたどう思う？ Akladia 人が、他の Akladia 人たちを殺すために、オークと手を組むだなんて、なんて恥知らずな。ねえ、そう思わない？
ru: Эй, Ромарио, что скажешь по этому поводу? Акладианы объединяются с орками чтобы убивать акладиан? Довольно подло, как ты думаешь?

source: I didn't know...
ca: No sabia...
hu: Nem tudtam...
ja: いやあ、私には何とも...
ru: Не знаю...

source: So now you know. What do you intend to do about it?
ca: Ara ja ho saps. Ara què penses fer?
hu: De most már tudod. És most mit teszel?
ja: そう、もう分かったでしょ。この件、あんたは何をするつもりかしら？
ru: Теперь знаешь. И что ты собираешься делать?

source: I don't know.
ca: No ho sé.
hu: Nem tudom.
ja: 私にはわかりません。
ru: Не знаю.

source: I will kill you and rip off your traitorous head!
ca: Et mataré i et tallaré el teu cap.
hu: Megöllek és levágom a fejedet.
ja: 私はあんたを殺して、裏切り者の首をもぎ取ってやるわ！
ru: Я убью тебя и отрежу твою голову.

source: What about joining us against those orcs?
ca: Què et pareix unir-te a nosaltres contra eixos orcs?
hu: Csatlakozol hozzám azok ellen az orkok ellen?
ja: オークたちに立ち向かうため、私たちの仲間になるのはどう？
ru: Хочешь присоединиться к нам и сражаться с орками?
