Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: There is no question about it. Believe me, Bar Urien, I have been hearing the voices of the spirits since my youth and God has sent me many messages. Gawen is not the messiah. He is a mixling, one who is unworthy of even honourable death.
ca: No hi ha qüestió possible. Creu-me, Bar Urien, he estat sentint els esperits des de la meua adolescència i Déu mateix m'ha manat molts missatges. Gawen no és el messies. És un mestís, que és indigne d'una mort honorable.
hu: Erről nem óhajtok vitát nyitni. Hidd el, Bar Urien, fiatal korom óta kapcsolatban állok a felsőbb hatalmakkal, s Istennel is gyakran beszéltem! Gawen nem a Megváltó. Ő csak egy korcs, aki még a dicső halált sem érdemli meg.
ja: それに関しては何の疑問の余地もない。私を信じなさい、Bar Urien 。私は若い頃から精霊の声を聞いてきているし、神は多くの宣託を下されてきた。Gawen は救世主ではない。あいつは混血で、名誉ある死にすら値しない存在だ。
ru: Нечего обсуждать. Верь мне, Бар Уриен, я слышу духов с самого детства, и Господь посыслал мне много знаков. Гэвен не мессия. Он полукровка, который не заслуживает даже достойной смерти.

source: But, I thought, let's just assume for a moment he IS...
ca: Però... Pense, assumim només per ara que ÉS...
hu: De, csak egy pillanatra, tegyük fel, hogy Ő...
ja: ですが、ふと思ったのですが、仮に彼が本物だとしたら...
ru: Но мне кажется, если хотя бы на мгновение представить, что он ДЕЙСТВИТЕЛЬНО...

source: Bar, you are fine warrior and you have always served our clan loyally. But leave the thinking to me.
ca: Bar, eres un bon guerrer i has servit lleialment el nostre clan. Però deixa'm a mi això de pensar.
hu: Bar, te egy nagyszerű harcos vagy, és hűségesen szolgáltad a klánunkat. Hagyd rám a gondolkodást!
ja: Bar よ、君は立派な戦士だし、我が一族にいつも献身的に仕えてくれる。だがな、考えることは私に任せておけばよい。
ru: Бар, ты отличный воин и преданно служишь своему клану. Оставь размышления мне.

source: But the Oracle...
ca: Però l'Oracle...
hu: De a Jósnő...
ja: しかし、預言者が...
ru: Но Оракул...

source: There is no 'but'. I have long suspected the Oracle is tool of the evil, not of God.
ca: No hi ha cap 'però'. Sempre he sospitat que l'Oracle és l'eina del mal, no de Déu.
hu: Nincs 'de'. Régóta gyanítom már, hogy a Jósnő nem Isten eszköze, hanem az ördögé.
ja: 「しかし」は無しだ。いいかね、私は以前からずっと疑問視しているのだが、預言者は悪の手先だ。神に仕えてなどいないとな。
ru: Никаких "но". Я давно подозревал, что Оракул - орудие дьявола, а не Бога.

source: I don't want to interrupt you your interesting discussion, but <i><u>I</u></i> think you will have chance to ask this Gawen directly about everything.
hu: Nem akarom megakasztani kétségkívül érdekfeszítő beszélgetéseteket, de <i><u>ÉN</u></i> azt hiszem, könnyen eldönthetitek a kérdést, magát Gawent is megkérdezhetitek.
ja: 興味深い議論に口を挟むつもりはないのですが... <i><u> 私は </u></i> 思うんですけども、疑問の全てを Gawen に直接ぶつける機会があるでしょう。

source: Akladians - open the way for me and my army. I am your rightful king, I am the messiah, the hand of God on earth. Whoever opposes me opposes God.
ca: Akladians, obriu-nos el camí a mi i al meu exèrcit. Sóc el vostre rei per dret hereditari, la mà de Déu en aquesta terra. Qui s'opose a mi està enfrontant-se amb Déu mateix.
hu: Akladiaiak - engedjetek utat nekem és a seregemnek! Én vagyok a királyotok, én vagyok a Megváltó, Isten jobbkeze ezen a földön. Aki szembeszáll velem, Istennel száll szembe.
ja: Akladia 人よ ― 私と軍隊のために道を開けなさい。私は正当なる王であり、救世主であり、地上における神の御手となる者である。私に抗うことは神に抗うことである。
ru: Акладианы! Дайте дорогу мне и моей армии. Я ваш законный король. Я мессия, рука господня на земле. Кто против меня, тот против Господа!

source: Cease this blasphemy, foul mixling! You are nothing but a flabby underling.
ca: Deixa de blasfemar, maleït mestís! No eres més que un carrall tremolós.
hu: Elég ebből az istenkáromlásból, nyomorult korcs! Nem vagy te más, csak egy nyamvadt nemtelen!
ja: 神への冒涜はやめよ、汚れた混血男め！お前は、軟弱な「下っ端」以外の何者でもない。
ru: Хватит болтать, паршивый полукровка! Ты просто дикарь-задохлик.

source: Have you already forgotten that you have fled from me before, revered Hoyre? Twice now you have faced me; this time there will be no escape. You will lie dead on the battlefield, unless you recognise me as your king.
ca: Ja t'has oblidat de cóm vas fugir de mi corrents, reverenciat Hoyre? Dos vegades has lluitat contra mi, aquesta vegada acabaràs mort en el camp de batalla si no em reconeixes com el teu rei.
hu: Már elfelejtetted, hogy szaladtál el előlem, Hoyre tiszteletes? Kétszer harcoltál ellenem; most viszont nem menekülhetsz, vagy elismersz királyodnak, vagy keselyűk zabálják fel a hulládat!
ja: 敬愛する Hoyre 殿、あなたはこれまで私から逃げ出したことがあるのを忘れたのですか？２度、私に立ち向かった。しかし今回は逃げる場所はない。あなたは戦場で死ぬことになるだろう、私を王と認めない限り。
ru: А ты уже забыл как убегал от меня, уважаемый Ойре? Дважды ты сражался со мной. Теперь ты останешься лежать на поле боя или признаешь меня своим королём.

source: I am your king, Hoyre. Admit that or I will be forced to kill you.
ca: Sóc el teu rei, Hoyre. Si no ho admets, hauré de matar-te.
hu: A királyod vagyok, Hoyre. Behódolsz, vagy nyomorultul elpusztulsz.
ja: 私はあなたの王なのだ、Hoyre 殿。このことを認めなければ、私はあなたを殺すしかない。

source: My king? You, my king? Never! I will rip your heart out! I will cut your hands off and feed the crows with them!
ca: El meu rei? Tu? Mai! Abans et trauré jo el cor! Et tallaré les mans i les donaré de menjar als corbs!
hu: Királyom? Az én királyom? Soha! Kitépem a szívedet! Levágom a fejedet, s a hollók fognak gurigázni vele!
ja: 私の王だと？お前が、我が王？馬鹿を言うな！お前の心臓をえぐり出してやろうか！お前の手を切り落としてカラスに食わしてやってもいいのだぞ！
ru: Королём? Тебя - своим королём? Никогда! Я вырежу твоё сердце! Я отрублю тебе руки и скормлю их воронам!

source: My lord, Bor Cryne not be far from here. It isn't wise to fight alone against the rebels' army.
ca: Senyor, Bor Cryne no deu estar molt lluny. No és recomanable lluitar a soles contra tot l'exèrcit rebel.
hu: Uram, Bor Cryne már nem lehet túl messze. Nem lenne bölcs dolog egyedül szembeszállni a lázadók hordájával.
ja: 閣下、Bor Cryne はここからそう遠くない場所にいます。反乱軍を相手に単独で対抗するのは賢明ではありません。
ru: Милорд, возможно Бор Крайн уже недалеко. Возможно мудрее будет дождаться его и не вступать в битву с бунтовщиками малыми силами.

source: What about you, noble lord? Will you oppose your king and messiah as declared by the Oracle?
ca: I tu què, noble senyor? T'enfrontaràs al teu rei i messies, beneït per l'Oracle?
hu: S te mit mondasz, nemes uram? Szembeszállsz a királyoddal, akit a Jósnő Megváltónak nevezett?
ja: 貴い領主殿、あなたはどうなのだ？あなたの王たる私に、預言者によって救世主の宣託を受けた、この私に反抗するか？
ru: А ты что скажешь, благородный лорд? Ты тоже против своего короля и мессии, провозглашённого Оракулом?

source: I don't know what to think. But there IS one way to determine whether you are really what you claim to be... whether you are able to defeat us.
ca: No sé què pensar. Hi ha una manera de saber si realment eres allò que afirmes ser. Si ens pots derrotar...
hu: Nem tudom, mit higgyek. De VAN egy mód, hogy helyre tegyük a dolgokat. Ha legyőzöl minket, akkor tényleg igaz, amit hirdetsz magadról...
ja: 私は、どうすべきかよく分からない。だが、ただ一つだけある。お前の主張していることが本当かどうかを決める方法が... お前が我々を打ち負かすことができるかどうかだ。
ru: Даже не знаю что думать. Но ЕСТЬ один способ доказать, что ты именно тот за кого себя выдаёшь. Если ты сможешь победить нас...

source: By the way, Gawen, you are really starting to become convincing in your role. You seem to like it, despite your earlier protests.
ca: Per cert, Gawen, comences a ser molt convincent en el teu nou paper. Pareix que t'agrada, no obstant les teues queixes.
hu: Nahát, Gawen, te tényleg kezded magad beleélni a szerepedbe. Mintha élveznéd is, annak ellenére, amit korábban mondtál.
ja: ところで Gawen 、自分の役割を本当に説得力を持って演じ始めたわね。最初の頃は文句を言ってたのに、今じゃ楽しんでいるみたいだわ。
ru: Кстати, Гэвен, ты начал довольно убедительно смотреться в новой роли. Тебе это нравится несмотря на всё, что ты говорил раньше.

source: Enough talk. We must slay our enemies. To arms!
ca: Deixeu de xarrar. Hem de matar els nostres enemics. A armes!
hu: Sok a szöveg. Irtsuk ki az ellenséget! Fegyverbe!
ja: 御託はもうウンザリだ。すべきは敵を倒すこと。武器を取れ！
ru: Хватит болтать. Мы должны уничтожить врага. К оружию!

source: Yes, to arms! To think, I am actually agreeing with an underling!
ca: Sí! OH, DÉU MEU, estic d'acord amb un carrall!
hu: Ez az! ISTENEM, egyetértek egy nemtelennel?!
ja: そうよ、武器を手に戦うわよ！考えてみれば、私なんか下っ端たちの意見に賛成なんだからね！
ru: Да! О, БОЖЕ МОЙ, я соглашаюсь с дикарём!

source: Kill all enemy leaders
ca: Mata tots els líders enemics.
hu: Legyőzöd az ellenséges vezéreket
ja: 敵の全てのリーダーを倒す
ru: Убейте всех вражеских лидеров

source: Death of Deorien
ca: Mort de Deorien
hu: Deorien meghal
ja: Deorien の死
ru: Смерть Деориена

source: Death of Huon Ryedric
ca: Mort de Huon Ryedric
hu: Huon Ryedric meghal
ja: Huon Ryedric の死
ru: Смерть Хуона Райдрика

source: Some peasants may have gold to give you in this scenario when you visit their villages.
ja: このシナリオでは、村を訪ねることで、農民の中にはゴールドを差し出す者がいるかもしれません。

source: All is lost! Enemy reinforcements have arrived! We have no chance to win now!
ca: Tot està perdut! Han arribat els reforços dels nostres enemics! No tenim cap oportunitat de vèncer!
hu: Minden elveszett! Az ellenség erősítése megérkezett! Esélyünk sincs a győzelemre!
ja: 全てが失われる！敵の援軍が到着したぞ！今や私たちに勝ち目はない！
ru: Всё потеряно! К нашим врагам пришла помощь! Теперь нам не победить!

source: Curses! We are too late.
hu: A francba! Elkéstünk.
ja: 呪われている！我々は遅すぎたのだ。
ru: Чёрт! Мы опоздали.

source: Should we attack, my lord?
ca: Deuríem atacar, senyor?
hu: Megtámadjuk őket, uram?
ja: 閣下、攻撃すべきですか？
ru: Атакуем, милорд?

source: No. As usual, Hoyre screwed up everything he possibly could. We will withdraw to the north, and wait until Grekulak arrives to help us.
ca: No. Hoyre, com sempre, ha destrossat fins els millors plans. Ens retirarem cap al nord i aguaitarem fins que Grekulak puga unir-se amb nosaltres.
hu: Nem. Hoyre elkúrt mindent, amit csak lehetett. Visszavonulunk északra, s bevárjuk Grekulakot a seregével.
ja: やめとけ。いつもと同じで、Hoyre は、全力で全てを台無しにしやがったんだ。私たちは北方に撤退して、Grekulak が救援に来るまでそこで待とう。
ru: Нет. Ойре, как всегда, угробил всё, что смог. Отступим на север и подождём помощи Грекулака.

source: My king, I've heard that some of people of Wesnoth have started to take revenge on their own. A few Akladian villages were massacred south of Freetown. What will you do?
ca: Mon senyor, he sentit que alguns wesnothians han començat a prendre's la justícia per la seua mà. Algunes aldees akladianes han sigut massacrades al sud de Ciutat Lliure. Què farem?
hu: Királyom, azt hallottam, hogy néhány wesnothi önbíráskodásba kezdett, s bosszút állt az elszenvedett sérelmeiért. Freetowntól délre néhány akladiai falu lakosságát kiirtották. Mit akarsz tenni?
ja: 王様、Wesnoth の一部の人々は、自分たち自身の手で復讐を始めているそうです。Freetown の南側では、Akladia 人のいくつかの村々が大虐殺にあいました。どうされますか？
ru: Король, я слышал, что некоторые веснотцы начали мстить за своих сородичей. Несколько акладианских деревень на юге от Фритауна разорены. Что мы будем делать?

source: And what do you think he could do? People want revenge, so...
ca: I què penses que pot fer? La gent vol venjança...
hu: Mit gondolsz, mit tud tenni? Az emberekben ég a bosszúvágy, és...
ja: 君はどうなんだ、王様に何ができると思う？人々が復讐を望んでいるとしたら...
ru: А что вы собираетесь делать? Люди жаждут мести, значит..

source: Revenge on whom? On innocent woman and children?
ca: Venjança? Contra qui? Dones i xiquets innocents?
hu: Bosszút állnak, de kiken? Ártatlan asszonyokon és gyerekeken?
ja: 誰に対する復讐なのだろう？罪のない女性や子供に復讐するのか？
ru: Мести кому? Невиновым женщинам и детям?

source: Innocent? No Akladian is innocent! Even if they didn't participate in the massacres, maybe their husbands or uncles did, and...
ca: Innocents? Cap akladià ho és. Fins i tot si no han participat en les massacres, tal volta els seus marits o oncles van...
hu: Ártatlan? Nics ártatlan akladiai. Még ha közvetlenül nem vesznek is részt a gyilkosságokban, a férjük, a családtagjaik igen, és...
ja: 罪のないだって？罪のない Akladia 人なんていない！ たとえ大虐殺に参加していなかった人であったとしても、その夫や叔父が参加していたかもしれない...
ru: Невиновным? Не бывает невиновных акладиан. Даже если они сами никого не убивали, значит их мужья или отцы, или...

source: How many Wesnothians have been brought back from the dead by the killing of Akladian children, Huon? I lost whole family in Freetown. But I don't want to avenge them by killing families of innocent people. It will not bring them back.
ca: Quants wesnothians han ressuscitat matant xiquets akladians, Huon? He perdut tota la meua família en Ciutat Lliure. Però no vull venjar-me matant famílies de gent innocent.
hu: Hány wesnothi támadt fel akladiai gyerekek meggyilkolása után, Huon? Én a teljes családomat elvesztettem Freetownban. De mégsem akarok ártatlan emberek családjának legyilkolásával bosszút állni értük.
ja: Huon よ、Akladia 人の子供たちを殺すことで、何人の Wesnoth 人が生き返ると言うんだ？ 私は、Freetown で家族全員を失った。でも、無実の人々を殺すことで復讐したいなんて全く思わない。誰一人として救われない。
ru: Сколько веснотцев воскреснет после смерти акладианских детей, Хуон? Я потерял всю семью во Фритауне. Но я не хочу мстить за них, убивая семьи безвинных людей.

source: You have to react, my king. If you don't punish the Wesnothians to stop them from committing further reprisals, the Akladians will turn away from you, and there will be another round of civil war.
ja: 王様、行動を起こすべきです。これ以上 Wesnoth 人が報復しないよう処罰しなければ、Akladia 人はあなたから離れ、新たな内戦が勃発するでしょう。

source: Punish them? Why? These people acted out of despair and anger, they lost their whole families at the hands of Akladians, how can you punish them? If you do, a lot of the Wesnothians will turn away from you...
ja: 罰する？なぜ？ここの人たちは絶望と怒りから行動したのだ。Akladia 人の手で家族全員が奪われた彼らを、どうして罰することができるのだ？そんなことをしたら、多くの Wesnoth 人があなたから離れてしまうだろう..

source: I now declare amnesty for everyone. But from this moment forward, anyone who wants to spill innocent blood will be hunted by me and my people. People who have already committed crimes should go make a pilgrimage to the Oracle to ask for forgiveness.
ca: Declare una amnistia general. Però d'ara endavant, tot aquell que vesse sang innocent serà perseguit per la meua gent i per mi mateix. La gent que ja haja comés cap malifeta deurà anar a peregrinar a l'Oracle i demanar allà perdó.
hu: Amnesztiát hirdetek mindenkinek. De ettől a pillanattól kezdve, aki kezet emel ártatlanokra, s vérüket ontja, az számoljon azzal, hogy lesújtunk rá. Aki eddig ilyen bűnt követett el, zarándokoljon el a Jósnőhöz, s vezekeljen a bűneiért.
ja: 私は今、すべての人たちに恩赦を与えることを宣言する。だが、この瞬間から、無実の人々の血を流したいと思う者は、私や私の民によって裁かれる。既に罪を犯してしまった者は、赦しを請うために預言者のもとへ行くべきである。
ru: Я объявляю амнистию всем. Но с этого момента тот, кто прольёт невинную кровь, будет иметь дело со мной и моими людьми. А те, кто сейчас виновен, должны совершить паломничество к Оракулу и молить о прощении.

source: THIS is supposed to be a punishment? Akladians won't like it.
ca: Açò és suposa que és un castic? No els agradarà als akladians.
hu: Ezt nevezed te büntetésnek? Az akladiaiaknak nem fog tetszeni.
ja: 罰というのは、このことね？ Akladia 人は嫌がるでしょうね。
ru: Это называется наказанием? Акладианы не поймут.

source: I am the messiah. Any Akladians who would contest my words are tools of evil and will never be admitted to the land of their ancestors.
ca: Sóc el messies. Els akladians que s'enfronten a les meues decisions són eines del mal i mai seran admesos en la terra dels avantpassats.
hu: Én vagyok a Megváltó! Azok az akladiaiak, akik kétségbe vonják a szavaimat, a gonosszal cimborálnak, s nincs helyük a tiszták országában.
ja: 私は救世主だ。私の言葉に異を唱える Akladia 人はすべて悪の手先であり、その先祖の土地に受け入れられることは永遠に無いだろう。
ru: Я - мессия. Акладиане, которые не прислушиваются к моим словам, суть орудия зла и никогда не попадут в земли предков.

source: Messiah? You do not actually believe that!?
ca: Messies? De debò t'ho creus això?
hu: Megváltó? Ne mondd, hogy komolyan veszed ezt a bohóckodást!
ja: 救世主って？本当に信じているわけではないですよね？
ru: Мессия? И ты в это веришь?

source: Huon, the proper way to address your king is 'your majesty' - or at the least 'my king'. Deorien was right all the time, now I see it clearly. Akladians might rebel against their king and they might definitely rebel against a king of mixed blood. But they cannot rebel against the hand of God on earth.
ca: Huon, la manera adequada de dirigir-te al teu rei és 'sa majestat' o, com a poc, 'rei meu'. Deorien tenia raó, ara ho veig clar. Els akladians poden rebel·lar-se contra el seu rei, i poden fàcilment fer-ho contra un rei mestís. Però no poden rebel·lar-se contra la mà de Déu en la terra.
hu: Huon, a királyodat helyesen úgy kell megszólítanod, hogy 'felséges uram', de minimum 'királyom'. Deoriennek végig igaza volt, most már én is látom. Az akladiaiak fellázadhatnak a királyuk ellen, s biztosan fellázadnak egy félvér király ellen. De Isten küldötte ellen nem lázadhatnak fel.
ja: Huon 、王に対する適切な敬称は "陛下" または最低でも "王" だ。Deorien は常に正しかったし、私も今、はっきりと分かった。Akladia 人はそれぞれの王に対して反抗するかもしれないし、混血の王には間違いなく反抗するだろう。だが、地上の神の御手となる者には逆らえない。
ru: Хуон, к королю нужно обращаться "Ваше величество" или хотя бы "мой король". Деориен был прав, теперь я это понимаю. Акладианы могут восстать против короля и уж точно восстанут против короля-полукровки. Но они не станут восставать против длани господней.

source: The way to Vattin is free of enemies. Let's go.
ca: El camí cap a Vattin és lliure d'enemics. Anem.
hu: Vattinig tiszta az út. Gyerünk!
ja: Vattin へ続く道に敵はいない。さあ、行こう。
ru: Путь в Ваттин очищен от врагов. Пойдём.

source: My king, we could really use some help here.
ca: Sa majestat, ens aniria be alguna ajuda.
hu: Királyom, igazán elkelne egy kis segítség.
ja: 王様、私たちは本当に助けていただきたいのです。

source: We are under heavy assault, my king. We really could use some help here.
ca: Estem sota un fort atac, majestat. Ens aniria molt be eixa ajuda.
hu: Keményen támadnak minket, királyom. Igazán jól jönne egy kis segítség.
ja: 今、とても激しい攻撃を受けています。王様、本当にお力をお借りしたいのです。

source: The barbarians attack me! I need help NOW!
hu: A barbárok megtámadtak! AZONNAL szükségem van segítségre!
ja: 蛮族が私を攻撃している！助けてください、今すぐ！

source: Aaah!
ca: Aah!
hu: Ááááh!
ja: アァーッ！
ru: А-а-ах!

source: What? Mother, are you hurt?
ca: Què? Mare, estàs ferida?
hu: Mi történt? Megsebesültél, anyám?
ja: どうした？母さん、どこか痛めた？
ru: Что? Мать, тебе больно?

source: No... I'm ok... I'm ok... It was nothing.
hu: Nem... Jól vagyok... Tényleg... Semmi bajom.
ja: いえ... だいじょ... 大丈夫... 何でもないから。

source: But what that? Are you wounded?
ca: Però què? Estàs ferida?
hu: De mi volt ez? Eltaláltak?
ja: でもどうしたんだ？ 怪我でもしたのか？
ru: Но что это было? Ты ранена?

source: No, Gawen, I've told you I'm OK!
ca: No, Gawen, ja t'he dit que estic be!
hu: Nem, Gawen, mondtam, hogy MINDEN rendben van!
ja: いえ、Gawen 、言ったでしょ、大丈夫よ！
ru: Нет, Гэвен. Я же сказала: я в порядке!

source: The witch most likely accidentally drank a poison she was preparing for someone else.
ca: Segurament, la bruixa s'ha confós i s'ha begut un verí que havia preparat per algú altre.
hu: Talán a boszorka véletlenül kiitta a méregpoharat, amit másnak készített.
ja: 魔女さんは、誰かのために用意していた毒を自分で飲んでしまったのかも。
ru: Может эта ведьма проглотила яд, который приготовила для кого-то другого?

source: No, my lord. I think I know what's happening with your step-mother, but if she does not want to tell you, neither will I. But be prepared... she may not be able to fight in some of the battles which await us in future.
ca: No, senyor. Crec que sé què sofreix la teua madrastra, però si ella no ho vol dir, jo tampoc diré res. Però prepareu-vos a prescindir d'ella en alguna de les pròximes batalles.
hu: Nem, uram. Azt hiszem, tudom, mi a baj a nevelőanyáddal, de ha ő nem akarja elmondani, én sem fogom. De készülj fel, hogy az eljövendő csatákat nélküle kell megvívnod.
ja: 違いますよ。 陛下。あなたのお母様に何が起きているか、私には分かっていますが、彼女が話したくないのなら、私もそれに従います。でも、お覚悟をお願いします... 将来、私たちに起こる戦闘のいくつかに、彼女は参戦不能になるかもしれません。
ru: Милорд, думаю, я знаю, что происходит с вашей мачехой, но если она не хочет об этом говорить, я тоже буду молчать. Впрочем, предупрежу, чтобы вы были готовы к тому, что она не сможет принимать участие в будущих битвах.

source: Underling, be silent. You know nothing. You all know nothing. I will fight.
ca: Carall, calla't. No saps res. Ningú no sap res. Jo lluitaré.
hu: Nemtelen, fogd be a szád! Te nem tudsz semmit. Egyikőtök sem tud semmit. Harcolni fogok.
ja: 下っ端め、お黙りなさい。何も知らないくせに。お前は何にも分かってない。私は戦い続けるわ。
ru: Молчи, дикарь! Ты ничего не знаешь. Лорин всегда сражается!

source: No! I haven't avenged my family!
ca: Aaargh! No he venjat la meua família!
hu: Áááh! Nem tudtam bosszút állni a családomért!
ja: ダメだ！私はまだ家族の敵を取っていない！

source: Stop! Don't kill me! I will give you a lot of gold if you will spare me!
ca: Pareu! No em mateu! Vos donaré un gran quantitat d'or si em perdones!
hu: Megállj! Ne ölj meg! Egy csomó aranyat adok, ha futni hagysz!
ja: やめろ！私を殺すんじゃない！助けてくれたらゴールドを山ほど与えよう！

source: Were you at Freetown?
ca: Vas estar en Ciutat Lliure?
hu: Ott voltál Freetownban?
ja: お前、Freetown にいたな？

source: NO! That was Bor Cryne! Don't kill me!
ca: NO! Va ser Bor Cryne! No em mates!
hu: NEM! Bor Cryne volt az! Ne ölj meg!
ja: 俺じゃない！あれは、Bor Cryne の仕業だ！私を殺さないでくれ！

source: I am an empty shell.
ca: Sóc una conxa buida.
hu: Üres vagyok, mint egy hámozott lufi.
ja: 私の心は抜け殻なのだ。

source: Before you will pass, I want to ask you one very simple question. Were you with the Akladian army which burned Freetown?
ca: Abans que et desmaies, vull fer-te una pregunta senzilla, molt senzilla. Estaves en el exèrcit akladià que va cremar Barnon?
hu: Mielőtt elmész, egy egyszerű, nagyon egyszerű kérdésre válaszolj nekem. Te is tagja voltál annak az akladiai seregnek, amelyik felégette Freetownt?
ja: お前が息絶える前に、ただ一つだけ尋ねておきたい。Freetown を焼き払った Akladia 軍に、お前は加わっていたのか？

source: No! No! That was Bor Cryne, I swear! I wasn't there!
ca: No! No! Va ser Bor Cryne, ho prometo! Jo no hi era allà!
hu: Nem! Nem! Bor Cryne volt az, esküszöm! Én nem voltam ott!
ja: 違う違う！あれは Bor Cryne の仕業だ！誓って言う！私はその場にいなかった！

source: Where is Bor Cryne?
ca: On està Bor Cryne?
hu: Hol van Bor Cryne?
ja: Bor Cryne はどこにいるのだ？

source: Who gave you the location of Freetown?
ca: Qui va revel·lar-vos la ubicació de Ciutat Lliure?
hu: Ki adta meg Freetown helyzetét az akladiaiaknak?
ja: Freetown の位置は誰に聴いたのだ？

source: Do you know who poisoned my mother?
ca: Saps qui va enverinar ma mare?
hu: Tudod, ki mérgezte meg az anyámat?
ja: 私の母を毒殺した者を知っているか？

source: Whenever he is, he should be here instead!
hu: Nem tudom hol van, de már rég itt kellene lennie!
ja: いつであろうと、彼がここにいるべきなのに！

source: I don't know! I wasn't at Freetown, really!
ca: No ho sé! No vaig estar en Ciutat Lliure!
hu: Nem tudom! Én nem voltam Freetownban, esküszöm!
ja: 知らない！私は Freetown にはいなかった、本当だ！

source: I don't know! But Uri van Roe or Bor Cryne may know something about that...
ca: No ho sé! Uri van Roe o Bor Cryne sabran alguna cosa d'això...
hu: Nem tudom. Uri van Roe vagy Bor Cryne esetleg tudhat valamit...
ja: 知らない！だが、 Uri van Roe か Bor Cryne なら何か知ってるかもしれない...

source: Don't kill me, Lorin! I knew you when you were a little child, I even played games with you when you were small...
ca: No em mates, Lorin! Et conec des que eres una xiqueta, quan jugava amb tu...
hu: Ne ölj meg, Lorin! Ismerlek gyerekkorod óta, én játszottam veled, mikor még kicsi voltál...
ja: 助けて来れ、Lorin ！ お前が幼い頃から知った仲ではないか、お前が小さい頃から一緒に遊んだこともあった...

source: You should've killed me then, when you still had the chance.
ca: Hauries d'haver-me matat aleshores, quan tenies l'ocasió.
hu: Akkor kellett volna megölnöd, mikor még volt rá esélyed.
ja: その時に私を殺しておくべきだったのよ、殺せる機会があったときにね...

source: Whenever he is, he should be here!
ca: Siga on siga, deuria estar aquí!
hu: Nem tudom hol van, de már rég itt kellene lennie.
ja: いつであろうと、彼はここにいるべきなのに！

source: You truly are worthy to be our king! The Oracle was right! I never should have listened to Hoyre....
ca: Eres digne de ser el nostre rei! L'Oracle tenia raó! No mai deuria haver sentit Hoyre...
hu: Te tényleg a királyunk vagy! A Jósnőnek igaza volt! Sosem kellett volna Hoyre-ra hallgatnom...
ja: あなたは本当に我らの王としてふさわしい！預言者は正しかった！Hoyre の言うことに耳を傾けるべきではなかった...
ru: Ты действительно достоин быть королём! Оракул была права! Я не должен был слушать Ойре...

source: How could this be possible?
hu: Hát ez meg hogy lehet?
ja: こんなことが、どうしてできるのだ？
