Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Shut up, Bar. Over the last year I've heard more than enough of your whining about trees, woods, branches and so on.
ca: Calla't, Bar. Ja he tingut prou en tot aquest últim any dels teus plors per culpa del bosc, els arbres, les arrels, les rames, les formigues...
hu: Pofa be, Bar. Épp eleget nyafogtál már a fák, az erdő, az ágak miatt, elegem van belőle.
ja: いい加減にしろ、Bar 。この一年間、木や森がどうだの、枝がどうだのと、愚痴を散々聞かされてきた。
ru: Заткнись, Бар. За последний год мне хватило твоего скулежа о деревьях, сучках, ветках и всём остальном.

source: It's the wind. And the noise... as if the green devils are whispering in the leaves. I really hate this forest.
ca: És l'aire. I eixe soroll... Com si tots els dimonis verds estigueren xiuxiuejant entre les fulles. Odie de veritat aquest bosc.
hu: Most még a szél is fúj. Mi ez a zaj... Mintha a zöld ördögök neszeznének az avarban. Én tényleg gyűlölöm ezt az erdőt.
ja: 風が吹いてるぞ。音が... まるで緑の悪魔どもが、木々の葉の中で囁いているかのようだな。まったく、この森が、この上なく嫌いだ。
ru: Это ветер. И эти шорохи... Как будто все зелёные демоны собрались пошептаться среди листьев. Ненавижу этот лес.

source: Hold your tongue! Green devils... I've heard they appeared recently in Raedwood. My friend told me there were THOUSANDS of them. I wish I were somewhere else.
ca: Oblida't d'això! Ni ho tornes a dir! Dimonis verds... He sentit dir que van aparèixer fa poc a Raedwood. Un amic meu em va dir que hi havia MILERS d'ells. Tant de bo estiguera en un altre lloc.
hu: Ne is emlegesd őket! Zöld ördögök... Hallottam, hogy újabban egyre gyakrabban tűnnek fel Raedwoodban. Haver mondta, hogy vagy SZÁZAT látott egyszerre. Szívesen lennék most akárhol máshol.
ja: 静かにしろ！緑の悪魔だ... 近頃、Raedwood に奴らが姿を現したそうだ。私の友人の話では、かつては数千人はいたらしい。どこか他の場所なら良かったのだが。
ru: Проглоти свои слова! Зелёные демоны... Я слышал, они недавно появлялись в Редвуде. Мой приятель рассказывал о ТЫСЯЧАХ. Хотел бы я быть подальше отсюда.

source: Like... in bed with your underling so-called 'wife'?
ca: Com al llit amb la carrall eixa que anomenes 'esposa'?
hu: Például ágyban azzal a nemtelen úgynevezett 'feleségeddel'?
ja: 例えば...お前の下っ端の、いわゆる 妻 とベッドで？
ru: Например в постельке с дикаркой, которую ты называешь женой?

source: I've told you not to call her that! What's wrong with marrying Wesnothian women anyway? If our old king could do it, why not us lesser men?
ca: No parles d'ella així! T'ho he dit moltes vegades! Què hi ha de roin en casar-se amb una dona wesnothiana? Si el nostre antic rei ho va poder fer, per què nosaltres, hòmens inferiors, no?
hu: Ne nevezd így, már mondtam. Különben is, mi a rossz abban, ha egy wesnothi nőt veszek el? Ha a királyunk megtehette, mi alattvalók miért ne tehetnénk meg?
ja: 前も言っただろう、我が妻をそう呼ぶのはやめろ！そもそも、 Wesnoth の女性と結婚して、何が悪いのだ？我らが古き王も結婚できたのだから、その従者たる我々だって構わんだろう？
ru: Не смей её так называть! Я сказал! Что плохого в браке с веснотской женщиной? Если даже наш прошлый король это сделал, почему его подданным не делать то же самое?

source: The King is dead. I think God punished him for mixing our holy blood with that of the underlings. And Raban, you should really get rid of your, um, wife-thing.
ca: El rei és mort. Crec que Déu el va castigar per mesclar la nostra sang sagrada amb eixa dona carrall. I Raban, deuries abandonar eixa cosa que anomenes esposa.
hu: A király meghalt. Isten megbüntette őt, amiért a mi szent vérünket a nemtelenek vérével megfertőzte. És Raban, neked is ki kéne tenned a házadból azt a... szóval akit a feleségednek nevezel.
ja: その王様は死んだ。多分、神に罰せられたのだ。我らの聖なる血を下っ端の血と混ぜたのが、その罪だ。だから Raban 、お前は、その、あー、妻みたいな奴を捨て去るべきなんだ。
ru: Король мёртв. Думаю, Господь сурово наказал его за смешение нашей священной крови к кровью дикарки. Рабан, лучше бы выгнал свою так называемую жёнушку.

source: Why? At least Wesnothian woman guarantee healthy children.
hu: Mi a baj? A wesnothi nők legalább garantáltan egészséges utódokat szülnek.
ja: 理由は何だ？少なくとも Wesnoth の女性は健康な子が保証されるんだ。

source: There is a gossip that this unknown curse put on our women will end.
hu: Azt csiripelik a verebek, hogy ez az átok, ami az asszonyainkat sújtja, el fog múlni.
ja: 私たちの女性にかけられた、この未知の呪いが終わるという噂がある。

source: Everyone who has forsaken our old ways and is too underling-friendly will soon be as dead as our old king. Or as that mixling, ten-days king, Gawen.
ca: Hi ha remors que tot el qui s'haja apartat de els nostres ancestrals costums i siga massa amic dels carralls, prompte estarà tan mort com el nostre vell rei. O eixe mestís que va durar deu dies, Gawen.
hu: Az a hír járja, hogy akik elhagyták az ősi utat, és túlzottan barátkoznak a nemtelenekkel, hamarosan kardélre hányatnak, s halott királyunk nyomdokaiba lépnek. Akárcsak az a korcs, tíznapig-király, Gawen.
ja: 古い慣習を捨てて下っ端と親しくなったものは全て、古い王のように、または、あの三日天下の Gawen のように死んでしまうだろう。
ru: Ходят слухи, что каждый, кто преступил наши старые обычаи и слишком близко сошёлся с дикарями, скоро будет мёртв, как и наш старый король. Или как король-на-час полукровка Гэвен.

source: Cousin, do not utter that name! I've heard he was seen walking the face of the earth... as if... he had come back from the grave... or perhaps undead...
ca: Cosí, no tornes a pronunciar eixe nom! He sentit dir que han tornat a vore la seua cara en aquest món... Com si... Com si estiguera viu de nou... o no mort...
hu: Ne emlegesd azt a nevet! Hallottam, hogy egyesek látták felbukkanni valahol... Ha... Ha életben van... vagy élőholtként bolyong...
ja: おい、従兄弟よ、その名前を出すんじゃない！そいつが地上を歩いていたという話を聞いたぞ... もしかしたら墓から出てきたのか... アンデッドになったかもしれないし...
ru: Кузен, не произноси это имя! Я слышал, что его видели... Как будто он остался в живых... Или воскрес...

source: We have to get past these guards. Akladians set up a line of guards around the forest some time ago, when our rebellion was more visible and having some success.
ca: Hem d'obrir-nos pas a través d'aquestos guardes. Els akladians van establir ja fa temps aquesta línia de guàrdia envoltant el nostre bosc, quan la nostra rebel·lió estava guanyant força.
hu: Át kell jutnunk ezen az őrségen. Nemrég őrhelyek láncolatát építették ki az akladiaiak az erdő körül, mikor nem tudták leverni a lázadásunkat.
ja: この警備網を突破しなければなりません。Akladia 人がちょっと前に森中に警備線を構築したのです。私たちの反乱が目立ち始めて、成功を収めだしたのがきっかけでした。
ru: Мы должны пройти мимо этих стражей. Когда наши повстанцы оживились, акладианы поставили посты вокруг всего леса.

source: I want to avoid fighting. I only have eighteen seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
hu: Szeretném elkerülni a csatát. Mindössze tizennyolc kipróbált harcosom van, s csak parasztokkal tudnám bővíteni a csapatot. Velük nem pótolhatnám a harcedzett harcosokat, s még csak a küldetésünk elején vagyunk.
ja: 戦闘は避けたいものだ。18人の熟練兵しかいないし、近辺から招集できるのは農民だけだ。その18人の代わりを見つけることもできないし、そもそも、これは私たちの探索の始まりに過ぎないのだ。

source: I want to avoid fighting. I only have fifteen seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
hu: Szeretném elkerülni a csatát. Mindössze tizenöt kipróbált harcosom van, s csak parasztokkal tudnám bővíteni a csapatot. Velük nem pótolhatnám a harcedzett harcosokat, s még csak a küldetésünk elején vagyunk.
ja: 戦闘は避けたいものだ。15人の熟練兵しかいないし、近辺から招集できるのは農民だけだ。その15人の代わりを見つけることもできないし、そもそも、これは私たちの探索の始まりに過ぎないのだ。

source: I want to avoid fighting. I only have twelve seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
ca: Preferiria evitar el combat. Només tinc dotze soldats veterans, i en aquestos llars només puc reclutar camperols. No podré trobar cap relleu per a qualsevol dels meus veterans, i aquest és només el començament de la nostra missió.
hu: Szeretném elkerülni a csatát. Mindössze tizenkét kipróbált harcosom van, s csak parasztokkal tudnám bővíteni a csapatot. Velük nem pótolhatnám a harcedzett harcosokat, s még csak a küldetésünk elején vagyunk.
ja: 戦闘は避けたいものだ。12人の熟練兵しかいないし、近辺から招集できるのは農民だけだ。その12人の代わりを見つけることもできないし、そもそも、これは私たちの探索の始まりに過ぎないのだ。
ru: Я хотел бы избежать драки. У нас всего двенадцать испытанных отрядов. Конечно, по соседству можно ещё набрать несколько крестьян. Я не смогу найти замену никому из наших веетранов. А ведь мы ещё в самом начале нашего поиска.

source: I want to avoid fighting. I barely have any seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacements for any of my veterans, and this is just the beginning of our quest.
hu: Szeretném elkerülni a csatát. Alig néhány kipróbált harcosom van, s csak parasztokkal tudnám bővíteni a csapatot. Velük nem pótolhatnám a harcedzett harcosokat, s még csak a küldetésünk elején vagyunk.
ja: 戦闘は避けたいものだ。熟練兵など殆どいないし、近辺から招集できるのは農民だけだ。熟練兵の代わりを見つけることもできないし、そもそも、これは私たちの探索の始まりに過ぎないのだ。

source: If so, then it is up to you to figure out a strategy which will avoid any losses. While we will have to pass near the guards, and may skirmish with them, there is no need to get into a stand-up fight with them.
hu: Ha így gondolod, akkor rajtad áll, milyen stratégiát alkalmazol, hogy elkerüld a veszteségeket. Mindenképpen át kell jutnunk az őrségen, harcok árán vagy anélkül.
ja: だとすると、人員の損失を出さないような戦略をとるのが、あなたの役目です。衛兵の近くを抜けていく時には小競り合いが起きるでしょうが、最後までやり合う必要はありません。

source: How typical for an underling, trying to avoid conflict. My son, let's just slaughter them all! More enemies, more honor!
ca: Què típic d'un carrall, evitar una lluita! Fill meu, anem a massacrar-los tots! Quan major siga el nombre d'enemics, major serà la glòria!
hu: Tipikus nemtelen hozzáállás, kerüljük a harcot. Fiam, vágjuk le őket mind egy szálig! Sok halott, nagyobb dicsőség!
ja: 正に下っ端らしいやり方ね、争いを避けたがるなんて。息子よ、皆殺しあるのみ！敵が増えれば、栄誉も増える！
ru: Как похоже на дикарей: избегать битвы. Сын мой, убьём всех! Больше врагов, больше чести!

source: With that kind of attitude, how have you managed to survive this long? We'll want to manage our resources, too - my guess is that we should have at least 250 golden coins at the end of this battle.
ca: Amb aquesta actitud, cóm és que encara estàs viva, oh gran SUPER-dona? De tota manera, supose que deuríem tindre unes 250 peces d'or al final de la batalla.
hu: Ezzel a hozzáállással kész csoda, hogy még élsz. Okosan kell gazdálkodnunk az erőforrásainkkal - akárhogy döntesz, a következő küldetéshez legalább 250 aranyra szükségünk lesz.
ja: そんな考え方で、よく今までやってこれましたね。私たちは手持ちのものを大事にしたいし、それに ― 思うに、この戦いが終わった頃には少なくとも 250 gold は必要な筈です。
ru: Как ты собираешьсяостаться в живых с таким подходом, о великая ГОСПОЖА? Кроме того, нам ещё нужно сохранить хотя бы 250 золотых к концу битвы.

source: Hm, there are certainly many decisions to be made here...
hu: Hmmm, sok mindent kell még itt elrendezni...
ja: ああ、確かに、決断すべきことがここにはまだまだ沢山ある...

source: Well, Gawen, which path will you take? The stealthy route proposed by Ruvio, or the violent route proposed by your stepmother?
hu: Nos, Gawen, melyik utat választod? A lopakodást, ahogy Ruvio javasolta, vagy az átgázolást, ahogy nevelőanyád mondta?
ja: さて、Gawen 様、どちらの道で行きましょうか？身を隠す道は Ruvio が薦めていますし、暴力的な道は継母様がお薦めしておりますよ？

source: Well, Gawen, which path will you take? The stealthy route proposed by the underling, or the violent route proposed by the 'She-Wolf of Haeltin'?
hu: Nos, Gawen, melyik utat választod? A lopakodást, ahogy a nemtelen javasolta, vagy az átgázolást, ahogy Haeltin Nőstényfarkasa mondta?
ja: さて、Gawen 様、どちらの道で行きましょうか？身を隠す道は下っ端が薦めていますし、暴力的な道はHaeltinのメス狼がお薦めしておりますよ？

source: Well, Haldric, which path will you take? The stealthy route I proposed, or the violent route proposed by your stepmother?
ja: さて、Haldric 様、どちらの道で行きましょうか？身を隠す道は私のお薦めですが、暴力的な道は継母様のお薦めですよ？

source: I think I'll take the stealthy strategy
hu: Azt hiszem a lopakodás a célravezető út.
ja: 身を隠す戦術を取ろうと思う

source: I think I'll take the violent strategy
hu: Azt hiszem, az átgázolás a célravezető.
ja: 暴力的戦術を取ろうと思う

source: I think I'll forge my own path
hu: Azt hiszem, saját útra lépek.
ja: 自分のやり方で道を切り開いていこうと思う

source: Since you have chosen the stealthy strategy, for this scenario only, your units will be more stealthy than normal.
hu: Mivel a lopakodást választottad, ebben a küldetésben az egységeid a megszokotthoz képest jobban álcázzák magukat.
ja: あなたは身を隠す戦術を選びましたので、このシナリオに限って、あなたの各ユニットは通常よりも目立たなくなります。

source: Since you have chosen the violent strategy, for this scenario only, your units will be more violent than normal.
hu: Mivel az átgázolást választottad, ebben a küldetésben az egységeid a megszokottnál sokkal erőszakosabban harcolnak.
ja: あなたは暴力的戦術を選びましたので、このシナリオに限って、あなたの各ユニットは通常よりも暴力的になります。

source: By choosing neither Ruvio's path nor Lorin's path, you are choosing to leave your units in an unmodified state, as would have been the case before this choice existed.
hu: Mivel saját utat választottál, az egységeid a megszokott módon harcolnak.
ja: あなたは、Ruvio の道も Lorin の道も選択しなかったので、あなたの各ユニットは選択を行う前の、通常どおりの能力のままとなります。

source: You can interrogate enemy leaders in this scenario with Gawen, Ruvio, Reme, or Lorin, but the effects may - or may not - be different, depending on the enemy leader and interrogating hero.
hu: Kivallathatod az ellenséges vezéreket Gawennel, Ruvióval, Remével vagy Lorinnal, de a válaszok eléggé különbözhetnek - vagy nem -, tehát mérlegelj, kivel kit vallatsz ki.
ja: このシナリオでは、敵のリーダーに対して Gawen 、Ruvio 、Rame 、Lorin の誰でも尋問することができますが、誰がどのリーダーを尋問するかで物語の筋が変わったり変わらなかったりします。

source: Move Gawen to south-eastern signpost
ja: Gawen を南東の道標に移動させる

source: Kill all enemy leaders.
ca: Mata tots els líders enemics.
hu: Megölöd az ellenséges vezéreket
ja: 敵の全てのリーダーを倒す。
ru: Убейте всех вражеских лидеров.

source: Wait, Karl, why aren't you guarding Karen?
hu: Megállj, Karl, miért nem vigyázol Karenre?
ja: 待てよ Karl 、どうして Karen を警護しないんだ？

source: You asked me to come with you, remember?
hu: Te kérted, hogy csatlakozzak hozzád, nem emlékszel?
ja: 同行するよう私に依頼したのは、あなたですよ？

source: Right, I did... I'm sure she'll be fine...
hu: Igen, én... bízom benne, hogy beválik...
ja: ああ、そうだった... 彼女なら大丈夫だろう...

source: Eeek! The green devils!
ca: Eeek! Els dimonis verds!
hu: Ááá! A zöld ördögök!
ja: ウイーー！ 緑の悪魔たちだ！
ru: Ик! Зелёные демоны!

source: Kill them! Kill them all! Hurry! There are thousands of them, everywhere!
ca: Mateu-los! Mateu-los tots! Ràpid! Són milers, estan per totes parts!
hu: Öljétek meg őket! Öljétek meg mindet! Azonnal! Mindenfelé százával vannak!
ja: あいつらを殺せ！皆殺しだ！早く！あっちこっちに何千といるぞ！
ru: Убейте их! Убейте их всех! Быстрее! Их тысячи! Повсюду!

source: You are from the Raednon clan? So, the Raednons are also supporting the treachery of Bor Cryne. Why I am not surprised? I know you are all pig-eaters and swine...
ca: Eres del clan Raednon? Així que els del clan Raednon també recolzen la traïció de Bor Cryne. Per què no estaré sorpresa? Tal volta siga perquè només sou uns devoradors de porcs, i també sé que vos els fo...
hu: Tehát a Raednon klánból vagy? Vagyis a Raednonok támogatják az áruló Bor Crynét. De miért is csodálkozom? Hiszen disznóevő, lób...
ja: お前は Raednons 氏族の出だね？ ははぁ、Raednons も Bor Cryne の裏切りの支持者ってわけね。別に驚く話でもないねえ。分かってるんだよ、お前たちが、みんな豚食らいで、豚の...
ru: Ты из клана Реднон? Итак, Редноны поддерживают предателя Бора Крайна. И Почему я не удивлена? Вы, свиножоры и свино...

source: Cease your insults, witch. I know you: you are Lorin, the shrew from the Gallorae clan. You soon will be the last of your clan; how does it feel?
ca: Prou d'insults, bruixa. Sé qui eres: Lorin, la bruixa del clan Gallorae. Què és sent quan s'és pràcticament l'últim d'un clan?
hu: Ne sértegess, boszorkány! Ismerlek téged: Lorin vagy, a Galleroe klánbeli boszorkány. Hamarosan te leszel a klán egyetlen élő tagja; örülsz neki?
ja: 侮辱するのはやめろ、魔女め。お前のことは知ってるぞ。Lorin だな、Gallorae 一族のガミガミ女だろ。もうすぐお前は一族の最後の一人になるだろうが、どんな気分だ？
ru: Прекрати истерику, ведьма. Я знаю тебя, ты Лорин, ведьма из клана Геллор. И скоро ты останешься последней из клана, как тебе это?

source: And you will be soon a gelding. How does IT feel?
hu: Hamarosan csak egy herélt leszel. EHHEZ mit szólsz?
ja: そしてお前は、もうすぐタマを抜かれる。どんな気分だ？
ru: А ты скоро станешь кастратом. Как тебе ЭТО?

source: He had some gold in his castle.
ca: Pareix que tenia una miqueta d'or dins del seu castell.
hu: Tartogatott egy kis aranyat a kastélyában.
ja: 奴は城の中にゴールドを持っていた。
ru: Похоже, в этом замке есть немного золота.

source: You receive $bar_gold_amt golden pieces.
hu: Szerzel $bar_gold_amt aranyat.
ja: $bar_gold_amt gold を獲得しました。

source: You were a worthy opponent, Quivre of the Raednons. It was good fight.
ca: Has sigut un digne rival, Quivre del clan Raednon. Ha sigut una bona lluita.
hu: Méltó ellenfél voltál, Quivre a Raednon klánból. Kemény csatát vívtunk.
ja: 敵としてあっぱれだったよ、RaednonS のQuivre 。いい戦いだった。
ru: Ты был достойным противником, Куивре из Реднонов. Славная была битва.

source: Yes, it was.
ca: Sí, sí que ho ha sigut.
hu: Igen, keményet.
ja: ああ、そうだな。
ru: Да, это так.

source: If you were as delighted as I was with the fight, please answer a few questions.
ca: Si t'ha agradat tant aquesta lluita com a mi, per favor, respon-me estes poques preguntes.
hu: Ha te is méltónak láttad a csatát, akkor most válaszolj néhány kérdésemre!
ja: この戦いに私同様に喜びを覚えるのなら、幾つかの質問に答えるんだ。
ru: Что ж, если ты доволен битвой так же, как и я, будь добр ответить на несколько вопросов.

source: Another self-important Akladian sent to his barbarian hell. How does it feel, mighty Akladian lord? To be killed by a mere underling?
ca: Ha! Un altre akladià d'il·lustre llinatge enviat cap a l'infern. Què es sent, gran senyor akladià al ser mort per un carrall?
hu: Újabb szuper-nemes küldetik az ő barbár poklába. Milyen érzés, hatalmas akladiai nemes? Egy nemtelen kezétől végezni?
ja: また一人、うぬぼれ屋の Akladia 人が蛮族の地獄へと送られたな。天下無敵の Akladia 領主殿、ただの下っ端に殺されるのは、どんな気分だ？
ru: Ещё один варвар отправился в свой варварский ад. Как ты себя чувствуешь, могучий акладианский лорд? Когда тебя убивает дикарь?

source: You wouldn't have been able to do this if not for the magical support of that witch, Lorin. It was she who gave you courage, that traitor to her own race.
ca: No ho hagueres pogut fer sense el suport de la màgia d'eixa bruixa que va amb vosaltres. Ha sigut ella, una traïdora a la seua raça, la que et va donar ànim i coratge.
hu: Nem tehetnéd ezt meg, ha az a boszorkány, Lorin nem babonázott volna meg. Csak ő lehetett, a fajának árulója, aki rábírhatott, hogy kezet emelj rám.
ja: その魔女 Lorin の魔法の助けがなければ、お前にこんなことはできなかっただろうな。お前に勇気を与えたのは、彼女自身の種族を裏切った Lorin だったわけだな。
ru: Тебе никогда бы не удалось этого сделать, если бы не магия этой ведьмы, которая ходит с вами. Я знаю эту предательницу своей расы, которая придаёт вам сил.

source: Hmm... Should I feel complimented, or offended?
ca: Ummm... deuria prendre-m'ho com un afalac o un insult?
hu: Hmm... Ezt most elismerésnek vagy sértésnek szánta?
ja: ふん... 褒められてるのか、それとも嫌味か？
ru: Хм... Это комплимент или оскорбление?

source: Speak quickly, and I will allow you to go to your ancestors in one piece.
ca: Parla apressa, i et permetre que vages amb els teus avantpassats d'una peça.
hu: Beszélj gyorsan, és megengedem, hogy egy darabban térj meg az őseidhez.
ja: さっさと話せば、安らかに先祖のもとに行かせてやろう。
ru: Говори быстро, тогда отправишься к предкам целым.

source: Do you think I am afraid of you, witch?
ca: Creus que et tinc por, bruixa?
hu: Azt hiszed, megijedek tőled, boszorka?
ja: 私が、お前みたいな魔女に恐怖心を抱いているとでも思ったか？
ru: Думаешь я боюсь тебя, ведьма?

source: No, of course not. You are a brave warrior. I just thought the notion that you will enter heaven without hands, legs, or head might make you a little bit uneasy.
ca: No, per suposat que no. Eres un guerrer valent. Només estava pensant que la sensació d'entrar al cel sense mans, cames i cap et farà sentir una miqueta incòmode.
hu: Nem, egyáltalán nem. Te egy bátor harcos vagy. Csak arra gondoltam, hogy talán nem szeretnél fej, lábak és karok nélkül megérkezni a paradicsomba.
ja: まさか。お前は勇敢な戦士だからね。手も足も、頭さえもぎ取られて天国へ行くことに、お前だって若干の不安を感じてるのではないか、そう思っただけさ。
ru: Конечно нет. Ты храбрый воин. Просто хочу чтобы ты понял, что отправляться на небеса без рук, ног и головы будет немножко неудобно.

source: Stop it, witch. You can't scare me.
ca: Para, bruixa. No pots espantar-me.
hu: Fejezd be, boszorka! Nem tudsz megfélemlíteni.
ja: うるさいぞ、魔女め。怖くも何ともない。
ru: Прекрати, ведьма. Ты не напугаешь меня.

source: Perhaps not, but I think I am going to enjoy trying anyway. Let's start with this little knife you see here.
ca: Bé, crec que ho intentaré de tota manera. Mirarem de provar-ho amb aquest xicotet ganivet que veus ací.
hu: Nos, azért megpróbáltam. De ideje, hogy a kis késem lépjen akcióba.
ja: かもね。だが、とにかく楽しもうじゃないの。さあ、この小さなナイフから始めてみようかしらね。
ru: Ну, я всё равно попробую. Вместе с вот этим маленьким ножиком, видишь?

source: You receive $quivre_gold_amt golden pieces.
hu: Szerzel $quivre_gold_amt aranyat.
ja: $quivre_gold_amt gold を獲得しました。

source: I killed this one, my lord.
hu: Azt hiszem, uram, megöltük.
ja: こいつを殺しました、陛下。

source: A shame we didn't get a chance to interrogate him... oh well.
hu: Szégyen, hogy még esélyünk sincs kivallatni.. hááát, ez van.
ja: 彼を尋問できなかったことは残念だ... 仕方ない。

source: It was honor to fight such an excellent duel. Thank you. You should know, I have no ill feelings towards you. I will not damage your body after you die, so you will enter the afterlife in one piece.
ca: Ha sigut tot un honor lluitar contra tu. Bona lluita. Has de saber que no albergue cap mal sentiment cap a tu, i no pense danyar el teu cos quan murgues, per a que pugues entrar en l'altra vida d'una peça.
hu: Méltó küzdelmet vívtunk. Kemény csatát. Nem kell félned, hogy gyűlöllek, s nem fogom megcsonkítani a testedet, mielőtt meghalsz, tehát egészben jutsz át a túlvilágra.
ja: こんな見事な対決を繰り広げられたことを名誉に思います。感謝いたします。知っておいてほしいのですが、私はあなたを悪く思っているわけではないのです。あなたが亡くなっても、あなたの身体に危害を加えるようなことはしません。安らかに向こうの世界へ旅立ってください。
ru: Сражаться с тобой было честью. Славная битва. Знай, что я не держу зла и не стану уродовать твоё мёртвое тело. Ты отправишься в следующую жизнь невредимым.

source: Thank you, noble lord. I do not know your name, or how you could be allied with green devils and Wesnothians.
ca: T'ho agraïsc, noble senyor. No sé el vostre nom, o per què esteu aliat amb els dimonis verds i els wesnothians.
hu: Köszönöm, nemes uram. Nem tudom ugyan a neved, s azt sem, miért szövetkeztél a zöld ördögökkel és a wesnothiakkal.
ja: ありがとう、気高き者よ。私は君の名前も、君がどうやって緑の悪魔や Wesnoth 人と同盟を結んだのかも知らない。
ru: Спасибо тебе, благородный лорд. Я не знаю твоего имени, впрочем и того, почему ты заодно с зелёными демонами и веснотцами.

source: My name is Reme Carrenemoe. I think it answers both of your questions.
ca: Em dic Reme Carrenemoe. Crec que açò respon totes dues preguntes.
hu: A nevem Reme Carrenemoe. Azt hiszem ez választ ad a másik kérdésedre is.
ja: 私の名は Reme Carrenemoe です。この一言が全ての答えになるはずです。
ru: Меня зовт Реме Карренемо. Думаю, это ответ на оба твоих вопроса.

source: Yes, it does.
ca: Sí, sí que ho fa.
hu: Igen.
ja: ああ、そうだね。
ru: Да, это так.

source: Gawen, my lord, I think he is still alive. What should we do with him?
ca: Gawen, senyor, crec que encara és viu. Que hauríem de fer amb ell?
hu: Uram, Gawen, azt hiszem még életben van. Mit tegyünk vele?
ja: 我が王、Gawen 様、彼はまだ息があります。何か彼にすることはありますか？
ru: Гэвен, милорд, похоже он ещё жив. Что мне делать?

source: Kill him!
hu: Öld meg!
ja: 殺しなさい！
ru: Убей его.

source: What? Did I hear correctly? What is your name?
ca: He sentit correctament? Quin és el vostre nom?
hu: Jól hallottam? Hogy hívják az uradat?
ja: 何だと？聞き間違いか？お前の名前は何と言うのだ？
ru: Я правильно услышал? Как тебя зовут?

source: My name is...
ca: Em dic...
hu: A nevem...
ja: 私の名前は...
ru: Меня зовут...
