Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: She lost.
ca: Perquè ha perdut.
hu: Vesztett.
ja: 彼女、負けちゃったのよ。
ru: Она проиграла.

source: I have not lost. I have not won.
ca: No he perdut. Només no he guanyat.
hu: Nem vesztettem. Csak nem nyertem.
ja: 負けてなんかいないわ、勝たなかっただけよ。
ru: Я не проиграла. И не выиграла.

source: That's what I meant. You have not won, great super killing machine, so you have lost.
ca: Això és el que volia dir. No has vençut, per tant, oh gran súper maquina de matar, has perdut.
hu: Én is erre gondoltam. Nem nyertél, szuperhős gyilkológép, tehát vesztettél.
ja: 私、そい言いたかったの。あなたは勝たなかったのよ、スーパー殺人マシンさん、つまり負けたってことよ。
ru: Это я и имела в виду. Ты не выиграла, о великая супермашина смерти, а значит ты проиграла.

source: +$experience_gained| exp
ja: +$experience_gained| XP

source: Assassin
ca: Assassí
hu: Orgyilkos
ja: 暗殺者
ru: Убийца

source: Sorry, but
ja: 申し訳ないけど、

source: and
ja: と

source: Aha, just kidding, young Karen. No, you're right, I'll answer your question: I find her intriguing, mainly.
ja: あはは、冗談だよ、お若い Karen 。いや、君の言うとおりだな。質問に答えよう：僕は彼女に、興味津々なんだ。

source: ...“intriguing”?
ja: ... 興味津々ですって？

source: Grrrr...
ja: グヮー...

source: It's that obvious, is it?
ja: 分かりきったことでしょ、ね？

source: I mean, that's not--
ja: つまり、それは―

source: We marched into Okladia. Ruvio told me he was ALMOST sure where to find Deorien. I decided to trust him.
ca: Així doncs vam marxar cap a Okladia. Ruvio em va dir que estava QUASI segur d'on podríem trobar Deorien. Vaig decidir confiar en ell.
hu: Így Okladia felé vettük az irányt. Ruvio azt mondta, hogy SZINTE biztosan tudja, hol találhatjuk meg Deorient. Mivel nekem elképzelésem sem volt, ráhagyatkoztam.
ja: 私たちは Okladia へ行軍を始めた。Ruvio は、Deorien の居場所を<b>おおよそ</b>は掴んでいると話した。私はその言葉を信じることにした。
ru: Итак, мы вошли в Окладию. Рувио был ПОЧТИ уверен, что именно здесь мы найдём Деориена. Я предпочитал ему доверять.

source: Lorin was acting very strangely. Often, she sat outside our camp, her eyes aimlessly scanning the horizon. I started to fret about this, but she rebuffed any attempt to talk about her behaviour.
ca: Lorin estava actuant d'una manera molt estranya. Sovint s'assentava fora del nostre campament, mirant el cel amb la cara llarga. Vaig començar a preocupar-me per açò, però ella no volia parlar de res d'açò
hu: Lorin nagyon különösen viselkedett. Gyakran ült ki a tábor szélére, s mélázó tekintettel az eget bámulta. Kezdett bosszantani a dolog, de Lorin megtagadta, hogy megmagyarázza furcsa viselkedését.
ja: Lorin はとても奇妙な行動を取っていた。しばしば彼女は野営地の外に座って、地平線をただぼんやりと眺めていた。私は心配になってきたのだが、彼女は、そうした行動について一切話そうとしなかった。
ru: Лорин вела себя очень странно. Она часто сидела в отдалении от лагеря, направив безжизненный взгляд в небо. Я начал всерьёз беспокоиться, но она пресекала любые разговоры по этому поводу.

source: Akladians weren't happy seeing mages marching in the ranks, but the personal authority of Gawen prevailed. However, he noticed that whatever objections might raised vocally by Akladians, they seemed to not care about it as much as their complaints indicated.
ca: Els akladians no es sentien còmodes marxant al costat dels mags, però en últim lloc va prevaldre l'autoritat de Gawen. Tanmateix, va adonar-se que, no obstant les queixes que li comunicaven, els akladians no pareixien tindre tants problemes com volien fer semblar.
hu: Az akladiaiak nem örültek, hogy mágusok is a seregünkkel tartanak, de Gawen tekintélye megelőzte az atrocitásokat. Észrevette ugyanakkor azt is, hogy bár tekintélytiszteletük megakadályozta a súrlódásokat, viszont egyre többet panaszkodtak okkal, ok nélkül.
ja: Akladia 人たちは魔術士たちが隊列に加わって行進することを不快に思っていたようだが、Gawen 個人の権威の方が打ち勝っていた。ただ、Akladia 人は表面的には声高に異議を唱えてはいるが、内面では、その言葉ほどには気にしていないようだと気づいた。
ru: Акладианам было тяжело наблюдать магов, шагающих вместе с ними, но личные приказы Гэвена были важнее. К тому же он видел, что на самом деле сложившаяся ситуация беспокоит акладиан куда меньше, чем они об этом говорят.

source: This was my first contact with undead, and I was happy that my troops had passed this difficult test. I hope future battles with Grekulak's forces will also be won.
ca: Aquest va ser el meu primer contacte amb els no morts, i m'alegra veure que les meues tropes han superat aquesta difícil prova. Tenia l'esper que també eixiríem victoriosos dels pròxims xocs amb les forces de Grekulak.
hu: Ez volt az első alkalom, hogy élőholtakkal kellett szembenéznünk. Nagy örömömre a seregem kiállta a próbát. Ez reményt adott arra is, hogy a Grekulakkal megvívandó csatát is megnyerhetjük.
ja: この時、私が人生で初めてアンデッドに接触したのだが、この困難な試練を私の軍隊が突破できたことが嬉しかった。今後の Grekulak 軍との戦闘でも勝利することを願っている。
ru: Это была наша первая встреча с мертвецами и я был рад, что мои солдаты успешно прошли это трудное испытание. Я надеялся, что в будущих сражениях с войсками Грекулака мы тоже победим.

source: The farmer's daughter wasn't as beautiful as I expected. She was overjoyed to see her father again. She kissed both me and Lorin - leaving my step-mother in total dismay.
ca: La filla del camperol no era tan bonica com esperava. Estava realment impacient per tornar a veure son pare. Va besar-nos tant a mi com a Lorin, cosa que la va deixar totalment sorpresa.
hu: A farmer lánya egyáltalán nem volt olyan szép, amilyennek képzeltem. Nagyon örült, hogy viszontláthatta az apját. Megcsókolt mindkettőnket, engem és Lorint is, amitől nevelőanyám teljesen zavarba jött.
ja: 農民の娘は、私が期待するほどには美人ではなかった。彼女は父親と再会できたことを大いに喜び、私と Lorin にもキスをしたのだが... 我が義母は、そのことに茫然としてしまった。
ru: Дочь фермера была не так красива, как можно было ожидать. Она была так счастлива снова увидеть отца, что расцеловала не только меня, но и Лорин, чем немало обескуражила мою мачеху.

source: The Dead City
ca: La ciutat morta
hu: Holtak városa
ja: 死の街
ru: Мёртвый город

source: The Haunted Place
ca: El lloc encantat
hu: Kísértetjárta hely
ja: 呪われた場所
ru: Замок с привидениями

source: The Road Back to Vakladia
ca: El camí de nou cap Vakladia
hu: Visszaút Vakladiába
ja: Vakladia への戻り道
ru: Обратно в Вакладию

source: What should we do now, Ruvio?
ca: Què farem ara, Ruvio?
hu: Mit kellene most tennünk, Ruvio?
ja: さて、Ruvio 、私たちは何をすべきだ？
ru: Куда пойдём, Рувио?

source: First, let us find Deorien. And then...
ca: Primer, trobem Deorien. Després...
hu: Először keressük meg Deorient! Aztán...
ja: まずは Deorien を探し出して、それから...
ru: Сначала поищем Деориена, а потом...

source: And then, we will curry favor with God by killing that offense to nature, that foulest of creatures, that MAGE.
ca: I després, ens guanyarem la gratitud de Déu matant aquesta ofensa a la natura, aquesta maleïda criatura, aquest MAG.
hu: Aztán kivívjuk Istenünk háláját ennek az istentelen lénynek az elpusztításával, megmentve a világot a legaljasabb teremtménytől, egy MÁGUSTÓL.
ja: それから、自然冒涜者や醜悪な生き物、魔術士を殺して、神のご機嫌を取ることね。
ru: А потом во славу Господа убьём эту ошибку природы, богомерзкую тварь, этого МАГА!

source: Stop it, Lorin.
ca: Deixa-ho estar, Lorin.
hu: Fejezd be, Lorin!
ja: やめなさい、Lorin 。
ru: Лорин, прекрати!

source: I can't stop it. I have to care for Gawen. I am his step-mother, and I have to shelter him from God's wrath.
ca: No puc. He de cuidar Gawen, són la seua madrastra i he de protegir-lo de l'ira de Déu.
hu: Nem tudom befejezni. Vigyáznom kell Gawenre. Én vagyok a nevelőanyja, s meg kell őt védjem Isten haragjától.
ja: 止められないわ。私は Gawen の世話をしければならないの。彼の継母で、彼を神の怒りから守らなければならないのよ。
ru: Я не могу прекратить! Я беспокоюсь о Гэвене. Я его мачеха и должна уберечь его от гнева господня.

source: I care about him too.
ca: Jo també em preocupe per ell.
hu: Én is vigyázok rá.
ja: 私だって彼に気を配っているんです。
ru: Я тоже беспокоюсь о нём.

source: Why, I wonder? Some silly promise made to his mother?
ca: I sempre m'he preguntat per què. Només perquè li ho vas jurar a sa mare?
hu: Ugyan miért? Valami ostoba fogadalom miatt, amit az anyjának tettél?
ja: あら、どうして？彼の実母と、馬鹿な約束でもしたのかしら？

source: His mother... Gawen's, Haldric's mother... she was my... fiancée. We even had the date of our wedding fixed.
hu: Az édesanyja... Gawennek, Haldricnak az édesanyja... a menyasszonyom volt. Már az esküvőnk napja is ki volt tűzve.
ja: 彼の母親... Gawen の、Haldric の実母は... 彼女は私の...婚約者だった。結婚式の日取りも決まっていた。

source: Oh my God... Does that mean...
ca: Oh Déu meu... Això vol dir...
hu: Istenem! Ezek szerint te...
ja: えっ何てこと... つまりそれは...
ru: О боже... Ты хочешь сказать...

source: No, Lorin. That does not mean anything. I never knew her, neither while we were betrothed, nor after she married Gawen's father. Gawen is assuredly Hagarthen flesh and blood.
hu: Nem, Lorin. Ez nem jelent semmit. Nem érintkeztünk egymással, sem a jegyesség alatt, sem azután, hogy Gawen apjának felesége lett. Gawen ereiben Hagarthen vér csörgedezik.
ja: 違うよ Lorin 。そのことには意味は無いんだ。私と彼女とは、手を繋いだ程度の仲で、それ以上は何も。私との婚約中も、彼女が Gawen の父親と結婚した後もだ。だから、Gawen は間違いなく Hagarthen の血を継いでいる。

source: Ruvio, I didn't know...
ca: Ruvio, no sabia...
hu: Ruvio, én nem tudtam...
ja: Ruvio 、私は知らなかったよ...
ru: Рувио, я не знал...

source: And maybe it's a mistake to tell you this. I loved your mother, Gawen. And I hated your father. When I look at you, I see her features, not your father's.
ca: I tal volta he fet mal al contar-t'ho. Amava ta mare, Gawen. I odiava ton pare. Però tu tens els seus ulls i la seua cara, no els de ton pare.
hu: Lehet, hogy hibát követek el, hogy elmondom, de én szerettem az édesanyádat, Gawen. És gyűlöltem az apádat. De amikor rád nézek, az édesanyád vonásait látom, nem az apádét.
ja: ああ、こんなことを君に話すのは間違いかもしれないな。私は彼女を愛していたよ、Gawen 。そして君の父親を憎んだ。君を見るとき、私は彼女の面影を見ているんだ、君の父親の、ではなく。
ru: Наверное я не должен был от этом расказывать. Я любил твою мать, Гэвен. И ненавидел твоего отца. Но ты похож на мать.

source: This is a large-scale map, where you will choose a way to go. You should move Gawen to any of the signpost or any other location to trigger moving to next scenario. Move Gawen to tent to talk with his friends.
ca: Aquest és un mapa a gran escala, on tu decideixes on vols anar. Has de menejar Gawen a prop d'un senyal o qualsevol altre lloc per activar l'inici del pròxim escenari. Si vols parlar amb els teus amics, meneja a Gawen a la tenda.
hu: Ez egy áttekintő térkép, ahol eldöntheted, merre mész tovább. Vidd Gawent bármelyik útjelzőhöz, vagy fontos helyszínhez, hogy elkezdd a következő küldetést! Vidd Gawent a sátorhoz, hogy a barátaival beszélgessen.
ja: このシナリオのマップは極めて大型で、道を選択することが可能です。新しいシナリオに移動するためには Gawen を道標のどれかか、それ以外の場所に移動してください。Gawen の友人と話をするには テントに移動してください。
ru: На этой карте можно выбрать дальнейшее направление. Чтобы перейти к следующему сценарию, нужно подвести Гэвена к указателю или какой-нибудь другой отметке. Если привести Гэвена в шатёр, он сможет посоветоваться со своими друзьями.

source: So, shall we go to the ruins of Weldyn?
ca: Així doncs, deuríem anar a les ruïnes de Weldyn?
hu: Akkor Weldyn romjaihoz megyünk?
ja: それでは、Weldyn の廃墟へ行きましょうか？
ru: Итак, идёт в руины Вельдина?

source: Yes, definitely.
ca: Sí, sense cap mena de dubte.
hu: Teljes mértékben egyetértek.
ja: そうしよう。
ru: Конечно же.

source: Well, maybe not.
ca: Tal volta no...
hu: Nos, nem biztos.
ja: いや、やめておこう。
ru: Ну, может и нет.

source: My lord, we already visited that place, and we found Deorien there.
hu: Uram, már voltunk ott, s megtaláltuk Deorient.
ja: 陛下、そこへはもう行きましたし、Deorien はそこで見つけました。

source: So, shall we go to these haunted ruins?
ca: Així doncs, deuríem visitar aquestes ruïnes encantades?
hu: Akkor meglátogatjuk a kísértetjárta romokat?
ja: それでは、その呪われた廃墟へ行きましょうか？
ru: Ну что, отправимся в руины к призракам?

source: My lord, we already visited that place.
hu: Uram, már meglátogattuk azt a helyet.
ja: 陛下、そこへはもう行きましたよ。

source: So, should we go that way?
ca: Deuríem, doncs, anar per aquest camí?
hu: Tehát erre menjünk?
ja: では、その道を行くべきですか？
ru: Итак, идём туда?

source: So, should we go back to Vakladia?
ca: Bé, tornem a Vakladia?
hu: Tehát, visszamenjünk Vakladiába?
ja: では、 Vakladia へ戻るべきですか？
ru: Ну что, обратно в Вакладию?

source: My lord, we have not found Deorien yet.
ca: Mon senyor, encara no hem trobat Deorien.
hu: Uram, még nem találtuk meg Deorient.
ja: 陛下、まだ Deorien を見つけていませんよ。

source: Village leader
ca: Cap d'aldea
hu: Falufőnök
ja: 村長
ru: Деревенский староста

source: Thank you once again, noble Gaumhaldric! I've sent my daughter to safety. If not for you, she would still be imprisoned.
ca: Gràcies de nou, noble Gaumhaldric! He manat la meu filla a un lloc segur. Si no hagués sigut per tu, encara estaria tancada en aquella bruta gàbia.
hu: Még egyszer köszönöm neked, nemes Gaumhaldric! Biztonságba helyeztem a lányomat. Ha te nem lennél, még mindig rabságban sínylődne.
ja: 改めて感謝します、高貴な Gaumhaldric 様！我が娘は安全に帰しました。あなたがいなければ娘はまた投獄されていたことでしょう。

source: Please accept this as modest sign of our gratitude.
ca: Per favor, accepta aquest modest senyal de la nostra gratitud.
hu: Kérlek fogadd el ezt a szerénységet hálánk jeléül.
ja: 私どものささやかな感謝の印として、これをお受け取りください。

source: You have received $bride_gold_amt gold pieces.
hu: Hozzájutsz $bride_gold_amt aranyhoz.
ja: $bride_gold_amt gold を受け取りました。

source: We are saved! Look who has come - it's Gaumhaldric the legendary!
ca: Estem salvats! Ei, mireu qui ha vingut... És Gaumhaldric, aquell que tant hem sentit dir!
hu: Meg vagyunk mentve! Nézzetek oda! Maga a hős Gaumhaldric jött segítségünkre!
ja: 救出された！ほら、あの方がいらした ― 伝説の Gaumhaldric 様だ！
ru: Мы спасены! Посмотрите, кто пришёл! Это же тот самый Гемхальдрик!

source: It's Gaumhaldric, this is true, but he is also Gawen Hagarthen, king of Vakladia, and as Haldric he is king of Wesnoth. Wait, did you say - `saved`?
ca: És Gaumhaldric, cert, però també és Gawen Hagarthen, rei de Vakladia, i com a Haldric és el rei de Wesnoth. Per què haveu dit que estàveu 'salvats'?
hu: Valóban ő Gaumhaldric, ez igaz, de egyben ő Gawen Hagarthen is, Vakladia királya, s Haldric néven ő Wesnoth királya is. Mit is mondtál - 'meg vagyunk mentve'?
ja: ええ、Gaumhaldric 様です、それは確かです。ただ、あの方は Gawen Hagarthen 様、Vakladia の国王でもありますし、Wesnoth の王、Haldric 様でもあります。 待って、救出された、と言いましたか？

source: Well, yes, it's me, but why do you need to be saved?
ca: Bé, sí, sóc jo, però per què penseu que necessiteu ser salvats?
hu: Nos, igen, én vagyok, de miért vagytok ezzel megmentve?
ja: ああ、そうだ。私だ。だが、なぜ救出される必要があるのだ？
ru: Ну, да. это я. А от кого вас нужно спасать?

source: My lord, my daughter is the most beautiful girl in these parts. I knew this would bring woe upon us. An Akladian lord wanted her hand in marriage, and she foolishly refused.
ca: És tota una història. Veurà, mon senyor, la meua filla era la xiqueta més bonica de tota la contornada, i jo ja sabia que això em trauria problemes algun dia. Un senyor akladià va voler cassar-se amb ella, i ella imbècilment va rebutjar-lo.
hu: Uram, a lányom a legszebb lány ezen a vidéken. Sejtettem, hogy ez csak bajt hoz a fejünkre. Egy akladiai nemes feleségül akarta venni, de ez a bolond lány kikosarazta.
ja: 陛下、我が娘は、この辺りでは非常に器量が良い少女なのです。そのことがこの地に災いをもたらすことは分かっていました。ある Akladia の領主が求婚なさったのですが、愚かにも娘は断ってしまったのです。
ru: О, это долгая история. Видите ли, милорд, моя дочь - самая красивая девушка в округе. Я знал, что когда-нибудь у нас будут из-за этого проблемы. Акладианский лорд решил взять её в жёны. и она - дура - отказала.

source: This Akladian lord, from Skagrrae clan, abducted her and swore to keep her imprisoned until she changed her mind. Please, free her!
ca: Aquest senyor akladià, del clan Skagrrae, estava tan furiós que va decidir segrestar-la i va jurar que la mantindria empresonada fins que canviarà d'opinió. Per favor, allibereu-la!
hu: Erre az az akladiai úr, a Skagrrae klánból, elrabolta őt, s addig tartja őt fogságban, míg meg nem változtatja az elhatározását. Kérlek, szabadítsd ki őt!
ja: その領主は、Skagrrae 一族なのですが、娘を誘拐し、娘が心変わりするまで監禁すると宣言なさったのです。どうか彼女を救い出してください！
ru: Этот акладианский лорд из клана Скагре был так взбешён, чно выкрал её из деревни и пообещал держать в клетке, пока она не согласится. Пожалуйста, спасите её!

source: From your description she seems to be a girl with character, even for an under... anyway, we will release her, won't we, Gawen?
ca: Cap problema. Per la teua descripció, pareix una xica de caràcter, fins i tot per una carr... uhmm... tant se fa, l'alliberarem, veritat, Gawen?
hu: Hah. Talpraesett kislánynak látszik, mégha nemt... nem tudom, miért ne szabadítanánk ki, ugye Gawen?
ja: お前の話によれば、娘は個性的だし、たとえ下っ... とにかく、彼女を解放しよう、そうよね、Gawen ？
ru: Не вопрос. Судя по твоему рассказу она девушка с характером, хотя и ди... э... в общем, мы освободим её, правда, Гэвен?

source: Yes, of course, but first I want to ask few questions.
ca: Sí, clar, però abans m'agradaria fer unes poques preguntes.
hu: Hát hogyne, de először néhány kérdésem lenne.
ja: ええ勿論、しかし、先ずは幾つか質問したいのだ。
ru: Конечно же, но сначала я хочу задать несколько вопросов.

source: Please, tell me...
ca: Per favor, podries dir-me si...
hu: Kérlek válaszolj arra a kérdésre, hogy...
ja: どうぞ、おっしゃってください...
ru: Скажи пожалуйста...

source: Would you fight for me?
ca: Lluitaries amb mi?
hu: Csatlakoznál hozzánk?
ja: 私のために戦ってくれないか？
ru: Хочешь сражаться за меня?

source: Do you know something about the mage Deorien?
ca: Saps alguna cosa del mag Deorien?
hu: Tudsz valamit a mágus Deorienről?
ja: 魔術士の Deorien について何か知ってるか？
ru: Ты знаешь что-нибудь о маге Деориене?

source: Have you heard any interesting news recently?
ca: Has sentit cap notícia interessant últimament?
hu: Mi újság van mostanában?
ja: 最近、興味深い話を耳にしていないか？
ru: Слышал какие-нибудь последние новости?

source: Hard and grueling times are ahead, I can't release anyone to join your army.
hu: Kemény, emberpróbáló idők elé nézünk, senkit nem engedhetek el a seregedbe.
ja: 厳しく過酷な時代が訪れようとしています。あなたの軍隊に送り出せる者が一人もいないのです。

source: Who?
ca: Qui?
hu: Kicsoda?
ja: どなたですか？
ru: О ком?

source: Deorien, the great mage.
ca: Deorien, un gran mag
hu: Deorien, egy nagy mágus.
ja: Deorien だ、偉大な魔術師だよ。
ru: Деориен. Великий маг.

source: I don't know. Mages were all slaughtered by Akladians long time ago.
ca: No sé res. Els akladians van matar tots els mags fa molt de temps.
hu: Nem tudom. A mágusokat már régen lemészárolták az akladiaiak.
ja: 存じません。魔術士は遥か昔に Akladia 人が全員を殺してしまいました。
ru: Не слышал. Всех магов давным-давно перебили акладианы.

source: Our king, Buffin, is gathering an army to invade the neighbouring kingdom of Vakladia.
ca: El nostre rei Buffin esta reunint les seues tropes per conquerir el regne veí de Vakladia.
hu: A királyunk, Buffin nagy sereget gyűjt, hogy leigázza a szomszédos Vakladiát.
ja: 私たちの王様、Buffin 様が隣国の Vakladia 王国に侵略するために、軍隊を集結させています。
ru: Наш король, Баффин, собирает армию чтобы захватить соседнее королевство Вакладию.

source: Take over Vakladia? How?
ca: Conquerir Vakladia? Cóm?
hu: Le akarja igázni Vakladiát? Miért?
ja: Vakladia を乗っ取ると？ どうやって？
ru: Захватить Вакладию? Как?

source: The previous king of Vakladia is dead. Usually Akladian lords would elect a new Hagarthen for the throne, but their king left no heir. So they should pick a regent and then send for a Hagarthen from another country, but instead they're just fighting amongst themselves.
ca: L'anterior rei de Vakladia és mort. Normalment, els senyor akladians triarien un nou Hagarthen per al tro, però el rei no va deixar cap hereu. Així que deurien elegir un regent i després buscar altres Hagarthen d'altres països. En lloc d'això, estan lluitant entre ells.
hu: Vakladia előző királya meghalt. Ez esetben az akladiai nemesek választanak egy új Hagarthent a trónra, de a királynak nem volt örököse. Tehát régenst kellene választaniuk, majd a többi királyságok valamelyikéből kellene egy Hagarthent meghívniuk a trónra. De az urak csak egymással hadakoznak.
ja: 先代の Vakladia 王が亡くなられたのです。通常なら Akladia 人の領主たちが Hagarthen 家の新たな方を王位継承者として選出するのですが、王様は後継者をお残しにならなかったのです。その場合、摂政を選び出し、他国から Hagarthen を迎えるのが筋なのですが、そうせずに、領主間で争いを始めてしまったのです。
ru: Прошлый король Вакладии умер. Обычно акладианские лорды выбирают на трон нового Хагартена, но тот король не оставил наследника. Акладианы должны были назначит регента и разослать послов ко всем Хагартенам, но вместо этого перегрызлись друг с другом.

source: Gawen Hagarthen is not dead, You see him now with your own eyes.
ca: Gawen Hagarthen no ha mort, està davant dels teus ulls.
hu: Gawen Hagarthen nem halt meg. Saját szemeiddel is láthatod.
ja: Gawen Hagarthen は死んではいませんよ。あなたは今、その目で彼を見ています。

source: No offense, but I don't care. You wanted news, so I repeated what I've heard.
ca: Sense cap ànim d'ofendre, em dona igual. Volies notícies, i jo he repetit el que he sentit dir.
hu: Nem sértésnek szánom, de nem érdekel. Hírekre voltál kíváncsi, én csak beszámoltam róluk.
ja: 気を悪くしないでいただきたいのですが、私にはどうでもいいことなんです。ただ、話を聴きたいとのことでしたので、私は聞いたことをお伝えしたまでです。

source: I've heard that Perien, king of Easkladia is besieged in his own capital by Wesnothians. Two brothers in Guilcorta, Luc and Gauri, are quarreling amongst themselves. Our king, Buffin, decided he would invite himself to Vakladia. He thinks none can oppose him.
ca: He sentit dir que un exèrcit wesnothià està assetjant la capital d'Iskladia, on el mateix rei Perien es troba. D'altra banda, els dos germans en Guilcorta, Luc i Gauri, estan barallant-se entre ells, pel que el nostre rei, Buffin, ha decidit que necessitaria invitar-se a sí mateix. Segons pareix, pensa que ningú no li plantarà cara.
hu: Úgy hallottam, hogy Perient, Easkladia királyát a wesnothiak saját várában ostromolják. Guilcortában a testvérek, Luc és Gauri, egymással veszekednek. A királyunk, Buffin úgy döntött, hogy maga hívja meg magát Vakladia trónjára. S úgy véli, senki sem fog ellenállni neki.
ja: Easkladia の王 Perien 様が Wesnoth 人によって、お城を包囲されていると聞きました。Guilcorta にいる2人の兄弟、Luc とGauri の間には諍いが生じています。私たちの王様 Buffin 様は Vakladia に自らを招き入れることを決めました。誰にも反対されないと考えているのです。
ru: Я слышал, что Перьен, король Искладии, окружён в своей крепости веснотцами. Братья из Гилкорты, Люк и Гаури, рассорились друг с другом. Поэтому наш король Баффин сам себя выбрал в новые короли. Похоже он считает, что никто не будет против.

source: Interesting. Very, very interesting.
ca: Interessant. Molt, molt interessant.
hu: Érdekes. Nagyon-nagyon érdekes.
ja: 興味深いですね。非常に、非常に興味深い。
ru: Интересно. Очень и очень интересно.

source: It's you who defeated the ghosts, aren't you? We will always keep you in our memory.
ca: Vas ser tu qui va derrotar els fantasmes en aquell lloc encantat, veritat? Sempre et recordarem.
hu: Te vagy az, aki megsemmisítette a szellemeket, ugye? Örök időkig emlékezni fogunk rád.
ja: ゴーストを倒したのはあなた、ですよね？ 私たちはこのことを、いつまでも忘れません。

source: You've defeated the ghosts, then? We don't have much, but please accept this token of our gratitude.
ca: Vas ser tu qui va derrotar els fantasmes d'aquell lloc encantat, no? No tenim molt, però et donàrem alguna cosa com a mostra de la nostra gratitud.
hu: Tehát sikerült megsemmisítened a szellemeket? Nincsenek kincseink, de fogadd el ezt a csekélységet hálánk jeléül.
ja: あなたがゴーストを倒したのですよね？あまり多くはありませんが、感謝の印として、これをお受け取りください。

source: You have received $haunted_gold_amt gold pieces.
hu: Hozzájutsz $haunted_gold_amt aranyhoz.
ja: $haunted_gold_amt gold を受け取りました。

source: Will you fight for me?
ca: Lluitaràs per nosaltres?
hu: Csatlakoznál a seregemhez?
ja: 私のために戦ってくれるか？
ru: Ты хочешь сражаться за нас?

source: Do you know anything about the mage Deorien?
ca: Saps alguna cosa del mag Deorien?
hu: Tudod hol lakik Deorien mágus?
ja: 魔術士 Deorien について、何か知らないか？
ru: Ты знаешь что-нибудь о маге Деориене?

source: There are no more people left here who can go with you.
ca: No hi ha cap persona més aquí que puga acompanyar-te.
hu: Nincs több olyan emberem, aki csatlakozhatna hozzád.
ja: あなたにご一緒できる人間は、ここにはもう残っていないのです。
ru: Рядом с сожжённой деревней больше нет орков.

source: I can't, but there is one young man who would love to fight for you!
ca: No puc, però hi ha un xic jove que desitja lluitar amb tu!
hu: Én nem, de van itt egy ifjú, aki szívesen csatlakozna.
ja: 私は無理ですが、是非、あなたと一緒に戦いたいという若者が一人おります！
