Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: I failed my mission - but I do not fear death!
ca: He fallat en la meua missió... però no tem la mort!
hu: Elbuktam a küldetésemet - de nem félek a haláltól!
ja: 任務に失敗した ― だが、死など怖くも何ともない！
ru: Я провалил задание, но смерть мне не страшна!

source: Who are you? What are you doing here?
ca: Qui eres, i què hi fas ací?
hu: Ki vagy te? És mit keresel itt?
ja: お前は何者だ？ ここで何をしているんだ？
ru: Кто ты? Что ты здесь делаешь?

source: I am here to prepare the way for someone mightier, who will come very soon now. Beware of his army - he creeps closer with every passing night. And your every heartbeat brings you a step closer to your death...
ca: Estic ací preparant el camí per un més gran, que ben prompte arribarà. Temeu el seu exèrcit, cada nit està més prop... i cada batec dels vostre cor us aproxima a la mort...
hu: Azért vagyok itt, hogy előkészítsem a terepet Neki, aki hamarosan eljön. Féljétek az Ő seregét - minden éjszakával csökken az eljövetelének napja... s minden szívdobbanástok a halálotokhoz visz közelebb...
ja: 俺は、あるもっと強大な者の、いわば道づくりをしているのだ。もうすぐここにやって来るぞ。総つの軍隊に気を付けるんだな ― 夜が過ぎる度に近づいてくるし、お前の心臓の鼓動は一歩一歩、お前を死に近づけているのさ...
ru: Я готовил почву для большего, кто скоро будет здесь. Берегитесь его армии - он ближе с каждой ночью... И скоро ваши сердца забьются перед смертью.

source: This castle seems to have been abandoned not long ago. The previous owners were probably either killed or scared off by the undead. They left some gold here, it seems.
ca: Aquest castell pareix recentment abandonat. Segurament, els anteriors amos van acabar assassinats o espantats pels no morts. Pareix que es van deixar un poc d'or.
hu: Ezt a kastélyt csak nemrég hagyhatták el. Talán az előző tulajdonosaikat is meggyilkolták az élőholtak, vagy elkergették őket. De egy kis aranyat azért hagytak itt.
ja: この城は、放棄されてから、それほど日が経っていないようだ。前の持ち主はおそらくアンデッドに殺されたか追い払われたのだろう。ほら、いくらかのゴールドが残っているようだ。
ru: Похоже, этот замок был разрушен не так давно. Скорее всего метрвецы убили или перепугали последних владельцев. Они оставили здесь золото.

source: Argh, things aren't working out for me! I'd better go retrieve that artifact from that camp, once I get a chance...
ja: くそっ、ことが進まない！例の武器を野営地まで取りに帰ったほうがいいのだが、機会があればの話で...

source: All right, here's my chance!
ja: よし、今のうちだ！

source: Now let's see, where was it...
ja: さぁて、どこにあったかな...

source: Yes, here we go!
ja: よし、これだぞ！

source: It appears that he dropped that staff he was using to power up his magical attacks...
ja: 奴は、魔術の攻撃力を増す杖を落としてしまったようだ...

source: It is quite the powerful artifact, I figure that I am the only mage here strong enough to wield it. It might be risky for me to do so, though...
ja: これはかなり強力なものですね。これを使いこなせる魔術師はここでは私以外にはいないと判断します。私自身にとっても十分危険かもしれませんが...

source: So, shall I pick up Mal-Ulrival's staff?
ja: それでは、私はこの Mal-Ravanal の杖を拾い上げるべきだろうか？

source: No undead will be able to stand in my way now!
ja: 私の行く手を邪魔できるアンデッドはいないだろう！

source: Yes, I suppose I wouldn't want to risk getting carried away with it...
ja: ええ、夢中になり過ぎるのも危険でしょうからね...

source: A pity, that staff he was using to power up his magical attacks appears to have shattered... I bet if we had found Deorien first, he could have saved it...
ja: 残念だけど、奴の魔力増強の杖は自ら粉砕してしまったようだ... 先に Deorien を見つけていれば、こんなことにはならなかったかもしれない...

source: The Oracle
ca: L'Oracle
hu: A Jósnő
ja: 預言者の街
ru: Оракул

source: The Oracle was the title of a woman living in ruins of an old city. For generations, there had always been one female mage with prophetic abilities living there, so long that no one remembered now what the city had once been named. Now it was just 'the city of the Oracle.'
ca: L'Oracle era el nom que se li donava a la dona que vivia a les ruïnes d'una vella ciutat. Durant moltes generacions, sempre hi ha hagut una maga amb la capacitat de predir el futur vivint allí, durant tant de temps que ja ningú recordava quin era el nom de l'antiga ciutat. Ara ja era només la ciutat de l'Oracle.
hu: A Jósnő egy nő, aki egy öreg város romjai közt él. Nemzedékek óta mindig egy mágikus képességekkel rendelkező nő él itt, s ez annyira megszokottá vált, hogy a város eredeti nevére már senki nem emlékszik. Egyszerűen csak a Jósnő városának nevezik.
ja: Oracle（預言者）とは、かつては、ある古い都市の廃墟に住む女性の称号だった。何世代にもわたって、預言能力を持った一人の女性魔術師がそこに住んでいたのだ。その街の名前が何だったか、誰も憶えていないくらい長い時間が経ってしまった。それで、今では単なる「預言者の街」という名前になっているのだ。
ru: Оракулом называли женщину, жившую в руинах древнего города. Сменялись поколения, и всегда в руинах жила ясновидящая, с таких давних пор, что никто уже не помнил, как назывался город. Теперь это был просто город Оракула.

source: When we arrived, we found the city of the Oracle besieged. Four different armies, each under a different leader, surrounded it. This disunity seemed to contribute heavily to fact the Oracle still could defend herself. Each army seemed to siege the city on its own. But the city was ready to fall; our army had arrived in at the last possible moment for relief.
ja: 到着したとき、預言者の街が包囲されていることに気づいた。異なる４つの軍隊が異なるリーダーのもとで囲んでいた。この統制の取れていない状態は、預言者が自分を守れるかどうかに大きく影響しているようだった。各軍隊は、それぞれが思い思いに包囲しているようだった。しかし、街は既に陥落しようとしていた。私たちの軍隊は、救援の最後の可能性をかけた時期に到着したようだった。

source: Healing skill
ja: 治癒能力

source: This unit has learned an odd style of healing: it can cure poison and heal a few hitpoints of wounded friendly units.
ja: このユニットは 治癒に関して奇妙な能力を習得しています。負傷した味方ユニットの解毒と少々の HP の回復が行えます。

source: oracular healing
ja: 奇跡の治癒

source: heals +
ja: 回復 +

source: , cures poison
ja: , 解毒

source: Oracle's Guard
ca: Guàrdia de l'Oracle
hu: A Jósnő testőrei
ja: 預言者の衛兵
ru: Страж Оракула

source: Orc
ja: オーク
ru: Орк

source: Outlaw
ca: Proscrit
hu: Törvényen kívüli
ja: 無法者
ru: Разбойник

source: Remember, the Oracle must be untouched. Do not kill the woman. Bor Cryne wants to have her untouched.
ca: Recordeu que l'Oracle ha d'eixir il·lesa. No la mateu. Bor Cryne la vol en perfecte estat.
hu: Ne felejtsétek, a Jósnőnek a haja szála sem görbülhet. Nehogy megöljétek! Bor Cryne épségben szeretné.
ja: 忘れるな、預言者に手を触れてはならない。あの女性を殺すな。Bor Cryne は、彼女には接触しないことを望んでいる。
ru: Запомните, Оракула трогать нельзя. Не убивайте жинщину. Бор Крайн обявил её неприкосновенной.

source: Bor Cryne may desire whatever he wants. But the holy Oracle will be a 'guest' of the noble lord Uri van Roe.
ca: Per mi com si vol ballar la sardana. Però la sagrada Oracle serà una hoste del gran noble Uri van Roe
hu: Hogy Bor Cryne mit szeretne, az az ő dolga. De a szent Jósnő a mi nemes urunk, Uri van Roe 'vendége' lesz.
ja: Bor Cryne は、欲しいものは何でも欲しがる。しかし 聖なる預言者は、貴族 Uri van Roe の賓客になるはずだ。
ru: Бор Крайн может хотеть чего угодно. А Оракул будет гостьей благородного лорда Ури ван Рое.

source: You two can settle that later. Everything else inside the city will belong to us!
ca: Ja vos ficareu d'acord després. Però tota la resta que hi haja dins de la ciutat és per nosaltres!
hu: Ezt majd eldöntitek később. Viszont minden más a városban a mi zsákmányunk!
ja: 君たち２人の問題は後で片付ければよいことだ。市街内部のその他のものは我々のものだ！
ru: С этим вы разберётесь потом. Главное, что всё остальное, что есть в городе - наше!

source: Ha, ha, human. You mean, 'everything we leave' will be yours.
ca: Ha, ha, humà. Tot el que nosaltres deixem sencer.
hu: Ha, ha, emberek. Minden, amit hagyunk nektek.
ja: ハッハッハ！ 人間よ、こういうことだな、「俺達が残したもの」は、お前たちにやるよ。
ru: Ха-ха, человек. Всё, что останется после нас.

source: Wait, I think someone is trying to help the besieged.
ca: Espereu, crec que ve un exèrcit de relleu. Volen ajudar els assetjats!
hu: Nézzetek oda! Valaki segítségére siet az ostromlottaknak.
ja: おい待て、包囲されている奴らを誰かが救おうとしてる。
ru: Стой, похоже кто-то идёт на помощь к осаждённым.

source: The Oracle was right, as always! Relief is coming! Fight harder, men, we must hold out long enough for relief to arrive!
ca: L'Oracle tenia raó, com sempre! Ja ve l'ajuda! Vinga, més ràpid! No sé quant més podrem resistir!
hu: A Jósnőnek igaza volt, mint mindig! Megérkezett a felmentő sereg! Siessetek, fiúk, nem tudom, meddig tudunk még kitartani!
ja: 預言者の言うとおりだったな、いつもと同じだ！救援が来るぞ！きつくても戦うんだぞ、みんな、救援が来るまでは持ちこたえるんだぞ！
ru: Оракул как всегда была права! Помощь идёт! Скорей, чёрт возьми, я не знаю сколько ещё мы сможем продержаться!

source: Any enemy unit reaches the keep of the Oracle
ja: 敵軍の誰かが預言者の主塔に到達する

source: The scenario will continue even if Matthias Ramon dies. It is the keep upon which he stands that requires greater protection.
ja: このシナリオは Matthias Ramon が死んでも終了しません。その主塔を守り続けることが非常に重要になります。

source: The scenario will continue even if Matthias Ramon dies.
ja: このシナリオは Matthias Ramon が死んでも終了しません。

source: Yikes, this Oracle is better defended than we expected! Let's get some gold together for some more reinforcements!
ja: これは... 思ったよりも預言者の護りが堅いな！もっとゴールドを集めて兵を増やさねば！

source: I am under attack! To me, men! We must protect the Oracle together!
ja: 今、私は攻撃を受けてる最中だ！支援を頼む！一緒に預言者を守れ！

source: On our way, sir!
ja: 今向かっています、将軍！

source: The attackers have slain me! Hurry, to my keep, men! You must protect the Oracle for me in my stead!
ja: 敵にやられてしまった！急いでくれ、私のいる主塔を守るんだ！お前たちが私に代わって預言者を守れ！

source: I found her! I found her! The Oracle!
ca: L'he trobada! L'he trobada! L'Oracle!
hu: Itt van! Elfogtam! A Jósnőt!
ja: 彼女がいたぞ！見つけた！預言者だ！
ru: Я нашёл её! Я нашёл ей! Оракул!

source: All is lost! They captured the Oracle!
ja: お終いだ！預言者が奴らに捕らえられた！
ru: Всё пропало! Они схватили Оракула!

source: We've won! At last. Now, where is that famous oracle?
ca: Hem guanyat! Genial! Ara, on és aquest famós oracle?
hu: Győztünk! Nagyszerű! Nos, hol van az a híres jósnő?
ja: ついに勝ったぞ！さあ、あの有名な預言者を探そう、どこにいる？
ru: Мы победили! Великолепно. Так где же этот знаменитый оракул?

source: You pronounce that 'The Oracle'... all she needs is a great big 'The' in front and a capital O. But indeed, where is she?
ja: あなたは彼女のことをただの預言者としか呼んでいませんが... もっと敬意を表した呼び方をすべきです。ところで彼女はどこにいるのですか？

source: Here I am. My voice speaks to those willing to listen. I know why you are here. I know who all of you are. Ask your questions and receive the answers, for I can see everything which may be.
ja: 私はここにおります。私の声は、聴こうとする者に届きます。私は、あなた方がここにきた理由を知っています。あなた方が誰なのかを知っています。あなたは質問をし、私の答えを受け取りなさい。私は、起こり得ることすべてが見えるのですから。

source: Everything, huh? Then how come you were besieged and almost captured? Why didn't you escape or call on someone to help you?
ca: Tot? Aleshores, cóm és que estaves assetjada i quasi capturada? Per què no vas escapar o vas cridar algú que t'ajudara?
hu: Mindent? Akkor hogy lehet, hogy körbevettek, megostromolták a váradat, s majdnem el is fogtak? Miért nem szöktél meg, vagy hívtál segítséget?
ja: すべてが？それなら、包囲されて捕まりそうになったのはどういうこと？どうして逃げ出したり、誰かに助けを呼んだりしなかったの？
ru: Всё? И как же случилось, что тебя осадили и почти взяли в плен? Почему ты не убежала или не позвала на помощь?

source: The answer to this question is the answer to your doubts. Why haven't I escaped? Why didn't I call someone for help?
ca: La resposta de la pregunta és la resposta dels teus dubtes. Per què no he escapat? Per què no he fugit? Per què esteu aquí?
hu: A kérdésedre adott válasz a kételyeidre is választ ad. Miért nem menekültem el? Miért nem hívtam segítséget? Miért vagytok itt ti?
ja: その質問への答えは、あなたの疑問への答えです。なぜ私は逃げなかったのか？なぜ私は誰にも助けを求めなかったのか？
ru: В ответе на твой вопрос ответ на твоё недоверие. Почему я не убежала? Почему я не позвала на помощь? Почему вы здесь?

source: Lady, we are searching for the great mage, Deorien. Maybe you know...
ca: Senyora, estem buscant un gran mag, Deorien. Que saps algun cosa...
hu: Jósnő, mi a nagy mágust, Deorient keressük. Talán tudod...
ja: お嬢さん、私たちは偉大な魔術士を探している。Deorien だ。もしあなたが知っているなら...
ru: Леди, мы ищем великого мага Деориена. Может быть Вы знаете...

source: Search for Deorien in the ruins of the great city, where e'en the wind crieth when it recalleth the memories of a marvelous past. He shall give unto thee answers, some of which thou mayest find unwelcome.
ca: Busqueu-lo a les ruïnes de l'antiga ciutat, on fins i tot el vent bufa plorant pels records d'un passat meravellós. Però vos donarà respostes, moltes de les quals podrien no entusiasmar-vos.
hu: Keressétek Deorient egy nagy város romjai közt, ahol a szél is sírva fakad, ha a dicső múlt emlékei bukkannak elő. Választ kapsz a kérdésedre, még akkor is, ha kellemetlenül érint.
ja: 大都市の廃墟で Deorien を探しなさい。ー 風でさえも嘆きの声を上げるところ、素晴らしい過去の記憶を呼び起こすとき。彼が汝に答えを与えよう、その中には汝が受け入れがたいものもあるかもしれぬ。
ru: Ищите Деориена среди руин великого города, где даже ветер рыдает, вспоминая прекрасные прошедшие дни. Но помните, что ответ его может вас не обрадовать.

source: Ruins of the great city? What kind of answer is this? Which city? Why can't you give me straight answers?
ca: Les ruïnes d'una gran ciutat? Quina mena de resposta és aquesta? Quina ciutat? Per què no ens pots donar una resposta directa?
hu: Egy nagy város romjai közt? Milyen válasz ez? Melyik város romjai közt? Miért nem válaszolsz egyenesen a kérdésemre?
ja: 大都市の廃墟に？どういう類の答えなのだ？どこの街なのだ？なぜ率直に答えないのだ？
ru: Руины великого города? Что за ответ? Где этот город? Почему Вы не говорите точнее?

source: I am an Oracle. Why should I give straight answers? Why do you think my answer is insufficient for you? Why do you think I should tell you more?
ca: Sóc l'Oracle. Per què hauria de donar-te respostes directes? Per què creus que les meues respostes no són prou per tu? Per què creus que hauria de dir-te més?
hu: Én a Jósnő vagyok. Miért adnék egyenes választ? Miért gondolod, hogy a válaszom nem elég neked? Miért gondolod, hogy ennél többet kellene mondanom?
ja: 私は預言者です。なぜ率直に答えなければいけないのでしょう？なぜ不十分な答えだと思うのでしょう？なぜ、もっと教えなければならないのでしょう？
ru: Я Оракул. Откуда у меня точные ответы? Почему тебе кажется, что моих слов не достаточно? Почему ты считаешь, что кто-то может сказать больше?

source: Oracle... I...
ca: Oracle... Jo...
hu: Jósnő... Én...
ja: 預言者...私はねぇ...
ru: Оракул... Я...

source: I already know your questions, Lorin from Gallorae, the clan which has long had more gold in the hair of their daughters than in their treasuries. The first answer is: yea, thou art. The second is: yea, he shall. The third is: nay, ye never shall.
ca: Conec les teues preguntes, Lorin del clan Gallorae, clan que tenia més or en el monyo de les seues filles que al tresor. La primera resposta es sí, sí que ho eres. La segona és sí, ell ho serà. La tercera és que no, no mai ho sereu.
hu: Tudom, mit akarsz kérdezni, Lorin a Gallorae klánból, akiknek több az aranyuk a lányaik fején, mint a kincstárukban. Az első kérdésre a válasz, igen az vagy. A másodikra, igen, lesz. A harmadikra a válasz nem, sosem lesztek.
ja: あなたの質問はすでに知っていますよ、Gallorae の Lorin 。あなたの氏族は、財宝としてよりも娘たちの髪により多くのゴールドを長きにわたって蓄えてきました。最初の質問の答えは、「然り、汝はそうである」。２番目の答えは、「然り、彼もそうであろう」。３番目の答えは、「否、汝たちは決してそうではない」。

source: No! No! There has to be a better answer!
ca: No! No! Han d'haver respostes millors!
hu: Nem! Nem! Kell lennie jobb válasznak is!
ja: 違う、違うわ！ もっといい答えがあるはずよ！
ru: Нет! Нет! Ответ должен быть другим!

source: As the Oracle, I have nothing more to say to thee... As a woman, I can advise this: There is only one man in the world who may change your future. I think you know his name. Go and find him. Beg him for forgiveness if you have to. Stay with him as long as you can.
ca: Com Oracle, no tinc res més que dir-te. Com a dona, un consell. Hi ha un sol home en aquest mon que podria canviar el teu futur. Crec que coneixes el seu nom. Ves i troba'l. Demana-li perdó si fa falta. Queda't amb ell tant com pugues.
hu: Mint Jósnő, nem tudok többet mondani. Mint nő, azt tanácsolhatom: csak egy férfi van, aki megváltoztathatja a jövődet. Gondolom, tudod, kiről beszélek. Menj, és keresd meg őt! Könyörögj a bocsánatáért, ha arra van szükség! S maradj vele, míg tudsz!
ja: 預言者として「これ以上、汝に伝えることは持っておらぬ」... 女性として進言しましょう、あなたの未来を変えられるであろう男性が、この世にたった一人だけいます。その名前は知っているはずです。その男性のところへ行きなさい。探すのです。するべきと思うなら許しを請いなさい。できるだけ長く彼と一緒にいなさい。
ru: Как Оракул я не могу сказать тебе ничего больше. Как женщина я могу дать тебе один совет. Есть только один мужчина в мире, который сможет изменить твоб судьбу. Думаю, ты знаешь кто это. Иди и найди его. Попроси у него прощения, если найдёшь. И оставайся с ним так долго, как только сможешь.

source: Is that all you wanted to tell me? Then know that I've heard, that the She-wolf of Haeltin has heard counsel of the Oracle, voice of God on Earth. She will not hear the counsel woman whom is merely God's tool.
ca: Això és tot el que volies dir-me? Bé, que sàpigues que la lloba de Haeltin ha sentit l'Oracle, la veu de Déu en la terra. No ha sentit la dona que només és l'eina de Déu en la terra.
hu: Csak ennyit tudsz nekem mondani? Akkor most halld meg, mit mondok én: Haeltin Nőstényfarkasa maghallgatta a Jósnőt, aki Isten hangja a világon. De nem hallotta meg a nőt, aki pusztán csak eszköze Istennek.
ja: お前の言いたいことはそれだけかい？それなら私が聞いたことを教えてやろう、いいかい、Haeltin のメス狼が、あの預言者からご宣託をもらったそうだ。地上の神の声ってやつさ。彼女は、神の手先に過ぎないその女のご宣託などには耳を貸さないだろうね。
ru: Это всё, что ты хотела сказать? Тогда знай, я, Хэлтинская Волчица, услышала слова Оракула, гласа господнего на земле. И я не услышала слов простой женщины, игрушки в руках Господа.

source: Let's go, Gawen. We're finished here.
ca: Anem-nos, Gawen. Anem-nos.
hu: Gyerünk, Gawen! Végeztünk.
ja: さあ行きましょうか、Gawen 。ここが最後ね。
ru: Пойдём, Гэвен. Пойдём.

source: I didn't catch the meaning of the discussion between you, and I know it was important. But why?
ca: No he entès res de la discussió entre vosaltres dos, i tinc la sensació que era important. Però per què?
hu: Nem értem, miről beszéltetek, de azt tudom, hogy fontos dologról esett szó. De miért?
ja: 私は、あなたとのやり取りの意味が掴めなかったが、重要だったことは分かっている。しかし、なぜだ？
ru: Я не понял о чём вы говорили, хотя мне кажется, что это важно. Но почему?

source: You shall understand the full import of it one day, young king, and I daresay sooner than you think. I wish you luck in your quest. I will give one of my sergeants into your service. He will serve you loyally.
ca: Ho entendràs un dia, jove rei. Et desitge sort durant el teu viatge. Fique sota el teu comandament un dels meus sergents. Et servirà amb lleialtat.
hu: Egy napon majd megérted, ifjú király. Most pedig sok szerencsét kívánok a küldetésedhez. Egy őrmesteremet a rendelkezésedre bocsátom. Hűségesen fog szolgálni téged.
ja: あなたはいつの日か、その重大さを理解することでしょう、若き王よ。そしてそれは、あなたが考えているよりも早く。この旅が運に恵まれることを祈ります。私の従者を一人、あなたに仕えさせましょう。あなたに忠義を以て仕えることでしょう。
ru: Однажды ты всё поймёшь, юный король. Желаю тебе удачи в поисках. Один из моих стражей к твоим услугам. Он будет преданно служить тебе.

source: Battle of Barnon
ca: Batalla de Barnon
hu: A Barnoni csata
ja: Barnon の戦い
ru: Битва при Барноне

source: After few days of preparation, the first-born sons of the Akladian lords appeared in Vattin. They became guests of King Gawen Hagarthen and his step-mother Lady Lorin. He, accompanied by two lords and a small army, marched north to the settlements of the clan of Barnon.
ca: Després d'uns quants dies de preparacions, els fills primogènits dels senyors akladians van arribar a Vattin. Van esdevenir hostes del rei Gawen Hagarthen i la seua madrastra Na Lorin. Ell, acompanyat de dos senyors i un xicotet exèrcit, va marxar cap al nord, als territoris del clan O-Barnon.
hu: Néhány napi előkészület után, az akladiai nemesek elsőszülött fiai megérkeztek Vattinba. Gawen Hagarthen király és nevelőanyja, Lady Lorin vendégeiként töltötték napjaikat. A király két nemessel és egy kisebb sereggel északra ment, az O Barnon klán településéhez.
ja: 数日間かけて準備した後、Akladia の領主たちの長男がそれぞれ、Vattin に姿を現しました。彼らは Gawen 王とその継母 Lorin 夫人の滞在客となりました。王は、二人の領主と少数の軍隊とともに Barnon 一族の集落がある北方方面へ行軍しました。
ru: Вскоре старшие сыновья акладианских лордов прибыли в Ваттин в гости к королю Гэвену Хагартену и его мачехе леди Лорин. Потратив несколько дней на подготовку, король в сопровождении двух лордов и небольшой армии отправился на север, чтобы разобраться с кланом О'Барнон.

source: Hoyre O Barnon did not trust the Wesnothians living in the city of Barnon. Fearing that the citizens would open the gates to Gawen Hagarthen, he withdrew to his castle in the forests nearby. Indeed, the city of Barnon surrendered easily, though the citizens didn't show any signs of enthusiasm.
ja: Hoyre O Barnon は Barnon 市内に居住する Wesnoth 人を信用していませんでした。市民達が Gawen Hagarthen へ門戸を開くのではないかと恐れて、近くの森にある自分の城へ籠もっていました。実際、Barnon の町はあっさりと明け渡されましたが、市民たちが熱狂している様子はありませんでした。

source: It was at this moment that Gawen realized that he was as hated by Wesnothian folk as by Akladians. The former considered him a barbarian beast and a tyrant, and the latter called him mixling - at best. The irony of this realization was so overwhelming that he began to laugh. He probably would have laughed even harder if he had heard some of his warriors; they whispered that Gawen was laughing in anticipation of the battle, and their esteem for him rose dramatically.
ca: Va ser en aquest moment quan Gawen s'adonà que era tan odiat pels wesnothians com pels akladians. Mentre que els primers el consideraven una bèstia bàrbara, els segons li deien mestís - en el millor dels casos. La ironia era tan aclaparadora que va començar a riure's. I segurament ho haguera fet més fort si hagués pogut sentir el que deien alguns dels seus soldats; xiuxivejaven que Gawen estava rient-se per la imminència de las batalla, i la seua reputació va pujar molt.
hu: Ez volt az a pillanat, amikor Gawen ráébredt, hogy a wesnothi emberek ugyanúgy gyűlölik, mint az akladiaiak. Míg az előbbiek egy barbár szörnyetegnek tartották, utóbbiak korcsnak nevezték - jó esetben. A helyzet fonáksága nevetésre ingerelte. S talán még jobban nevetett volna, ha hallotta volna néhány harcosát: azt suttogták, hogy Gawen a várható csatát nevette ki, renoméja így drasztikusan megnőtt.
ja: このことで Gawen は改めて認識したのです。Wesnoth 人も Akladia 人と同様に自分を嫌っているのだと。ただ、Wesnoth 人は彼を野蛮な獣で暴君と見ているのに比べ、Akladia 人はせいぜい混血であることを揶揄する程度でした。この皮肉な現実を目の当たりにしたことは、彼自身の大きな笑いを誘いましたが、戦士たちの言葉がもし聞こえていたら、彼はもっと大笑いしていたことでしょう。しかし彼らは、Gawen が笑っているのは、戦いへの期待によるものだろうと囁いていて、Gawen への敬意を劇的に高めることになりました。
ru: Это был момент, когда Гэвен осознал, что его одинаково ненавидят как веснотцы, так и акладианы. Первые называли его варварским отродьем, вторые же, в лучшем случае, полукровкой. Злая ирония положения вызывала у Гэвена истерический смех. Возможно он смеялся бы спокойней и уверенней, если бы слышал разговоры некоторых своих воинов: они шептали, что Гэвен хохочет в предвкушении битвы; авторитет короля начал расти.

source: Moro the Strong
ja: 強者 Moro

source: Nome, the Highlander
ja: ハイランダー Nome

source: This should be easy, my son. Let's just get to the Castle of Barnon to the north and finish that traitor Hoyre off.
ja: これはちょろいわね、Gawen 。北の Barnon 城までさっさと行って、裏切り者の Hoyre を倒しましょう。

source: Indeed, let us attack!
ja: そうですね、さあ、攻撃しましょう！

source: Okay.
ja: そうしましょう。

source: If I may, my lord, I suggest not to attack in haste.
ca: Si puc fer un suggeriment, senyor, aconsellaria que no anàrem massa ràpid.
hu: Ha szólhatok, uram, nem kellene kapkodnunk.
ja: 陛下、一言よろしいでしょうか。急がずに、攻撃を待ってみてはいかがでしょう。
ru: Если позволите, милорд, я бы посоветовал не торопиться.

source: I have deep reservations about how our so-called allies will act.
ca: No estic segur de cóm reaccionaran els nostres, per dir-los d'alguna manera, aliats.
hu: Nem vagyok benne biztos, hogy az úgynevezett szövetségeseink hogy viselkednek.
ja: 私たちの、いわゆる同盟国たちがどう動くか、その点について私は、深い懸念を抱いております。
ru: Я не уверен в том как поведут себя наши так называемые союзники.

source: You think that they would dare not to attack?
ca: Creus que no s'atreviran a atacar?
hu: Arra gondolsz, hogy nem csatlakoznak a támadáshoz?
ja: 彼らは、あえて攻撃しないと言いたいの？
ru: Вы думаете, они посмеют отказаться от боя?

source: I am sure that they will dare... it's just I am not sure whom they will attack.
ca: Crec que sí que ho faran, però no estic segur de qui atacaran.
hu: Azt hiszem, támadni fognak, csak abban nem vagyok biztos, hogy kit.
ja: 彼らが攻撃するのは確かですが... 誰を攻撃してくるか、私にはそれがはっきりと分からないのです。
ru: Думаю, что посмеют. Я вообще не уверен, с кем именно они собрались воевать.
