Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: We would have been here earlier, if not for you, brother!
ca: Hauríem arribat abans de no ser per tu, germà!
hu: Hamarabb ideértünk volna testvérem, ha nem pepecselsz!
ja: 君がいなければ、もっと早く来ていたんだが、なあ兄弟！
ru: Мы бы успели, если бы не ты, братец!

source: Me? And who wanted to check whether the wine in Vakladia tastes different than in Guilcorta?
ca: Jo? I qui era el que volia comprovar si el vi de Vakladia té diferent sabor que el de Guilcorta?
hu: Én? És ki volt az, aki ellenőrizni akarta, hogy a vakladiai bor tényleg van-e olyan jó, mint a guilcortai?
ja: 私に言ってるのか？ Vakladia 産ワインと Guilcorta 産ワインの味がどう違うか確認したかったのは誰だ？
ru: Я? А кто решил сравнивать вина Вакладии и Гилкорты?

source: And what about the girls in that town?
ca: I què passa amb això de les xiques en aquella ciutat?
hu: És mi van a lányokkal abban a városban?
ja: で、あの街の女の子についてはどうなんだ？
ru: А что это за девица в замке?

source: Who are you? Friend or foe?
ca: Qui va? Amic o enemic?
hu: Kik vagytok? Barátok vagy ellenségek?
ja: 君たちは誰だ？ 味方か、それとも敵か？
ru: Кто вы? Друзья или враги?

source: We are Luc and Gauri Hagarthen, your loyal swords from Guilcorta, your cousins, dear... uhmm... how should we address you, your majesty, cousin, or maybe... messiah?
ja: Luc Hagarthen と Gauri Hagarthen だよ。君の忠実なる Guilcorta の剣、君の従兄弟の、親愛なる... えーと... 君を何と呼べばいいのかな...、陛下、いとこ、いやもしかして... 救世主、とか？

source: 'My king' would be enough. You are welcomed here, even if a bit late.
ca: Amb 'rei' hi ha prou. Sou benvinguts, si més no, un poc tard.
hu: A királyom megfelelő lesz. Legyetek üdvözölve körünkben, ha kicsit késtetek is.
ja: "我が王"で十分だよ。二人ともよく来てくれたね。ほんのちょっと遅かったけど。
ru: Достаточно "мой король". Я рад вас видеть, не смотря на то, что вы опоздали.

source: Aaargh! I haven't avenged my family!
ca: Aaargh! No he venjat la meua família!
hu: Áááh! Nem tudtam bosszút állni a családomért!
ja: アーッ！ まだ家族の仇を討てていなかったのに！

source: Ha ha! Now you are doomed!
ca: Ha Ha! Esteu perduts!
hu: Há, há! Végetek van!
ja: ハッハッハ！ お前たちの運は尽きた！

source: I am your new messiah. Recognise me as your lord now and you shall be spared. Try to oppose me and you will be killed and raised as my mindless slaves.
ca: Sóc el vostre nou amo. Reconeixeu-me com el vostre senyor i sereu perdonats. Intenteu oposar-vos i vos mataré per després ressuscitar-vos com a zombis.
hu: Én vagyok az új uratok. Hódoljatok, és megkímélem az életeteket. Próbáljatok ellenszegülni, és holtotok után agyatlan szolgákként szolgáltok engem.
ja: 私は、お前たちの新たな救世主だ。今すぐ私を君主だと認めれば、お前たちは助けてやろう。私に刃向かおうとすれば、殺した後に、意思を持たない奴隷として蘇生させてやろう。
ru: Я ваш новый хозяин. Признайте меня своим господином и я пощажу вам. Попробуйте сопротивлятся, и будете убиты и превращены в моих безвольных рабов.

source: Never, foul lich! We may have to adjust our tactics, but we shall never surrender!
ja: 決して認めないぞ、穢れたリッチめ！戦術の調整は必要だが、お前になど、誰が屈服するものか！

source: Lady Lorin, are you sure you can participate in a battle?
ca: Na Lorin, segura que pots participar en una batalla?
hu: Lady Lorin, biztos, hogy részt akarsz venni a csatában?
ja: Lorin 夫人、本当に戦闘に加われますか？
ru: Леди Лорин, Вы уверены, что можете продолжать битву?

source: And why not, foul and rude mage?
ca: I per què no, maleït i mal educat mag?
hu: Miért ne, aljas, undorító mágus?
ja: この汚い無礼な魔術師め、当たり前でしょ？
ru: Почему нет, тупой грязный маг?

source: As I said before, I KNOW. I also know that ANY effort may be extremely dangerous for you.
ca: Com ja vaig dir abans, HO SE. I també sé que QUALSEVOL esforç pot ser terriblement perillós per tu.
hu: Ahogy mondtam, ÉN TUDOM. S azt is tudom, hogy BÁRMIFÉLE megerőltetés veszélyes lehet számodra.
ja: 以前にも申し上げましたとおり、私は知っているのです。どのような努力もまた、あなたにとって極めて危険であることも知っています。
ru: Я уже говорил, что ЗНАЮ почему. Кроме того я знаю, что ЛЮБОЕ перенапряжение очень опасно для Вас.

source: First of all, I am LORIN, foul mage. Second of all, I am not a Wesnothian woman, the kind you are used to, but Akladian. I can fight until... for as long as I want.
ca: Sóc LORIN, mag pudent, això t'ho puc assegurar. A més, no sóc una dona wesnothiana, de les que coneixes, sinó akladiana. Puc lluitar fins... fins que vulga.
hu: Én LORIN vagyok, aljas mágus, először ezt jegyezd meg. Másodszor én nem wesnothi nő vagyok, akit te használni szoktál, hanem akladiai. Én harcolok az utolsó... amíg csak akarok.
ja: まず第一に、私は天下の LORIN 様よ、汚い魔術師め。第二に、私は Wesnoth の女ではないの、あなたが親しんできたような、そういうんじゃなくて、Akladia の女よ。私は戦えるわ、まだ... 私が望む限り...。
ru: Я ЛОРИН, ман, это во-первый. А во-вторый, я не веснотская женщина, к которым ты привык. Я акладианка. Я могу драться так долго... Так долго, как захочу.

source: My king, please take my advice. Order Lorin to withdraw into the castle. No matter how she boasts and flaunts her Akladian heritage, I am quite sure she shouldn't be here.
ca: Mon senyor, per favor, accepteu el meu consell. Ordeneu a Lorin que es retire al castell. No importa quant presumisca i destaque ser una dona akladiana, estic segur que ella no deuria ser ací.
hu: Királyom, fogadd meg a tanácsomat! Rendeld Lorint a kastélyba! Ne érdekeljen, hogy mennyire henceg és felvág azzal, hogy ő akladiai nő, biztos vagyok benne, hogy nem itt kellene lennie.
ja: 我が王様、どうか私の忠告をお聞き入れください。城内に引き下がるよう、Lorin にご命令ください。いかに彼女が Akladia の伝統を豪語しようが誇示しようが、ここにいてはいけないと私は確信しております。
ru: Мой король, прими совет. Прикажи Лорин отступить в замок. Не важно, что она так гордится тем, что она акладианка. Я совершено уверен, что ей больше нельзя здесь находиться.

source: But why? I don't understand. Lorin is a fine warrior, and withdrawing her from battle may be...
ca: Però per què? No ho entenc. A més, Lorin és una gran guerrera, i retirar-la de la batalla podria ser...
hu: De miért? Nem értelek. Másrészt Lorin kitűnő harcos, hátrarendelése a csata szempontjából...
ja: それは何故だ？理解できないが。Lorin は優れた戦士だから、彼女を引き下げてしまっては...
ru: Но почему? Не понимаю. В конце концов Лорин отличный боец и без неё...

source: I am a mage attuned to life, my king, and can sense things you cannot. Believe me, withdraw her into our keep.
ca: Sóc un mag, mon senyor. Creieu-me, retireu-la al castell.
hu: Mágus vagyok, királyom. Higgy nekem, küldd vissza őt a kastélyba!
ja: 私は生命に同期する魔術師なのです、王様、ですので王様には感じ取れないことが私には察知できるのです。信じてください、彼女を砦に引き下がらせてください。
ru: Я маг, мой король. Верь мне. Отведи её в замок.

source: FOUL mage. You should have said: 'I am a FOUL mage'.
ca: PUDENT mag. Hauries d'haver dit: 'Sóc un PUDENT mag'.
hu: ALJAS mágus. Azt kellett volna mondanod: 'Én egy ALJAS mágus vagyok'.
ja: このインチキ魔術師め。今度からこう名乗りなさい、"私はインチキ魔術師です。"ってね。
ru: ГРЯЗНЫЙ маг. Повтори: "Я тупой грязный маг".

source: Forces of Darkness, come to my aid - Let there be eternal night; Let your eyes become blind - Forces of Darkness will consume your mind.
ca: Forces de la foscor, ajudeu-me - Que haja una eterna nit; Que els vostres ulls els seme - Forces de la foscor, deixeu-los buits.
hu: Sötétség Erői, gyertek, segítsetek Tűnjél el fényes nap, jöjj örök sötétség; Szemetekre szálljon vakság; és elmétek Töltse el félelem, töltse el üresség!
ja: 暗黒の力よ、我に力を与えよ - 永遠の夜をもたらせ ; 闇の力よ、奴らの目を奪え - 闇の力よ、奴らの心を奪え .
ru: Тёмные силы, придите ко мне. Вечную ночь создадим на земле. Боль и страданья на всех низойдут. Тёмные силы ваш разум возьмут.

source: NO! Avaunt, the darkness, avaunt, the night!
ca: NO! Retira't, foscor, retira't, nit!
hu: NEM! Távozz el sötétség, távozz el éjszaka!
ja: やめろ！ 消えろ、暗闇よ、消えろ、夜よ！
ru: НЕТ! Рассейся, ночь, рассейся, тьма!

source: How is this possible? Who could possibly have broken my sorcery?
ca: Cóm és açò possible? Qui ha pogut trencar el meu sortilegi?
hu: Hát ez meg hogy lehet? Ki merészelte megtörni a varázslatomat?
ja: なぜこんなことが可能なのだ？私の魔術を解ける者とは誰だ？
ru: Это невозможно! Кто так легко разрушил мои чары?

source: Even a child could have done it, it was so weak... as is all of your heinous black magic; for all your power has been built solely on lies and deceit.
ca: Fins i tot un xiquet podria fer-ho, tan dèbil era, com tota la teua maleïda màgia negra; tot el teu poder ve de mentides i enganys.
hu: Még egy gyerek is képes lenne egy ilyen gyenge varázslatot szétzúzni, ahogy az egész szemfényvesztő feketemágiádat is; az egész erőd hazugságból és csalásból származik.
ja: 子供ですら解けだろう、あまりに脆弱な魔力... お前の極悪な黒魔術すべてが。 お前の力はすべて、嘘と欺瞞の上に成り立っているのだから。
ru: Даже ребёнок развеял бы их, они были совсем слабы, как и вся твоя отвратительная чёрная магия. Твоя сила зиждется только на лжи и мошенничестве.

source: Brave words - and who dares to utter them?
ca: Braves paraules, qui les diu?
hu: Merész szavak ezek - s ki vette a szájára őket?
ja: 傲慢な言葉だ ― それを口にする者、お前は誰だ？
ru: Храбрые слова. И кто же их произносит?

source: Deorien, mage of light - whose might will defeat the night.
ca: Deorien, mag de la llum, el seu poder deixarà sense cap a algú.
hu: Deorien fénymágus - akinek ereje elűzi az éjszakát.
ja: Deorien 、光の魔術師 ― その力は、夜を打ち負かす。
ru: Деориен, маг света, чья сила побеждает тьму.

source: You are a competent enough mage, but an awful poet. Deorien, you will be mine before this battle is through.
ca: Bon mag, pèssim poeta. Deorien, seràs meu abans que aquesta batalla termine.
hu: Jó mágus, de rossz költő. Deorien, az enyém leszel, mielőtt a csata befejeződik.
ja: お前は正に有能な魔術師だ、しかし、詩人としては下の下だな。Deorien 、この戦いが終わる前にお前は私のものとなろう。
ru: Хороший маг, но отвратительный поэт. Деориен, ты будешь в моих руках до окончания битвы.

source: Aaaah!
hu: Áááh!
ja: ウワアァァァ！
ru: А-а-ах!

source: What happened? Mother?
ca: Què ha passat? Mare?
hu: Mi történt? Anyám?
ja: 母さん？ どうしたんだ？
ru: Мать? Что случилось?

source: It's nothing... It's nothing... I just... I can't...
ja: 何でもない... 何でもないわ... ただ... うまく...

source: Ahem.
ja: ウッ、ウン.

source: Shut up, mage. I will fight, I just have to rest for a moment...
ca: Calla, mag. Lluitaré, només em cal descansar un moment...
hu: Fogd be a szád, mágus. Harcolni fogok, csak pihennem kell egy kicsit...
ja: 黙ってなさい、魔術師め。私は戦うわ、ただ少し身体を休めないと...
ru: Заткнись, маг! Я буду сражаться. Просто на минутку расслабилась.

source: No, you CAN'T. My lord, you must withdraw Lorin to our castle's keep immediately. She is unable to fight any longer.
ca: No, no pots. Mon senyor, retireu Lorin a la fortalesa del castell immediatament. Ella és incapaç de lluitar ara.
hu: Nem, nem fogsz. Uram, küldd vissza Lorint a kastélyunkba azonnal. Nem képes most harcolni.
ja: いけません、無理です。 陛下、Lorin は城の中に引き上げさせるべきです。これ以上戦うことはできません。
ru: Нет, ты не сможешь. Милорд, отводите Лорин в замок немедленно. Она больше не может участвовать в битве.

source: I AM in the castle's keep, you idiot.
ca: JA ESTIC en la fortalesa del castell, imbècil.
hu: Már a kastélyban VAGYOK, te idióta!
ja: 私は、城の主塔にいるわよ、このバカ。

source: Good. Now, go to bedroom. I will send someone to take care of you immediately.
ca: Bé. Ara, ves al teu dormitori. Manaré algú que et cuide.
hu: Remek. Akkor irány az orvosi szoba! Küldök valakit, aki gondjaiba vesz.
ja: 結構です。さあ、寝室へどうぞ。誰か世話をするものをすぐに呼びますので。

source: Shut up, I can fight, I just have to get some rest!
ca: Calla, puc lluitar, només he de descansar!
hu: Befogod a szád, tudok harcolni, csak egy kis pihenésre van szükségem!
ja: 煩いわね、戦えるわよ、ちょっと休憩が必要なだけ！

source: You have to withdraw Lady Lorin to your initial castle's keep within 6 turns.
ca: Has de retirar Lorin a la fortalesa del teu castell inicial en 6 torns.
hu: Visszaviszed Lady Lorint a kastélyodba 6 körön belül
ja: Lorin を 6 ターン以内に開始時の城の主塔に撤退・移動させなければいけません。
ru: Вы должны довести леди Лорин до стартового замка за 6 ходов.

source: Are you prepared for a little surprise? Get them boys!
ja: お前たちを少し驚かせてやる、心の準備はできてるか？ あのガキどもを捕まえろ！

source: Gawen, I'm going to destroy this bridge.
ja: Gawen 、この橋を破壊するわよ。

source: Milord, should I destroy this bridge?
ja: 旦那さま、この橋は破壊すべきでしょうか？

source: Yes!
ja: そうしよう！

source: No, but I might want a bridge destroyed later...
ja: やめておこう、しかし、後で破壊したくなるかもしれない...

source: No, we won't be destroying any bridges today.
ja: やめておこう、今日のところは、もうどの橋も破壊せずにおこう。

source: Ha, take that!
ja: よし！ これでどうだ！

source: OK, I won't this time, but I really think we should destroy some bridges eventually, so I'll keep asking!
ja: 了解しました、今回は中止いたします。ただ、結局は破壊すべきと考えておりますので、その際にまたお尋ねに参ります！

source: In that case I shall cease asking to do so.
ja: そういうことでしたら、この件はお尋ねしないようにします。

source: Let me set up an outpost here.
ja: ここに前哨基地を作らせてほしい。

source: I really can fight!
ca: Puc lluitar!
hu: Én tényleg tudok harcolni!
ja: 本当に戦えるわよ！
ru: Я ещё могу сражаться!

source: Yes, you can fight. But what about IT?
ca: Sí, tu pots? I què passe amb ELL?
hu: Igen tudsz, de mi lesz VELE?
ja: 分かりました、あなたは戦えます。でも、ソレはどうしますか？
ru: Конечно можешь. А он?

source: IT?
ca: ELL?
hu: VELE?
ja: ソレって？
ru: ОН?

source: Aaah! I can't handle this pain!
ca: Aaah! No puc suportar més aquest dolor!
hu: Áááh! Kibírhatatlan ez a fájdalom!
ja: アーーッ！ この痛みには耐えられないわ！

source: What happened? What?
ca: Què ha passat? Què?
hu: Mi történt? Mi van?
ja: どうした？ えっ？ どうしたの？

source: I told you... she miscarried.
ca: T'ho havia dit. Ha tingut un avort.
hu: Én megmondtam. Elvetélt.
ja: だから言ったのに... 彼女は流産しました。

source: She WHAT?
ca: Ha tingut QUÈ???
hu: MIII?
ja: 彼女が、...えっ？

source: Noooooo!
hu: Neeeeee!
ja: ダメ――ッ！

source: I wish Lorin were still here to fight alongside us; we could use her help...
ja: Lorin には、ずっとここにいて一緒に戦ってほしい。彼女の手助けがほしい...

source: Trust me, Gawen, it is for the better that she is in the castle right now.
ja: 私を信頼してください、Gawen 様。今の Lorin にとっては城にいる方がよいのです。

source: Wait! Do not die yet! I know you can hear me, answer a few questions!
ca: Espera! No et morgues encara! Sé que pots sentir-me, respon-me a unes preguntes!
hu: Várj! Ne halj még meg! Tudom, hogy hallasz, válaszolj nekem!
ja: 待て！まだ殺すな！聞こえてるだろうから、質問に答えなさい！
ru: Стой. Не умирай. Я знаю ты меня слышишь. Ответь на несколько вопросов.

source: Where did you hide the gold?
ca: On has amagat l'or?
hu: Hol rejtetted el az aranyadat?
ja: ゴルドの隠し場所はどこだ？
ru: Где ты прячешь золото?

source: Do you know where Reme Carrenemoe is?
ca: Saps on és Reme Carrenemoe?
hu: Tudod, hol van Reme Carrenemoe?
ja: Reme Carrenemoe の居場所を知ってるか？
ru: Ты знаешь где сейчас Реме Карренемо?

source: What do you know about the orcs?
ca: Què saps dels orcs?
hu: Mit tudsz az orkokról?
ja: オークたちについて、知っていることは？
ru: Что ты знаешь об орках?

source: Do you know anything about Lady Lorin?
ca: Saps alguna cosa de Na Lorin?
hu: Tudsz valamit Lady Lorinról?
ja: Lorin 夫人についてなにか知ってるか？
ru: Ты слышал что-нибудь о леди Лорин?

source: Gold? What gold? I have no gold hidden...
ca: Or? Quin or? No tinc cap or amagat...
hu: Arany? Milyen aranyról beszélsz? Nem gyűjtök aranyat...
ja: ゴールド？何の？隠してなんかいない...
ru: Золото? Какое золото? У меня нет никакого золота...

source: Reme? Yes, I've heard about him. His clan castle was burned down by Outlaws. But he is alive - they captured him. I've heard they want to sell him to Bor Cryne. I have heard that they keep him in place called Bontom, but I don't know where it is...
ca: Reme? Sí, he sentit parlar d'ell. El castell del seu clan va ser cremat pels proscrits. Però encara és viu, el van capturar. He sentit que el volen vendre Bor Cryne. He sentit dir que el tenen a un lloc anomenat Bontom, però no sé on para...
hu: Reme? Igen, hallottam már róla. A törvényen kívüliek felégették a családi kastélyát. De ő túlélte az ostromot, elkapták, s úgy hallottam, Bor Crynével üzletelnek róla. Úgy hallottam, hogy Bontomban tartják fogva, de gőzöm sincs, merre...
ja: Reme ？あぁ、聞いたことがある。一族の城を無法者たちが焼き尽くしたが、まだ生きていて ― 捕まったそうだ。Bor Cryne に売りつけたいらしい。Bontom という場所に幽閉されてるそうだが、どこにあるかは知らん...
ru: Реме? Да, я слышал о нём. Замок его клана сожгли разбойники. Но сам он жив. Его взяли в плен. Я слышал, они хотят получить за него выкуп от Бора Крайна. Ещё я слышал, что его держат в местности под названием Бонтом, но я не знаю где это...

source: We were ordered to cooperate with orcs... We were told orcs are our allies... I know nothing more.
ca: Ens van ordenar que cooperarem amb els orcs... Ens van dir que eren els nostres aliats... No sé res mes.
hu: Utasítást kaptunk, hogy segítsünk az orkoknak... Azt mondták, hogy az orkok a szövetségeseink... többet nem tudok.
ja: 俺たちは、オークと協力するよう命令された... オークは仲間だからって言われたんだ... それ以外のことは分からねえ。
ru: Нам было приказано помогать им... Сказали, что орки - наши союзники. Больше я ничего об этом не знаю.

source: I hope that witch is burning in hell!
ca: Espere que eixa bruixa estiga cremant-se a l'infern!
hu: Remélem a pokolban ég a máglyán!
ja: あの魔女が地獄で焼かれてるといいがな！
ru: Надеюсь эта ведьма горит в аду!

source: Leaving Raedwood
ca: Abandonant Raedwood
hu: Raedwood elhagyása
ja: Raedwood から離れる
ru: Покидая Редвуд

source: Gawen and his soldiers spent only a few days in Freetown. Huon Ryedric and Mithrandil left the city and headed west. At dawn the following day, Gawen marched to the south. Mithrandil's elves were eager to show their abilities, finding the best paths through the forest.
ca: Gawen i els seus soldats van estar uns pocs dies més en Ciutat Lliure. Huon Ryedric i Mithrandil van marxar de la ciutat anant cap a l'oest, i al dia següent, només eixir el sol, Gawen va partir cap a al sud. Els elfs de Mithrandil estaven impacients per demostrar les seues habilitats i així van trobar els millors camins per travessar el bosc.
hu: Gawen és harcosai csak néhány napot töltöttek Freetownban. Huon Ryedric és Mithrandil nyugat felé indultak. Másnap hajnalban Gawenék délre masíroztak. Mithrandil tündéi égtek a vágytól, hogy bizonyítsák képességeiket, s felkutassák a legjobb utat az erdőben.
ja: Gawen とその兵士たちは数日を Freetown で過ごしました。 Huon Ryedric とMithrandil は街を離れて西へと向かいました。翌日の夜明け頃、Gawen は南へと行軍を開始しました。Mithrandil 率いるエルフたちは、その能力を積極的に見せようと頑張り、森を抜ける最良の道を見つけながら進んでいました。
ru: Гэвен и его солдаты провели во Фритауне всего несколько дней. Хуон Райдрик и Митрандил, покинув город, отправились на запад. На заре следующего дня Гэвен выступил на юг. Эльфы Митрандила изо всех сил старались показать своё умение отыскивать самые лучшие лесные тропы.

source: Akladians hated woods, passionately, Gawen was told. Yet they had established an outpost at the edge of Raedwood to protect their settlements in the plains from the avengers in the forest. One or two men might have passed among them, unnoticed, but Gawen's band was too large for that.
ca: A Gawen li havien dit que els akladians odiaven els boscos amb tota la seua ànima. Tanmateix, havien establert una sèrie de fortaleses a la vora de Raedwood per protegir els seus assentaments a les prades dels venjadors habitants del bosc. Per a un o dos hòmens seria fàcil infiltrar-se entre ells, però l'exèrcit de Gawen era massa gran per poder fer-ho.
hu: Az akladiaiak zsigerből gyűlölték az erdőt, ahogy azt Gawen megjegyezte. Ezért létesítettek egy őrsöt a Raedwood-erdő szélén, hogy megvédjék a síksági településüket az erdőben ólálkodó veszélyektől. Egy-két ember talán átosonhatott volna köztük észrevétlenül, de Gawen csapata ehhez túl nagy volt.
ja: Akladia 人は森をこの上ないほど嫌っていると Gawen は聞いていました。それでも彼らは、森に住む敵から身を守るため、Raedwood の森に接する辺りに前哨基地を建てていました。一人二人であればそこを通り抜けることができたかもしれませんが、Gawen の一行はそこまで小規模ではありませんでした。
ru: Из разговоров Гэвен знал, что акладианы люто ненавидели лес. Поэтому они поставили на краю Редвуда сторожевой пост для защиты жителей равнин от лесных мстителей. Один-два человека могли бы незаметно пройти здесь, но армия Гэвена была слишком большой.

source: So, what now? I appreciate that you are calling me your commander, but the truth is that I have no idea what to do next.
ca: Bé, i ara què? Aprecie que em tracteu com si fóra el vostre comandant, però la veritat és que ara no tinc ni idea del que he de fer.
hu: És most mit tegyünk? Roppant megtisztelő, hogy parancsnoknak nevezel, de jelen helyzetben fogalmam sincs, mit kéne tennünk.
ja: さあ、今度はどうする？私を君たちの指揮官と呼んでくれるのは有り難いが、実のところ、次に何をすべきか、私にはさっぱり分からない。
ru: Итак, что дальше? Я конечно ценю то, что вы считаете меня своим командиром, но, честно говоря, понятия не имею что делать дальше.

source: That's what advisors are for. Right now, we have to leave the forests. Then we need to find the orcs, catch their leaders and that's it.
ca: Per això estan els consellers. Ara mateix, hem d'abandonar els boscos. Després, trobar els orcs, agafar els seus líders i prou.
hu: Ezért vannak a tanácsadók. Mindenképpen ki kell mennünk az erdőből. Aztán megtaláljuk az orkokat, elfogjuk a vezetőiket, és kész.
ja: まあ、私はそのための相談役ですから。さあ、すぐに森から離れなければなりません。それからオークを見つけ出し、そのリーダーを捕まえましょう、それだけです。
ru: Для таких случаев и существуют советники. План такой. Сейчас нам нужно выйти из леса. Потом найти орков и схватить их предводителей. Это всё.

source: I didn't feel we had enough gold to accomplish the task ahead of us. So, I asked the others from the council of Freetown for help and they agreed. We now have $ano12_start_gold gold pieces.
ja: 今回の計画を完遂するには、資金が不十分だと感じていました。それで、Freetown の評議会の他の者たちに支援を申し入れて同意を得られました。今、私たちは $ano12_start_gold gold 所持しています。

source: Karen! What are you doing here!?
ca: Karen! Què hi fas ací?
hu: Karen! Mit keresel te itt!?
ja: Karen！ お前、ここで何をしてる！？
ru: Карен! А ты что тут делаешь?!

source: I apologise, my lord. I was not able to stop her.
ca: Accepta les meues disculpes, senyor. No vaig poder detindre-la.
hu: Bocsáss meg, uram. Nem tudtam visszatartani.
ja: 申し訳ありません、閣下。彼女を止められませんでした。
ru: Прошу прощения, милорд. Я опять не смог её остановить.

source: I'm sorry father. I just couldn't miss the opportunity to see our great future king do great heroic things... the kind of things great future kings usually do. You don't mind, do you... Gaumhaldric?
ca: Ho sento, pare. Senzillament, no podia passar per alt l'oportunitat de veure com el nostre futur gran rei està fent grans coses heroiques, tal com solen fer els futurs grans reis. No t'importa, no - Gaumhaldric?
hu: Sajnálom, apám. Épp csak nem akarok lemaradni a nevezetes eseményekről, amiket jövendő nagy királyunk épp most készül véghezvinni, olyanokat, amiket a jövendő nagy királyok szoktak véghezvinni. Ugye nem bánod - Gaumhaldric?
ja: ごめんなさい、お父様。私たちの偉大なる未来の王様が、どれほど偉大で英雄的なことを成すものなのか、それを見る機会を逃すなんてできなかったの... 偉大な未来の王様が普段するようなこと、と言うか。気にしないわよね、...ね？ Gaumhhaldric 様？
ru: Прости, папа. Я просто не могла упустить случай посмотреть, как наш великий будущий король совершает великие героические поступки, которые обычно совершают великие будущие короли. Ты ведь не возражаешь, Гемхальдрик?

source: Karen, I...
ja: Karen 、私は...

source: I know. I heard you in the council. You hate me.
ja: 分かってます。評議会の時に聞きました。私を嫌いだと。

source: Future king? What is she talking about?
ca: Futur rei? Què està dient ara?
hu: Jövendő király? Miről beszél a kisasszony?
ja: 未来の王って？彼女は何の話をしてるんだ？
ru: Будущий король. О чём это ты?

source: You didn't know? Your true mother was from a long line of kings. The last of her branch. You are the true heir to the throne of Wesnoth.
ca: No ho sabies? Ta mare, la de veritat, pertanyia a unes llargues línies de sang dels antics reis. L'última de la seua branca. Eres el vertader hereu del tro de Wesnoth.
hu: Hát nem tudod? Az édesanyád királyi vérből származott. Az utolsó leszármazott. Te vagy Wesnoth trónjának jogos örököse.
ja: ご存知じゃなかったのですか？あなたの実のお母様は、王族の家系だったのですよ。その末裔の最後のお一人でした。あなたは、Wesnoth の玉座の正当な後継者なのです。
ru: Разве ты не знал? Твоя настоящая мать принадлежала к древнему королевскому роду. К последней ветви. Ты - законный наследник трона Веснота.

source: Along with your cousins from other branches, of course. They are all true heirs to the throne of Wesnoth.
ja: 勿論、親族中のあなたの いとこ達もそうよ。みんな、Wesnoth の後継者だわ。

source: What? Ruvio, I don't want to be king.
ca: Què? Ruvio, no vull ser cap rei.
hu: Micsoda? Ruvio, én nem akarok király lenni.
ja: 何だって？ Ruvio 、王などにはなりたくない。
ru: Что? Рувио, я не хочу быть королём.

source: You really don't have a choice. This is your birthright, your destiny.
ca: No tens cap elecció. És el teu destí.
hu: Ez nem akarás kérdése. Ez a sorsod.
ja: あなたに選択の余地はないのです。あなたの生まれながらの権利であり、運命なのです。
ru: У тебя нет выбора. Это твоя судьба.
