Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: The guy from city of Barnon? No, it wasn't him, though from what I've heard about him he could do it - if he could think for himself.
ca: El de la ciutat de Barnon? No, però pel que he sentit d'ell, podria haver-ho fet... si haguera sabut on té el cap.
hu: A barnoni ürge? Nem, habár azok alapján, amit hallottam róla, akár ő is lehetett volna - ha nem csak álmodozna magában.
ja: Barnon の町の野郎だな？違うな、そいつじゃねえ。ただ、俺が聞いた話では、そいつなら可能かもしれないってことだ ―もしそいつがそう望めばの話だがな。
ru: Парень из Барнона? Нет. Судя по тому, что я о нем слышал, он мог бы это сделать, но только если бы лучше соображал головой.

source: There are no more trained, able-bodied young man in this small settlement to recruit as Spearman or Bowman. You may only recruit Peasants and Fencers now.
ca: Ja no queden més jóvens instruïts en aquest xicotet assentament per a poder reclutar més soldats o arquers. A partir d'ara, ja només pots reclutar camperols i esgrimidors.
hu: Ezen a kis településen nincs több képzett fiatal harcos, hogy dárdást vagy íjászt toborozhass belőlük. Mostantól csak parasztokat és vívókat toborozhatsz.
ja: これ以上、この小さな集落には、槍兵や弓兵として雇用できそうな鍛えられた若い男性はいません。今は農民か剣術士しか雇用できません。
ru: Больше никто в этом маленьком поселении не умеет обращаться ни копьём ни с луком. Вербуйте крестьян или фехтовальщиков.

source: Oh, there is a horse in this village. I can ride it!
ja: あっ、村に馬が一頭いるんです。私、馬になら乗れます！

source: ...see?
ja: どうです？

source: You look different now.
ja: どこか違って見えるな。

source: It's amazing the effect that getting on horseback can have on one's appearance, isn't it?
ja: 凄い効果ですよね。乗馬すると見かけが変わるなんて、そう思いません？

source: Indeed.
ja: 確かに。

source: Ha! Our army has returned! You are doomed now!
ca: Ha! Ha tornat el nostre exèrcit! Esteu perduts!
hu: Há! Visszatértek a seregeink! Végetek van!
ja: ハッハー！ 俺たちの軍隊が戻ってきた！あんたら、もうお終いだな！
ru: Ха! Парни вернулись! Сейчас мы вас похороним!

source: Hm, it seems there are some more people here, capable with spears and bows, who could be recruited.
ja: うーん、ここにはもう少し人がいそうだ。槍兵と弓兵になれそうで雇用できそうな人間が。

source: You may recruit four more archers and/or spearmen.
ca: Pots reclutar quatre arquers o soldats més.
hu: Újabb négy elsőszintű egységet, dárdást vagy íjászt toborozhatsz.
ja: 槍兵か弓兵を、あと４人雇用できます。
ru: Можно завербовать ещё четверых лучников или копьеносцев.

source: It seems that the outlaws had a small treasury hidden here.
ca: Pareix que els proscrits havien amagat un tresor ací.
hu: Úgy tűnik, a törvényen kívüliek egy kis kincset rejtettek el itt.
ja: 無法者たちは、ここに宝箱を隠していたようだ。
ru: Кажется здесь у разбойников небольшой тайник с золотом.

source: You receive $gold_amt golden pieces.
ja: $gold_amt gold を獲得しました。

source: Haw haw haw, you thought we were here to fight <i><b>for</b></i> you? Think again, fools!
ja: おいおい、我々がお前たちの <i><b> ために </b></i>戦う目的でここにいると思ったのか？ 考え直せ、ば～か！

source: $unit.name turned out to be an outlaw!
ja: $unit.name は無法者であることが判明しました！

source: Old Woman
ja: 老女

source: I am Akladian... but my mother was Wesnothian.
ja: 私は Akladia 人だ... しかし、母は Wesnoth 人だった。

source: Oh, so you are only half-a-jerk, right? He, he.
ja: あぁ、それであんたは、半分マヌケってことかい、そうだろ？へっへっへ。

source: I am glad I made you laugh, my lady. Now, please forgive me, I have to defeat the rest of our enemies here.
ja: 笑わせてくれてありがとう、ご婦人。どうか許してほしい、私たちはここで、残っている敵を倒さねばならないのだ。

source: Wait, young man. You made me laugh, and in my age, and in this time, this means something. In exchange I will teach you few tricks with herbs. Maybe you will find them useful...
ja: お待ちなさい、お若いの。あんたこそ私を笑わせてくれた、この歳で、こんな時に、こりゃ、何か意味があるね。お返しに、薬草を使った幾つかのワザを教えてあげるよ。役に立つかもしれないよ...

source: This unit has learned basic healing skills: it can cure poison and up to 2 HP of wounded friendly units.
ja: このユニットは基本的な治療能力を獲得しました。負傷した仲間の隣接ユニットの解毒と、体力を 2 HP 回復させます。

source: basic healing
ja: 基本治癒

source: heals +2, cures poison
ja: 回復 +2, 解毒

source: I don't know whether you are brave or simply insane, speaking that way to Akladian Lady, who can kill you just like that, giving less thought to that than to killing a fly.
ja: あなたが勇敢なのか、それともただ頭がおかしいのか分からないわ。あなたをすぐに殺せるほどの Akladia の女性に、そんな口の利き方をするなんて。その危険も気にせず、まるで蝿を殺すみたいに軽く考えてるようね。

source: Really? You think you are the first Akladian trying to scare me?
ja: そうかしら？私を怖がらせようとする Akladia の女性は、あなたが初めてだと思ってるのかい？

source: I may be the first who can succeed at that.
ja: それをやり遂げられるのは、私が最初かもね。

source: Go on and try me. Either kill me, or stop bothering me.
ja: さあ、やってごらん。私を殺すか、それとも、私を煩わせるのをやめるか、どっちかだね。

source: Listen, woman. No underling can speak that way to Lorin and...
ja: 聞きなさい、女。Lorin にそんな喋り方ができる下っ端なんか、一人も...

source: Hey, come back! I haven't finished yet!
hu: Hé, ne halj meg olyan gyorsan, még nem végeztünk!
ja: おい、戻ってこい！まだ終わってないわよ！
ru: Эй, эй, не умирай так быстро, я ещё не всё спросила!

source: Old woman
ja: 老女

source: (old woman)^What?
ja: 何だって？

source: So, where I was... Ah! No underling can speak...
ja: だからその、私のいた場所では... あーっ、もう！ 下っ端なら私には...

source: Hey! You are really making me angry! Come back here!
ja: ちょっと！私を本気で怒らせたわね！ここに戻ってきなさい！

source: Hey!!!
ja: おい!

source: That makes it. Where is the torch? I will raze this whole village to the ground!
ja: そっちがその気なら、分かったわ。松明はどこ？この村全体、灰になるまで焼き払ってやる！

source: No, you won't, not as long as I have something to say about it.
ja: いけません、そんなことはさせません。私がなにか言える限りは。

source: But Gawen! If we will allow underlings to treat us like that, they won't respect us!
ja: でも Gawen ！下っ端たちがあんなふうに私たちに接するのを見過ごしたら、尊敬されなくなるわ！

source: Seems to me the woman already wasn't respecting you.
ja: あの女性は、既に母さんを尊敬していなかったようだ。

source: Yes, I survived the battle at Barnon. I will tell you everything later, but for now - do not call me Gawen, please. I am Gaumhaldric.
ca: Sí, vaig sobreviure a la batalla de Barnon. Ja t'ho contaré tot, però recorda açò: no em digues Gawen, per favor. Sóc Gaumhaldric.
hu: Igen, túléltem a barnoni csatát. Később mindent elmondok, de most - kérlek ne hívj Gawennek. Gaumhaldric a nevem.
ja: ああ、Barmon の戦闘を、私もなんとか生き残ったよ。後で詳しく話そう、だが今は―Gawen と呼ぶのはやめてほしいんだ。私は Gaumhaldric だ。
ru: Да, я выжил под Барноном. Я всё расскажу тебе потом, а пока, пожалуйста, не называй меня Гэвен. Я Гемхальдрик.

source: We may withdraw. There is no point in fighting the others.
ca: Ara ja no hi ha cap raó per a continuar lluitant. Podem retirar-nos.
hu: Nos, visszavonulhatunk. Nincs miért tovább harcolnunk.
ja: ここは撤退してもいいかもしれません。他の敵と戦っても意味がありません。
ru: Нужно отступать. Нет времени добивать остальных.

source: We may try to interrogate that orcish leader or simply withdraw.
ca: Bé, podríem intentar interrogar aquell líder orc o retirar-nos.
hu: Nos, most kivallathatjuk az ork vezért, vagy egyszerűen visszavonulhatunk.
ja: オークのリーダーを尋問してみてもいいですし、このまま Reme を連れて撤退してもよいでしょう。
ru: Теперьо мы можем попробовать допросить вождя орков, а можем просто отступить.

source: Note: you will receive no bonus if you withdraw with Reme.
ca: Nota: no rebràs cap bonificació si et retires amb Reme.
hu: Megjegyzés: ha visszavonulsz Remével, nem kapsz jutalmat
ja: 注意：Reme と一緒に撤退する場合は、ボーナスはありません。
ru: Замечание: при отступлении не будет начислен бонус в конце уровня.

source: Guides showed Gawen where Bontom was located. He and his army soon reached the area. Of course, his army was too big for it not to be noticed, and his scouts reported that enemies were preparing their defenses.
ja: 道案内の者たちが Bontom の場所を Gawen に示してくれたこともあり、すぐに Bontom に到着しました。当然、Gawen 軍はあまりに大規模のため気付かれずに進軍できるわけはなく、斥候の報告によれば、敵は防御の準備を整え始めたとのことでした。

source: Hans the Ripper
ca: Hans el Trenca-ossos
hu: Jópofa Hans
ja: 引裂き魔 Hans
ru: Ганс Потрошитель

source: So, this is the place! Now, let's find Reme.
ca: Així que açò és Bontom! Ara només ens queda trobar Reme.
hu: Tehát itt vagyunk. Keressük meg Remét!
ja: さあ、ここがその場所だ！よし、Reme を見つけるんだ。
ru: Мы на месте! Пойдём искать Реме!

source: Hm, it seems that orcs are here, too. Perhaps we can also interrogate their leader.
ca: Uhm, pareix que també n'hi han orcs ací. També podríem interrogar el seu líder.
hu: Hm, úgy látszik, orkok is vannak itt. Kivallathatjuk az ő vezérüket is.
ja: ふむ、オークがいそうですね。奴らのリーダーへの尋問も叶うと思います。
ru: Похоже, орки тоже тут. Нужно попытаться допросить их вожака.

source: What about the others?
ca: I els altres què?
hu: S mi legyen a többiekkel?
ja: オーク以外の者たちについてはどうする？
ru: А что делать с остальными?

source: I don't care about the others. If you want, you may ask them questions, but I won't waste my time on them.
ca: Jo no em preocuparia per ells. Si vols, pots fer-los preguntes però jo no perdria temps amb ells.
hu: A többiekkel nem kell törődni. Ha akarod, kifaggathatod őket is, de én nem vesztegetnék sok időt rájuk.
ja: いえ、私はどちらでも構いません。お望みなら、その者たちにも質問してみますが、そっちに時間を使いたくありません。
ru: Остальные меня не волнуют. Если хочешь, можешь с ними поговорить, а я не буду тратить на это время...

source: Wait! Who's there?
ca: Qui va?
hu: Megállj! Ki van ott?
ja: 待て！そこにいるのは誰だ？
ru: Стой! Кто идёт?

source: And what do you think?
ca: I tu què creus?
hu: Mit válaszolsz?
ja: 何と答えますか？
ru: А ты как думаешь?

source: We came here to release our friend.
ca: Hem vingut per alliberar el nostre amic.
hu: Azért jöttünk, hogy kiszabadítsuk a barátunkat.
ja: 私たちの友人を解放しに来た。
ru: Мы пришли освободить нашего друга!

source: We came here to make a deal.
ca: Hem vingut a fer un tracte.
hu: Van egy ajánlatom a számodra.
ja: 取引をしようと思って来た。
ru: Мы пришли предложить сделку.

source: Friend? What friend?
ca: Amic? Quin amic?
hu: Barátotokat? Kiről beszélsz?
ja: 友人？友人って？
ru: Друга? Какого друга?

source: Reme Carrenemoe. Let him go, and we will leave this place.
ca: Reme Carrenemoe. Deixa'l anar i ens anirem d'ací.
hu: Reme Carrenemoe. Engedjétek szabadon, és békében távozunk!
ja: Reme Carrenemoe だ。彼を解放したあと、我々もここから去るつもりだ。
ru: Реме Карренемо. Отпустите его, и мы оставим вас в покое.

source: Ha! Ha! Ha! Go and find some other friend to rescue, that one is busy. Go away!
ca: Ha! Ha! Ha! Aneu a buscar un altre amic que alliberar, aquest està ocupat. Fora!
hu: Ha, ha, ha! Menj, és keress más barátot, akit kiszabadíthatsz, ez a mi foglyunk. Húzzatok innen!
ja: ハーッハッハッ！ 他の友人を探すんだな、奴は忙しいんだ。さっさと行け！
ru: Ха-ха-ха! Иди спасать какого-нибудь другого своего приятеля. Этот занят. Убирайся!

source: Deal? What kind of a deal?
ca: Tracte? Quin tracte?
hu: Ajánlatod? Miféle ajánlatod?
ja: 取引？何の取引だ？
ru: Сделку? Какую сделку?

source: You have captured my friend, Reme Carrenemoe. What about this:
ca: Has capturat el nostre amic, Reme Carrenemoe. Que et pareix açò:
hu: Elfogtátok a barátomat, Reme Carrenemoét. Mit szólsz az ajánlatomhoz:
ja: お前たちは、私の友人 Reme Carrenemoe を捕まえた。そこで相談だが：
ru: У вас в плену мой друг Реме Карренемо. Я предлагаю:

source: Let him go, and we will leave in peace.
ca: El deixes anar i nosaltres ens anirem d'ací.
hu: Elengeded, és mi békében távozunk.
ja: 彼を解放しろ、そうすれば私たちはここから立ち去ろう。
ru: Отпустите его и мы оставим вас в покое.

source: I will give you $reme_fee_amt golden pieces to release him.
ja: Reme を解放するなら $reme_fee_amt gold を提供しよう。

source: What kind of joke is this? You haven't got that much gold!
ca: Quina mena de broma és aquesta? No tens tant d'or!
hu: Miféle vicc ez? Nincs is ennyi aranyad!
ja: それは一体、何の冗談だ？お前たち、そんな大金、持ってないだろ！
ru: Это что шутка? У вас нет таких денег!

source: Seems fine to me. $reme_fee_amt golden pieces for me, Reme for you.
ja: いい話じゃないか。 俺は $reme_fee_amt gold を手に入れる。お前は Reme を手に入れる。

source: Free! Free, at last!
ca: Lliure! Lliure per fi!
hu: Szabad vagyok! Végre szabad vagyok!
ja: 自由だ！ ついに解放された！
ru: Свободен! Наконец-то свободен!

source: My lord, the outlaw army decimated my clan. But still, some of my people survived, and they will be glad to help you.
ca: Senyor, l'exèrcit de proscrits va delmar el meu clan, però van sobreviure uns quants, i estan ben disposats a servir-te.
hu: Uram, a törvényen kívüliek megtizedelték a klánomat. De néhányan túlélték, s ők örömmel csatlakoznak hozzád.
ja: 陛下、無法者の軍団が、我が一族を壊滅させましたが、それでもまだ何人かは生き延びています。陛下を喜んでお助けすることでしょう。
ru: Милорд, армия разбойников перебила мой клан. Но некоторые спаслись, и будут счастливы служить Вам.

source: You may recruit Akladian Clansmen again.
ca: Pots reclutar akladians de nou.
hu: Újra toborozhatsz klántagokat.
ja: Akladia の氏族兵をまた雇用できるようになりました。
ru: Вы снова можете вербовать членов клана акладиан.

source: NORMAL: Rescue Reme Carrenemoe and move him to the north-eastern signpost
ca: NORMAL: Allibera Reme Carrenemoe i meneja'l al senyal cap al nord-est
hu: ÁTLAGOSAN: Kiszabadítod Reme Carrenemoét, és elviszed őt az északkeleti útjelzőhöz
ja: 普通の勝利：Reme Carrenemoe を救出して、北東の道標まで移動させる
ru: Обычная: Освободите Реме Карренемо и доведите его до северо-восточного указателя.

source: You may interrogate the Orcish leader with either Gawen, Ruvio, or Lorin. Other leaders may be interrogated by Gawen only. The Outlaw leader interrogations are largely identical.
ja: オークのリーダーへの尋問は Gawen 、Ruvio 、Lorin の誰が行っても構いません。他のリーダーへは Gawen だけです。無法者のリーダーへの尋問もほぼ同様です。

source: You may interrogate the Orcish leader with either Gawen or Ruvio. Other leaders may be interrogated by Gawen only. The Outlaw leader interrogations are largely identical.
ja: オークのリーダーへの尋問は Gawen 、Ruvio のどちらが行っても構いません。他のリーダーへは Gawen だけです。無法者のリーダーへの尋問もほぼ同様です。

source: To win, you should move Reme Carrenemore here!
ca: Per a guanyar, has de moure Reme Carrenemoe ací!
hu: A győzelemhez Reme Carrenemoét ide kell hoznod!
ja: 勝利するには Reme Carrenemoe をここに移動してください！

source: My lord, are you sure you want to retreat? We should move Reme Carrenemoe here first!
ca: Senyor, estàs segur que vols retirar-te? Deuríem dur Reme Carrenemoe ací primer!
hu: Uram, biztos, hogy visszavonulsz? Reme Carrenemoénak kellene először ideérnie!
ja: 陛下、本当に撤退するのですか？まずは、Reme Carrenemoe をここに移動させるべきです！
ru: Милорд, Вы уверены, что нам нужно отступить? Сначала мы должны привести сюда Реме Карренемо!

source: I'm sorry Reme, but we simply couldn't succeed.
ca: Ho sento, Reme, però no vam poder tindre èxit.
hu: Bocsáss meg Reme, de nem volt esélyünk a sikerre.
ja: すまない Reme 、だが、私たちはどうしても成功できなかったのだ。
ru: Прости, Реме, но мы просто не в состоянии победить.

source: Good. Reme left me, we left him, so balance in the universe is preserved.
ca: Bé. Reme em va deixar, ara li l'hem tornada, per tant, l'equilibri natural ha sigut preservat.
hu: Ez így van rendjén. Reme elhagyott engem, most mi hagytuk el őt, a természet egyensúlya helyreállt.
ja: これでいいのよ。Reme は私を捨てて、私たちは Reme を捨てたの。そうして宇宙のバランスは維持されるの。
ru: Отлично. Реме бросил меня и заплатил за это. Природное равновесие сохранено.

source: So, Reme. We meet again. Hm... I would say something to the effect of 'I'm happy to see you again', but to be honest, I am not.
ca: Bé, Reme. Ens tornem a vore. Uhmm...voldria dir alguna cosa com 'Estic feliç per tornar a vore't', però, si he de ser franca, no ho estic.
hu: Nos, Reme. Ismét találkozunk. Hmm... Valami olyasmit kellene mondanom, hogy 'örülök, hogy újra látlak', de inkább őszinte leszek, s nem mondok semmit.
ja: Reme 、また会えたわね。うーん... "また会えて嬉しいわ" とかなんとか言いたくなるかと思ったけど、正直言って、違ったわ。
ru: Вот мы и снова встретились, Реме. Хм... Мне нужно сказать, что-то вроде: "Как я счастлива тебя видеть!", - но, честно говоря, не хочется.

source: Lorin... and... Gawen? Is that really you?
ca: Lorin... i... Gawen? Eres tu de veritat?
hu: Lorin... és... Gawen? Tényleg te vagy az?
ja: Lorin 様... それに... Gawen 様ですか？ 本当に？
ru: Лорин... и... Гэвен?! Это действительно ты?

source: Reme, are you ok?
ca: Reme, estàs bé?
hu: Reme, jól vagy?
ja: Reme、大丈夫か？
ru: Реме, с тобой всё в порядке?

source: Yes... yes... Gawen? Is that really you?
ca: Sí... sí... Gawen? De veritat eres tu?
hu: Igen... igen... Gawen? Tényleg te vagy az?
ja: はい... 大丈夫です... Gawen ...様？ 本当に Gawen 様ですか？
ru: Да... да... Гэвен?! Это действительно ты?

source: They are keeping some Akladian in cage in here. Should I kill him?
ja: あいつら、数名の Akladia 人をここの檻に閉じ込め続けてますよ。彼は殺すべきじゃないんですか？

source: No! This is my friend, Reme! Reme, are you ok?
ca: No! És un amic meu, Reme! Reme, estàs bé?
hu: Ne! Ez a barátom, Reme. Reme, jól vagy?
ja: 駄目だ！ 私の友人だ、Reme！ Reme 、大丈夫か？
ru: Нет! Это мой друг Реме! Реме, с тобой всё в порядке?

source: Such a young man... And yet, one darn good fighter...
ja: 随分若いのに... それでいて、なんともすご腕の戦士だ...

source: You were a worthy opponent, too.
ja: あなたも、敵としてあっぱれだったよ。

source: Yes... it was a good fight, wasn't it?
ja: あぁ... いい戦いだった、だよな？

source: Yes... Before you pass on, please answer me few questions.
ja: うん... この世を去る前に、いくつか質問に答えてほしい。

source: Why are orcs here, allied with Akladians?
ca: Per què estan els orcs ací, aliats amb els akladians?
hu: Mit keresnek itt az orkok, miért szövetkeztek az akladiaiakkal?
ja: なぜオークどもがここにいるのか、奴らは Akladia 人に味方してるのか？
ru: Почему орки и акладианы вместе?

source: Who hired the assassin that was trying to kill Gawen Hagarthen?
ca: Qui va contractar aquell assassí que va intentar matar Gawen Hagarthen?
hu: Ki bérelte fel a bérgyilkost, hogy megölje Gawen Hagarthent?
ja: Gawen Hagarthen を殺すよう暗殺者を雇ったのは誰なんだ？
ru: Кто нанял убийцу, который охотился за Гэвеном Хагартеном?

source: Why do you fight alongside Akladians?
ca: Per què lluites amb els akladians?
hu: Miért harcoltok az akladiaiak oldalán?
ja: なぜ Akladia 人と一緒に戦っているのだ？
ru: Почему ты сражаешься за акладиан?

source: Do you know who poisoned Gawen Hagarthen's mother?
ca: Saps qui va enverinar la mare de Gawen Hagarthen?
hu: Tudod, ki mérgezte meg Gawen Hagarthen édesanyját?
ja: Gawen Hagarthen の母親に毒を盛った者は誰か、知っているか？
ru: Ты знаешь кто отравил мать Гэвена Хагартена?

source: Do you know why orcs are here?
ca: Saps per què són els orcs ací?
hu: Tudod, miért vannak itt az orkok?
ja: オークがなぜここにいるのか知っているか？
ru: Ты знаешь откуда здесь столько орков?

source: They are allied with Akladians.
ca: Estan aliats amb els akladians.
hu: Szövetkeztek az akladiaiakkal.
ja: 彼らは Akladia 人と同盟を結んでいる。
ru: Они пришли вместе с акладианами.

source: But why?
ca: Però... per què?
hu: De miért?
ja: でも、どうして？
ru: Но почему?

source: Allied? We are allied with none. They have simply paid for our services. That's all.
ca: Aliats? Nosaltres no estem aliats amb ningú. Senzillament ens han pagat pels nostres serveis. Això és tot.
hu: Sövetkeztünk? Mi nem szövetkezünk senkivel. Egyszerűen megfizettek a szolgálatunkért. Ennyi.
ja: 同盟だと？俺達は誰とも組んでやしない。俺達がうまく仕事をこなして、あいつらから報奨をもらう、ただそれだけだ。
ru: Сотрудничаю? Мы ни с кем не сотрудничаем. Просто они платят. Вот и всё.

source: You are from the Outlaw Base, right? The place whence assassins come... maybe you know who poisoned the mother of Gawen Hagarthen?
ca: Ets del Campament dels proscrits, veritat? El mateix lloc d'on va vindre l'assassí... Tal volta saps qui va enverinar la mare de Gawen Hagarthen?
hu: Te a Törvényenkívüliek Tanyájáról jöttél, ugye? Ahonnan az orgyilkosok jönnek... Lehet, hogy tudod, ki mérgezte meg Gawen Hagarthen édesanyját?
ja: 君は無法者の根城から来たんだよな？暗殺者どもがやってくる場所... ひょっとして、Gawen Hagarthen の母親に毒を盛ったのが誰か、君は知ってるんじゃないか？
ru: Ты ведь из Логова? Наёмный убийца был оттуда же... Может ты знаешь кто отравил мать Гэвена Хагартена?

source: I don't know that.
ca: Jo no sé res d'això.
hu: Nem tudom.
ja: そんなこと、知らんな。
ru: Я не знаю.

source: Someone hired an assassin to kill Gawen Hagarthen, immediately after his father's death. I know he came from the Outlaw Base. Who hired him?
ca: Algú va contractar un assassí per matar Gawen Hagarthen, poc després de la mort de son pare. Sé que va vindre del campament dels proscrits. Qui el va contractar?
hu: Valaki felbérelt egy orgyilkost, hogy megölje Gawen Hagarthent rögtön az apja halála után.Tudom, hogy ő is aTanyáról jött. Ki bérelte fel?
ja: Gawen Hagarthen の父親が死んですぐに、誰かが本人の刺客を雇った。そいつが無法者の根城から来たことは分かっている。刺客を雇ったのは誰だ？
ru: Кто-то нанял человека, чтобы тот убил Гэвена Хагартена сразу после смерти его отца. Я знаю, что убийца был из Логова. Кто его нанял?

source: I think it was one of the Akladian lords... yes... his name was Cryne, Bor Cryne...
ja: 俺の考えでは、Akladia の領主の一人だろうな... あぁ... そいつの名前は Cryne、Bor Cryne だったな...

source: I didn't quite catch that, but, oh well...
ja: よく聞き取れなかったが、まあいい...

source: They are allied with the Akladians.
ja: あいつらは Akladia 人と組んでるのさ。

source: I don't know that. A lot of Akladians buy poison from us.
ca: Això no ho sé. Molts akladians ens compren verins.
hu: Nem tudom. Sok akladiai vesz tőlünk mérget.
ja: そんなこと、知らんさ。大勢の Akladia 人が俺たちの毒を買ってるんだ。
ru: Я не знаю. Многие из акладиан покупали у нас яды.

source: Uh... what was that?
ja: え... 何と言ったんだ？

source: It's you! Witch!
ca: Ets tu, bruixa!
hu: Hát te vagy az! Boszorkány!
ja: あんだだよ！この魔女め！
ru: Это ты! Ведьма!

source: Really? Are you sure it's really me?
ca: Segur? Estàs segur que realment sóc jo?
hu: Mit mondtál? Biztos, hogy jól látsz?
ja: 本当に？本当に私だと？
ru: Правда? Ты уверен, что это действительно я?

source: Uhm... what?
ja: えっ... 何だって？

source: I mean, you are dying. Your whole life probably is passing before your eyes. Maybe you are hallucinating? There is only one way to find out.
ca: Vull dir, t'estàs morint. Segurament estàs veient passar tota ta vida per davant dels teus ulls. Segur que no estàs al·lucinant? Només hi ha una manera de saber-ho.
hu: Úgy értem, haldokolsz. Talán az egész életed lepereg a szemeid előtt. Talán csak hallucinálsz? Van egy módja, hogy megtudjuk.
ja: ねえ、あなたは死にかかっている。あなたの人生すべてが、目の前を駆け抜けてるはず。もしかして幻覚を見てるのでは？それを知る方法が一つだけあるわ。
ru: Похоже ты умираешь. Наверное вся жизнь проходит перед твоими глазами. Может у тебя галлюцинации? Есть только один способ это проверить.

source: What... What way?
ja: ど... どんな方法だ？

source: If I am just a hallucination, this won't hurt.
ca: Si només sóc una al·lucinació, açò no et farà mal.
hu: Ha csak egy látomás vagyok, akkor ez nem fog fájni.
ja: もし私が幻覚だとすれば、こうやっても痛くないはずだわ。
ru: Если я просто галлюцинация, тебе не будет больно.

source: No! Mother, I won't let you! Leave him to die peacefully!
ca: No! Mare, no t'ho permetre! Deixa'l morir en pau!
hu: Ne! Anyám, nem engedhetem! Hagyd őt békében meghalni!
ja: いけないよ、母さん！そんなこと、させない！こいつを安らかに死なせてやってくれ！
ru: Нет! Мать, я не разрешаю тебе! Дай ему спокойно умереть!

source: Because it is a bad thing to torture people.
ja: 人を拷問にかけるなんて、善人のすることではないよ。

source: Because... uh...
ca: Perquè... ah...
hu: Mert... ehh...
ja: だって... うぅ..
ru: Да потому что... э...

source: Gawen, she is Akladian. You can't teach an old dog new tricks.
ca: Gawen, és una akladiana. No pots ensenyar-li a un gos vell nous trucs.
hu: Gawen, hiszen ő akladiai. Öreg kutyának már nem taníthatsz új trükköket.
ja: Gawen 、彼女は Akladia 人よ。今更そんなことできやしないわよ。
ru: Гэвен, она акладианка. Не пытайся научить старую лошадь новым трюкам.

source: Who are you calling OLD?!
ca: A qui li estàs dient VELL?!
hu: Kit neveztél te ÖREGNEK?!
ja: ちょっと、私を年寄扱いして「今更」とか言ったのは誰？！
ru: Кого ты назвала СТАРОЙ?!

source: You were a good opponent. What is your name? Please tell me, so I can tell the spirits of my ancestors who defeated me!
ja: お前はいい戦闘相手だった。名前は何という？教えてくれ、オレを倒した奴の名前を先祖の魂に伝えられるようにな！

source: Gau... Gawen. Gawen Hagarthen.
ja: Gaumhal... いや、Gawen だ、Gawen Hagarthen だ。

source: My king! Now I know why I was defeated. This is my punishment for betrayal. I should never have listened to the orders of our clan leaders. My king, will you forgive me?
ca: Sa majestat! Ara ja sé per què he sigut derrotat. Aquest és el meu castic per trair-vos. No mai deuria haver escoltat les ordres dels líders del nostre clan. Sa majestat, podreu perdonar-me?
hu: Királyom! Már tudom, miért győzettem le. Ez a büntetésem az árulásért. Sosem kellett volna a klánom vezérére hallgatnom. Királyom, bocsáss meg!
ja: 我が王よ！私が負けた理由が、今分かりました！これは、裏切りに対する罰です。氏族のリーダーの命令など、従うべきではありませんでした。我が王よ、私をお許しくださいますか？
ru: Мой король! Теперь я знаю, почему я побеждён. Это кара за предательство. Я не должен был слушать лидеров других кланов. Король, простите меня.

source: Lie in peace, soldier.
ca: Descansa en pau, soldat.
hu: Nyugodj békében, katona!
ja: 安らかに眠れ、兵士よ。
ru: Покойся с миром, солдат.
