Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: It looks like he recruited a lot of units.
ca: Pareix que ha reclutat moltes unitats.
hu: Mintha kicsit sok egységet toborzott volna.
ja: 彼は、随分と雇用したようですね。
ru: Похоже, он собрал немалое войско.

source: Yes indeed. This could be a bit harder than we expected.
ca: Si, així és. Podria ser un poc més difícil del que esperàvem.
hu: Valóban. Egy kicsit nehezebb dolgunk lesz.
ja: ええ、確かに。思っていたより難しいかも知れないわね。
ru: Да, действительно. Дело выглядит немного сложнее, чем мы ожидали.

source: My friends will arrive very soon! You are already doomed! Ha ha ha!
ca: Els meus amics vindran molt prompte! Ja esteu perduts! Ha ha ha!
hu: A barátaim hamarosan ideérnek! Végetek van! Ha ha ha!
ja: 俺のダチどもが、すぐにも駆けつけるだろうな！お前たちはもう終わりさ！ハッハッハ！
ru: Мои друзья уже на подходе! Вы все покойники! Ха-ха-ха!

source: Let's try to move a little faster. This traitor's friends may appear at any moment.
ca: Anem més ràpid. Els amics d'aquest traïdor poden arribar en qualsevol moment.
hu: Kicsit gyorsabban kéne haladnunk. Ennek az árulónak a barátai bármelyik pillanatban ideérhetnek.
ja: もう少し足を速めてみましょう。この裏切り者の仲間が、いつ現れるか分かりませんよ。
ru: Давай поторопимся. Дружки этого предателя уже близко.

source: Ha ha ha! You are doomed! I can hear the trumpets of my friends coming to aid me!
ca: Ha ha ha! Esteu perduts! Ja sent la trompeta dels meus amics que venen en la meua ajuda!
hu: Ha ha ha! Végetek van! Hallom a barátaim trombitáját harsanni! Megjöttek a segítségemre!
ja: ハッハッハ！お前たちはもう終わりだ！俺様のダチが鳴らすラッパの音が聞こえるぞ、俺様を助けに来たんだ！
ru: Ха-ха-ха! Вы трупы! Я слышу трубы: мои друзья идут на помощь!

source: No! More traitors are coming from every side! We cannot hope to deal with all them!
ca: No! Han arribat més traïdors per totes parts! No tenim cap esperança de guanyar!
hu: Ne! Árulók közelednek minden irányból! Nem tudunk felülkerekedni rajtuk!
ja: 駄目だわ！ 裏切り者が、あちこちからやって来る！全部を相手にできるとは思えないわ！
ru: Нет! Предатели со всех сторон! Мы не справимся с ними!

source: Run for your life! That milksop cannot possibly lead us to victory!
ca: Correu per la vostra vida! Aquest covard mai no ens pot dur a la victòria!
hu: Fussatok az életetekért! Ez a nyamvadt nem tud minket győzelemre vezetni!
ja: みんな、死ぬ気で逃げろ！あの、ションベン臭い王様が勝てるわけないんだから！
ru: Разбегаемся! Этот слизняк не сможет привести нас к победе!

source: Poor fellow!
ca: Pobret!
hu: Szegény pára!
ja: 可哀想な奴だ！
ru: Бедняга!

source: He dies an honorable death. You will have to get used to losing units.
ja: 彼は名誉の死を遂げる。お前は、仲間を失うことに慣れなければならないんだ。

source: He dies an honorable death. You cannot let the fear of losing units paralyse you; there are many more clansmen ready to fight for you.
ja: 彼は名誉の死を遂げる。お前は、部隊を失う恐怖に仲間を失うことに打ちひしがれるようではいけない。お前たちのために戦おうとしている氏族兵が、さらに大勢いるのだ。

source: But he was loyal to our cause though!
ja: しかし、彼は私たちの大義に忠実だったろう！

source: Well, I suppose you do have a point there. Feel free to be more careful with our most loyal supporters.
ja: ええ、それもごもっともだと思います。私たちに最も忠実な者たちには、もっと自分で考えて慎重になってほしいものです。

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight during the day, and at night they should be used carefully.
ca: Recorda, Gawen, que, encara que la majoria de les nostres unitats lluiten igual siga quin siga l'hora del dia, els vigilants, els legionaris i els protectors prefereixen lluitar de dia, i de nit deurien ser usats amb cura.
hu: Ne felejtsd el, Gawen, hogy míg a legtöbb egységünk számára a napszakoknak nincs jelentősége, addig a honvédők, a vértesek és a védelmezők inkább nappal tudnak jól harcolni, éjszaka óvatosan vesd be őket!
ja: Gawen 様、憶えておいてください。我が方の戦士たちの多くは、戦闘の時間帯に関係なく力を発揮しますが、宿衛兵、盾兵、警護兵は、日中での戦闘が得意です。
ru: Помни, Гэвен, хотя многим нашим отрядам всё равно в какое время суток сражаться, ополченцы, щитоносцы и защитники клана предпочитают воевать при свете дня. Ночью нужно использовать их очень осторожно.

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight during full daylight. Although there may still be some daylight left, night is coming, and when it arrives, they should be used carefully.
ja: Gawen 様、憶えておいてください。我が方の戦士たちの多くは、戦闘の時間帯に関係なく力を発揮しますが、宿衛兵、盾兵、警護兵は、「朝」か「午後」にあたる日中での戦闘が得意です。今まだ日差しが少し残っていますが、夜になりつつありますし、そうなったら、注意深く司令を出さなくてはなりません。

source: Yes! Attack!
ja: よし、攻撃だ！

source: Ah, he is using Sturmknights. I expect we may have to fight many more of those in the future...
ja: あっ、あいつの軍には嵐の騎士がいるな。これからも、あの手の戦士と数多く戦うことになると思うが...

source: Ah, he is using Sturmknights. Be wary of them, Gawen. They prefer to fight at night as they are accustomed to darkness. Counter them by assailing them with Shieldguards during the day.
ca: Ah, ell està usant Turments. Ves en cura, Gawen, lluiten molt bé de nit, i són molt perillosos ben usats. La millor manera d'eliminar-los és amb protectors de dia, quan més dèbils són.
hu: Ah, viharlovagokat küld ellenünk. Figyelj rájuk, Gawen! Éjszaka szeretnek harcolni, kihasználják a sötétséget. Küldj ellenük vérteseket nappal!
ja: あっ、あいつの軍には嵐の騎士がいるな。Gawen 様、ご用心を。彼らは闇に慣れていますので夜戦を好みます。日中に、盾兵を使って対抗しましょう。
ru: У них есть штурмовики. Будь осторожен, Гэвен. Они привыкли сражаться по ночам и очень опасны в темноте. Нападай на них днём отрядами щитоносцев.

source: The traitorous ones attack me! Rise up, clansmen of Gaeltin, and drive them back!
ja: 裏切り者どもが攻め込んでくるぞ！ Gaeltin一族の者たちよ、立ち上がれ！あいつらを追い返してやるんだ！

source: See how a true Akladian Lord fights!
ja: 真の Akladia 貴族がどう戦うか、目にするがよい！

source: You have already recruited $ano_tmp| units.
ja: もう $ano_tmp 人を雇用していますよ。

source: Good luck, Lady Lorin. It's not far from here to your family castle.
ca: Bona sort, Na Lorin. No estàs molt lluny del castell de la teua família des d'ací.
hu: Sok szerencsét, Lady Lorin! Innen nem messze van a családod kastélya.
ja: 幸運をお祈りしております Lorin 奥様。ここからなら、ご実家のお城までそう遠くありません。
ru: Удачи Вам, леди Лорин. Ваш фамильный замок находится не так далеко отсюда.

source: My family forswore all ties to me long ago, and you know that, Reme. I promise you that you have not heard the last of me.
ca: Saps que la meua família ha negat qualsevol relació amb mi des de fa temps, Reme. Et promet que tornaràs a sentir de mi.
hu: A családom már rég megszakította a kapcsolatot velem, és te ezt jól tudod, Reme. De még hallasz felőlem.
ja: 実家... 私の家族は、ずっと昔に私との関係を絶っているわ、あなたも知ってるでしょう、Reme 。あなたが、私の最後の話を聞いていなかったことは間違いないわね。
ru: Моя семья давным давно порвала все отношения со мной, и Вы это знаете, Реме. Что ж, будьте уверены, Вы ещё услышите обо мне.

source: Separation
ca: Separació
hu: Elválás
ja: 別離
ru: Расставание

source: Finally, the party reached the crossroads. The northern path led to Vattin, the southern path to Reme's clan settlements. It was here that Reme Carrenemoe decided to leave Lorin to her fate.
ja: ようやく一行は分岐点に到着した。北へ向かえば Vattin に、南へ向かえば Reme の一族の集落に辿り着く。Reme Carrenemoe が、Lorin 自身を Lorin の運命に託すよう決めたのは、この場所だった。

source: Now you should be safe, Lady Lorin. I have escorted you to this place. You may choose five of the best troops from our band now. I shall also leave you all the gold, which comes to $gold|g in all. And then, we part ways. Your troops will leave with you, and the rest of our troops will leave with me.
ja: ここまでお連れしましたので、もう安全です、Lorin 奥様。さあ、私の仲間から一番優秀な5人をお選びください。全ての gold もお持ちになってください。全部で $gold gold はあるでしょう。そうしてお別れしましょう。あなたの軍隊ともお別れですね。残りの部隊は私が連れていきます。

source: Reme... You've always been a loyal servant of the Hagarthens...
ja: Reme ... あなたは常に Hagarthen 家の忠実な下僕だったわね...

source: I was and am. But you are no Hagarthen, my lady. I have no obligations to you. No Hagarthens remain in Vakladia any more.
ca: Ho era i ho sóc. Però tu no eres cap Hagarthen, senyora. No tinc cap obligació respecte a tu. Ja no queden Hagarthens en Vakladia, no cap.
hu: Mindig és most is. De te, úrnőm, nem vagy Hagarthen. Nem tartozom neked semmivel. Vakladiában nem maradt több Hagarthen.
ja: 今までも、そして今もです。でも、あなたは Hagarthen 家の方ではありません、奥様。あなたへの義理もありません。 もう、Hagarthen 家は Vakladia には存在していないんです。
ru: Хранил и храню. Но вы не из Хагартенов, госпожа. У меня нет обязательств перед Вами. Хагартенов в Вакладии больше не осталось.

source: And what about that Orcish army we found out about? We should stick together!
ca: I què passa amb l'exèrcit orc que vam descobrir? Deuríem seguir junts!
hu: S mi van azzal az ork sereggel, amiről információt szereztünk? Össze kellene tartanunk!
ja: 私たちが遭遇したオークの軍隊の件はどうするの？私たちは一緒に行動すべきだわ！
ru: А как же армия орков, которую мы встретили? Мы должны держаться вместе!

source: I have already told you. There is no WE. Neither of us can do anything about those Orcs.
ca: Ja t'ho he dit. No hi ha cap 'nosaltres'. I ni tu ni jo podem fer res contra ells.
hu: Már megmondtam. Nincs többé királyi többes. Nem tudunk mit tenni az ork sereg ellen.
ja: 既にお話ししましたよね。「私たち」は、もう存在しないことを。あなたにも私にも、あのオークたちはどうすることもできないのです。
ru: Я уже говорил Вам. Нет никаких "мы". Кроме того ни Вы, ни я ничего не можем поделать с орками.

source: If you don't recall any veteran units... well, try it and see what happens!
ja: 熟練したユニットたちを召喚しないとしたら... では、何が起きるか、試してみてください！

source: Any units not recalled will go to an unknown fate.
ja: 召喚されなかったユニットたちは、未知の運命に置かれることになります。

source: If you don't recall veteran units, the next scenario with Lorin will be extremely difficult to win.
ca: Si no crides cap unitat veterana, el pròxim escenari amb Lorin pot ser extremadament difícil de guanyar.
hu: Ha nem hívsz vissza tapasztalt egységeket, Lorint igen nehéz helyzetbe hozod a következő pályán.
ja: 熟練したユニットたちを召喚しなければ... Lorin との次のシナリオに勝利するのは、非常に困難になります。
ru: Если сейчас не призвать ветеранов, следующий сценарий с леди Лорин будет чрезвычайно трудно выиграть.

source: Any units not recalled will go with Reme instead.
ja: 召喚されなかったユニットは、Reme と一緒に行くことになります。

source: Recall or recruit five troops. OR
ca: Reincorpora o recluta 5 soldats O
hu: Hívj vissza vagy toborozz öt egységet. VAGY
ja: 5名の兵士を雇用または召喚する。または
ru: Призвать или завербовать пять соединений ИЛИ

source: End turn if you do not want or can't recall or recruit troops.
ca: Acaba el torn si no vols o no pots reincorporar o reclutar més tropes.
hu: Fejezd be a kört, ha sem visszahívni, sem toborozni akarsz!
ja: 兵士の雇用や召喚をしない、又はできない場合はターンを終了する。
ru: закончить ход, если нет желания или возможности набрать войско.

source: You have less than 200 gold pieces. I am not sure if this will be enough for your future endeavours.
ca: Tens menys de 200 peces d'or. No estic segur que això siga prou per a les pròximes missions.
hu: Kevesebb, mint 200 aranyad van. Nem biztos, hogy ez elég lehet a későbbi megmérettetéshez.
ja: あなたの所持金が 200 gold にも満たないですね。今後の活動に十分かどうか不安です。
ru: Не уверен, что нам хватит денег, чтобы закончить предприятие. Мы должны были выручить хотя бы 200 золотых в предыдущих битвах.

source: You have neither choosen nor recruited five soldiers. I hope you know what you are doing, since in the future it may be hard to find battle-hardened units. Or, for that matter, Akladians.
ca: No has elegit ni triat cinc soldats. Espere que sàpigues el que estàs fent, perquè en un futur potser siga difícil trobar veterans d'algunes batalles. O, ja ficats, akladians.
hu: Nem választottál, s nem is toboroztál öt harcost. Remélem, tudod, mit csinálsz, mivel nehéz lesz harcedzett egységekre találnod a jövőben. Még akladiaiakra sem.
ja: 5人の兵士を選んでもいないし雇用もしていませんね。あなたが何をしているのかご承知されていることを願っています。将来、戦いに慣れた兵士を見つけるのは難しくなるかもしれませんから。また、Akladia 人の兵士も同様ですので。
ru: Вы решили не брать с собой пятерых солдат. Надеюсь, Вы знаете, что делаете. Врядли в будущем у Вас будет возможность призвать в армию ветеранов. По крайней мере из акладиан.

source: Breaking the Circle
ca: Trencant el cercle
hu: Élet és halál közt lebegve
ja: 円環からの脱却
ru: Прорыв кольца

source: Content Note: This campaign contains mature themes, some of which may be unsuitable for children. Player discretion advised.
ja: 内容に関する注意：このキャンペーンには成人向けのテーマが含まれており、子どもには不適当な場面もあります。プレイする際はお気を付けください。

source: Moments slowly lengthen into hours. Hope is slipping through my fingers...
ja: 時がゆっくりと伸びて、やがて長い時間へと変わってゆく。希望が、私の指をすり抜けていく...。

source: Do you hear me, my son? I am losing hope, you must awaken... it was supposed to be just a routine show of force; kill a few rebels, scare the rest. Now your father is slain and you are lying here, not stirring, for... how many days now? I don't even know if you can hear me or if you care. It's so strange to call a man who is just few years younger 'son.' I wish I knew your real mother; at least then I would know with whom I am competing.
ca: Pots sentir-me, fill meu? Estic perdent l'esperança, has de despertar... Açò no era més que una demostració, matar uns pocs rebels i espantar la resta. Ara, ton pare és mort i tu jeus ací, ja han passat molts dies i encara no et t'has menejat. Ni sé si em pots sentir, o si no t'importa, fill meu... encara que siga tan estrany dir-li 'fill meu' a un home uns pocs anys més jove. Tant de bo haguera conegut la teua mare, al menys sabria contra qui estic competint...
hu: Hallasz engem, fiam? Kezd elhagyni a remény, hogy magadhoz térsz... Az egész egyszerű leszámolásnak indult; megölünk néhány lázadót, megfélemlítjük a többit. És most atyádat ölték meg, te pedig itt fekszel magatehetetlenül - hány napja is már? Azt sem tudom, hallasz-e engem, figyelsz-e rám? Különös, hogy egy férfit, aki csak pár évvel fiatalabb nálam, fiamnak nevezek. Bárcsak ismertem volna édesanyádat: legalább tudnám, kivel kell versenyeznem.
ja: 息子よ、私の声が聞こえる？ お母さんは希望を失いつつあるの。ねえ、目を覚ましてちょうだい... あれはいつもの、ほんの見せしめのはずだったわ。数人の造反者を殺し、残りは脅すだけで。あなたの父親は殺されて、あなたはここに横たわったまま動かず、じっとしたまま、もう何日経ったのかしら？私の声が聞こえているのか、聴こうとしているのかさえ分からない。私より何歳か年下の男性を「息子」と呼ぶなんて、とても奇妙よね。せめて、あなたの実の母親が分かれば、自分が誰と競い合っているのか分かるのにね。
ru: Слышишь ли ты меня, сын мой? Я уже не надеюсь, что ты очнёшься... Мы рассчитывали просто показать свою силу, предать смерти нескольких бунтовщиков и устрашить остальных. И вот отец твой мёртв, а ты лежишь здесь без движения... Сколько же дней прошло? Я даже не знаю, слышишь ли ты меня, чувствуешь ли ты что-нибудь? Так странно называть сыном человека, который всего на несколько лет меня младше. Хотела бы я быть знакомой с твоей настоящей матерью: по крайней мере я знала бы, чьё место занимаю.

source: Our people came here from the eastern lands long before my birth. Our people's destiny is to rule the world.
ja: 私たちの民族は、私が生まれるずっと前に、東方の地からやってきた。この民族の運命は世界を支配すること。
ru: Наш народ пришел сюда из восточных стран задолго до моего рождения. Править миром - вот удел нашей расы.

source: Your grandfather smashed the underling armies in the field and stormed their castles. They were weak while we were strong. Divided, while we were unified. God gave us our destiny; they foolishly trusted mages to alter theirs. They were truly destined to be our slaves.
ja: あなたのおじい様は、野戦で下っぱの軍隊を打ち破り、彼らの城を襲撃したの。彼らは弱かったけれど、私たちは強かった。だって、団結していたからね。彼らは分裂してた。神は私たちに運命を与えてくれたけど、彼らは愚かにも魔術師に運命を変えさせようとしたのよ。正に私たちの奴隷となる運命だった。

source: We burned their palaces, towns, and castles; there was nothing worthy there. They told us that they put their legends and wisdom on paper, it was as though they thought they could imprison history in their books. We burned them all. Their poetry, wisdom, and history - their entire culture - burned to ashes. And with them, that most irritating underling quality - hope.
ja: 私たちは彼らの宮殿や町、城の全てを燃やしたのに、価値あるものは何もなかった。彼らは自分たちの伝説や知恵を紙に記したと言ったのよ。まるで、歴史は書物の中に閉じ込められるのだと考えているようだった。私たちはそのすべてを燃やした。彼らの詩や、知恵、歴史... そう、彼らの文化全体が灰燼に帰したわ。希望という最も苛立たしい存在とともに。
ru: Мы жгли их дворцы, города и замки; там не было ничего, заслуживающего нашего внимания. Нам рассказывали, что они хранят свои легенды и знания на бумаге, пытаются заключить историю в книгах, и мы жгли всё, чтобы быть уверенными: их поэзии, их мудрости, их истории больше не существует. Мы следили, чтобы самый последний клочок надежды этого народа был предан огню.

source: I was only five when your grandfather died and divided his kingdom among his sons, six when your father quelled the first rebellion. I never understood why he chose your mother... was it pure physical attraction, or an attempt to appease the conquered by marrying a woman of their nobility? If it was indeed the latter that he intended, he failed miserably; the underlings' hatred for us only increased, and our own people were uneasy with having such a queen.
ja: あなたのおじい様が亡くなり、その息子たちに王国が割譲されたとき、私はたった5歳だった。あなたのお父様が最初の反乱を鎮圧したとき、私は6歳だった。彼があなたの母親を選んだ理由は何だったのか、私には理解できなかった... ただ肉体的な魅力に惹かれただけなのか、それとも征服された側の高貴な女性と結婚することで、彼らを懐柔しようとしたのか... もし本当に後者を意図していたのなら、彼は見事に失敗したことになる... 下層民からの私たちへの憎悪は増すばかりで、私たちの民は、そんな王妃を持つことに不安を抱いていたのよ。

source: When your mother died, I was chosen from the Gallorae Clan as your father's next wife. I am not certain whether or not this was an act to appease the Clans, but he must have wanted an heir whom our people would not question. My duty was to bear him that son, and I failed. Our people strayed from the old ways, and God turned his back on us as we had to him. Glutted upon land, money, and slaves, the weaker Akladian lords lost their armies and lands in combat with the underlings.
ja: あなたのお母様が亡くなると、私は Gallorae 一族から後妻として選ばれたの。これが一族をなだめたいが故の行為だったかどうかは定かではないけど、彼が、私たち一族から疑念を持たれない世継ぎを欲したことは確かね。私の義務は、彼の息子を産むことだったのに、失敗してしまった。私たちの民は古い道を踏み外して、神はそんな私たちに背を向けた。土地と金と奴隷に飽き足りなかった、弱小の Akladia の諸侯たちは、下層民との戦闘で軍と土地を失うことになったわ。

source: And now you lie here, defenseless and vulnerable. Your father's death has shown me how tenuous my position is, and how despised you are. Behind your back they call you a mixling, a bastard, a creature not fit to live, let alone to sit on the throne. And as for me... if you die, I would be just the wife of a despised king, stepmother of a hated heir; my death will be all but assured. Had I given birth, I would be your mortal enemy, but I have not. I know there is no love between us, but only together is there any hope...
ca: I ara ací jeus tu, indefens i vulnerable. La mort de ton pare m'ha mostrat com de dèbil era la meua posició i quant menyspreats éreu ton pare i tu. Darrere la teua esquena solen dir que eres un bastard, un mestís, una criatura no apta per ocupar el tro. I sobre mi... si mors, no seré més que la dona d'un menyspreat i madrastra d'un hereu odiat; no tindré cap dret a viure. Si haguera tingut cap fill, seria el teu enemic més mortal, però no vaig poder. Sé que va haver-hi molts conflictes entre nosaltres, però ara sóc l'única en qui pots confiar, i tu eres la meua única esperança...
hu: És most te is itt fekszel, védtelenül, kiszolgáltatva. Apád halála után kiderült, hogy milyen jelentéktelen az én szerepem, s hogy mennyire megvetett vagy te. A hátad mögött csak úgy hívnak, hogy korcs, egy torzszülött, aki nemhogy a trónra, de még az életre sem méltó. S rólam mit gondolnak... ha meghalsz, csak egy megvetett király felesége lennék, egy gyűlölt trónörökös nevelőanyja, méltó a halálra. Ha fiút szültem volna, a halálos ellenséged lennék, de így... Tudom, hogy szerelem nem szövődhet köztünk, de a túlélésre csak együtt van esélyünk...
ja: そして今、あなたはこうして無防備で無力な状態で横たわっている。あなたのお父様の死は、私の地位がいかに脆弱なものであるかを、そしてあなたがいかに軽蔑されているかを私に教えてくれた。陰口も叩かれているわ。「混血児」、「私生児」、「生きる価値のない化け物」、「玉座に着く資格もない」など、いろいろとね。そして私は...もしあなたが亡くなったなら私は、軽蔑された王の女で、憎まれた継承者の継母にすぎないから、私の死は約束されたようなものよ。もし私が出産していたら、私はあなたの不倶戴天の敵になっていたことでしょう。私たちの間に愛がないことは分かっています。でも、二人一緒にいることでしか望みは持てないのよ...
ru: И вот ты лежишь здесь уязвимый и беззащитный. Смерть твоего отца открыла бедственность моего положения и презрение народа к вам. За глаза тебя называли полукровкой и ублюдком, тварью, недостойной занимать трон. А что до меня... После твоей смерти я останусь вдовой презираемого короля и мачехой ненавидимого наследника; мне не оставят права жить. Если бы я родила сына, то была бы сейчас твоим смертельным врагом. Этого не произошло. Много вражды было между нами, но сейчас лишь я - человек, которому ты можешь доверять, и лишь ты - моя единственная надежда...

source: Militiaman
ca: Milícia ciutadana
hu: Polgárőr
ja: 民兵
ru: Городской стражник

source: Swords-wielding Militiaman
ja: 剣術民兵

source: He has regained consciousness, my lady!
ca: Ha reguanyat la consciència, senyora!
hu: Visszanyerte az eszméletét, úrnőm!
ja: 意識を取り戻したようです、奥様！
ru: Госпожа, он приходит в сознание!

source: Thank God! Gawen, how do you feel? Can you talk? Move?
ca: Gràcies a Déu! Gawen, cóm estàs? Pots parlar? I menejar-te?
hu: Hála istennek! Gawen, hogy érzed magad? Tudsz beszélni? Mozogni?
ja: 神様、感謝します！ Gawen 、気分はどう？ 話せる？動けるの？
ru: Слава Богу! Гэвен, как ты себя чувствуешь? Ты можешь говорить? Двигаться?

source: I feel weak... sick... (<i>pause</i>) ...I can't remember anything... nothing. Who am I?
ja: 力が入らない...気分が悪い...（<i>少しの間をおいて</i>）...何も思い出せない...何も。私は誰だろう？

source: I fear the blade which wounded him was poisoned, my lady. We must wait here and pray that our God shows him mercy. <small>(<i>Whispering</i>) And then we shall bury him with all ceremonies.</small>
ja: 毒を塗られた剣で切り付けられたのかもしれません、奥様。 ここで暫く待って、神様が彼に慈悲を示されるよう祈らなければなりません。<small>(<i> ささやき声で </i>）そして、あらゆる儀式をもって彼を埋葬しましょう。</small>

source: No! We can't wait. We have to reach a town nearby and find a medic, quickly!
ca: No! No podem esperar! Hem d'arribar a un poble i trobar un metge, ràpid!
hu: Nem! Nem állhatunk meg! El kell érjük azt a várost, és kerítenünk kell egy orvost, azonnal!
ja: いけません！待ってる余裕などありません！近くの街へ行き、衛生兵を探さなければ。急いで！
ru: Нет! Нечего ждать. Мы должны добраться до ближайшего города и отыскать лекаря. Быстрее!

source: He will not make it.
ca: No arribarà molt lluny.
hu: Nem fogja kibírni.
ja: もう、間に合いませんよ...
ru: Он не выдержит!

source: I vow to sacrifice a lamb to God if he can be cured. If not, I won't even sacrifice so much as a mouse ever again! Do you hear me, God? Do you?
ja: もし治るのなら、私は神様に子羊を捧げることを誓います。もし、そうでないなら、ネズミ一匹さえ二度と捧げません！ 神よ、お聴きですか？ お聴きになっていますか？

source: Gawen, get up!
ca: Gawen. Lleva't. Ara.
hu: Gawen. Talpra! Gyerünk!
ja: Gawen、起きて！

source: Yes... But... I can't remember anything... Who am I?! Who are you?
ja: はい... でも... 何も思い出せなくて... 私は誰です？！ あなたは？

source: I am Lorin, your mother, the only person whom you can trust. These are your few loyal soldiers, who remained when everyone else deserted us. You are Gawen Hagarthen, the rightful king of Vakladia.
ja: 私は Lorin、あなたの母親で、あなたが信頼してよい唯一の人間よ。ここにいるのは、あなたに忠実な数少ない兵士たちで、他の誰もが私たちを見捨てたときでさえ、私たちのもとに残ってくれたのよ。あなたの名前は、Gawen Hagarthen。Vakladia の正当な王よ。

source: My mother? You seem... a bit young.
ca: Ma mare? Pareixies... una miqueta jove...
hu: Anyám? Egy kicsit... fiatalnak látszol...
ja: 私のお母さん？それにしては、ちょっと... 若すぎるような。
ru: Мать?.. Но ты выглядишь... такой юной...

source: I am only your step-mother, but there is no time for more talk. We have to reach the town and find a medic!
ca: Bé, només sóc la teua madrastra, però no tenim més temps. Hem d'arribar al poble i trobar-te un metge!
hu: Csak a nevelőanyád vagyok, de nincs idő hosszas csevegésre. El kell érjük a várost, és találnunk kell egy orvost!
ja: 私はただの継母だけど、これ以上話している時間はないわ。町に辿り着いたら、衛生兵を探しましょう！
ru: Я твоя мачеха, но сейчас нет времени на долгие объяснения. Мы должны добраться до города и найти лекаря!

source: Look, Akladians! To arms! Their king is dead; it's time to kill them all and be done with our slavery!
ca: Mireu, allí hi ha akladians! A les armes! Els seu rei és mort, és l'hora matar-los tots i acabar amb la nostra esclavitud.
hu: Odanézzetek, akladiaiak! Fegyverbe! A királyuk halott, itt az idő, hogy kiirtsuk mindet, s lerázzuk a rabigát!
ja: おい、Akladia 人どもがいるぞ！武器を取れ！ 奴らの王は死んだのだ。あいつらを皆殺しにして、この奴隷制におさらばする時がきたぞ！
ru: Смотри-ка! Это акладианы! К оружию! Их король мертв, самое время перебить их всех и положить конец нашему рабству!
