Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: I guess we could ask peasants whether they know something about this Bontom place, where your friend Reme is being kept.
ca: Supose que podríem preguntar-los als camperols si coneixen cap cosa d'eixe Bontom on és el teu amic.
hu: Azt hiszem, a parasztoktól talán megtudhatjuk, hogy hol van ez a Bontom, ahol a barátodat, Remét tartják fogva.
ja: その Bontom の場所について農民たちが何か知ってるかどうか尋ねてみてはどうかと思います。ご友人の Reme が幽閉されているんですから。
ru: Думаю, нам нужно спросить дорогу у местных крестьян. Может они знают, что это за Бонтом, где держат в плену Реме.

source: We already know what we were sent to find out. We should return to Freetown now.
ca: Ja sabem el que vam vindre a buscar. Deuríem tornar a Ciutat Lliure ara.
hu: Megtudtuk, amit meg akartunk tudni. Visszatérhetünk Freetownba.
ja: 何を見つけるために私たちは派遣されたのか、私たち全員、もう分かっています。今すぐ Freetown に戻るべきです。
ru: Мы уже узнали то, что должны были. Нужно вернуться во Фритаун.

source: But we never found out what happened to Reme.
ja: しかし、Reme に何が起きているのか、まだ突き止めていないんだ。

source: We had our chance to rescue him in Bontom, but we failed to do so...
ja: Bontom で彼を救出する機会はあったのに、それを逃してしまいました...

source: Well, I guess we could still check that Bontom place the peasants told us about.
ja: まあ、まだ、農民たちが教えてくれた Bontom という場所を調べてみることはできるはずです。

source: Well, I guess we could still try to find out where this Bontom place is where your friend Reme is being kept.
ja: まあ、まだ、ご友人の Reme が捕らえられている Bontom の場所を探し出すことはできるはずです。

source: I don't think there's anything we can do about that at this point...
ja: 今の時点では、私たちには何もしようがないと思います..

source: We've already searched for answers in the city of Barnon.
ca: Ja vam buscar respostes a la ciutat de Barnon
hu: Már megjártuk Barnon város környékét.
ja: 私達は既に Barnon の街で答え探しをしました。
ru: Мы уже искали ответы в городе Барнон.

source: My lord, from here we may explore a few possibilities. To the south, there is city of Barnon. It would definitely be very dangerous to go there, but...
ca: Mon senyor, des d'ací podríem explorar algunes possibilitats. Cap al sud està la ciutat de Barnon. És ben segur que seria perillós anar-hi, però...
hu: Uram, innen nézve a lehetőségeink eléggé szűkösek. Délre van Barnon városa. Habár odamenni nagyon veszélyes, de talán...
ja: 陛下、ここから、いくつか可能性を探ってみることができますよ。南には Barnon の街が有ります。そこへ行くことは、とてつもない危険を孕んでいるに違いありません、しかし...
ru: Есть ещё несколько вариантов, милорд. На юге - город Барнон. Конечно, там очень опасно, но...

source: ...but we could probably find something about orcs there, right?
ca: ...és molt fàcil que trobarem alguna cosa sobre els orcs, veritat?
hu: ...de ott talán megtudhatunk valamit az orkokról, ugye?
ja: ...しかし、そこにはオークについての何かが見つかるかもしれない、そうだろ？
ru: ... но там есть возможность узнать что-нибудь об орках, так?

source: We already went west to Haeltin. That was where your step-mother was, remember? That she was the 'She-wolf' really surprised me.
ca: Ja vam buscar respostes a Haeltin, cap a l'oest d'ací. Que allí estiguera ta madrastra, coneguda com la Lloba de Haeltin, va sorprendre'm de veritat.
hu: Már meglátogattuk Haeltint. Ahol rátaláltunk nevelőanyádra, a Nőstényfarkasra, akit én csak csodálni tudok.
ja: 既に西にある Haeltin へは行きました。そこにはあなたの継母がいました、憶えてますよね？彼女が「メス狼」の正体だったなんて、私も脅きましたよ。
ru: На западе, в Хэлтине, мы уже искали. Твоя мачеха, Хэлтинская Волчица, здорово меня удивила.

source: We've heard that some woman, known by the nickname 'The She-wolf of Haeltin', was besieged by the orcs and she was able to repel them. Haeltin is west from here. It would be easy to go to her and ask her a few questions.
ca: Sí. Hem sentit remors que alguna dona, amb el malnom de la 'Lloba de Haeltin', va ser assetjada pels orcs i va poder rebutjar-los. Haeltin és cap a l'oest d'ací. No hi hauria cap problema d'anar i fer-li un parell de preguntes.
hu: Igen. Hallottuk hírét a nőszemélynek, akit csak 'Haeltin Nőstényfarkasa' néven emlegetnek, aki visszaverte az ostromló orkokat. Haeltin innen nyugatra van. A legegyszerűbb, ha odamész, s őt faggatod.
ja: 私たちも「ある女」、つまり「Haeltin のメス狼」という渾名の付いた女性が、オークを包囲して撃退したことは聞いていたわけですからね。Haeltin はここから西にあります。彼女の許へ行って、いくつか聞いてみることは簡単なはずです。
ru: Да. Мы слышали, что какая-то женщина, которую прозвали Хэлтинской волчицей, была осаждена орками и смогла отбить их нападение. Хэлтин находится на западе отсюда. Можно простой пойти к ней и задать несколько вопросов.

source: We could also go for the swamps.
hu: Benézhetünk a mocsarakba is.
ja: 沼地にも行けるかもしれない。

source: We could, but saurians live in the swamps of Saorduc, and they rarely go outside of their mud. I doubt they would know anything useful. There are also some villages here, you could go and ask peasants, maybe they would know something.
ca: Podríem, però a les marjals de Saorduc viuen els sauris, i poques vegades ixen fora del seu territori. Dubte que sàpiguen res útil. També hi ha uns pocs poblets escampats per ací, podries anar a preguntar als camperols alguna cosa, tal volta puguen dir alguna cosa interesant.
hu: Igen be, de saorduci gyíkok élnek ott, s nem szoktak kimozdulni a pocsolyáikból. Kétlem, hogy bármiféle hasznos információval tudnának szolgálni. Viszont van itt néhány falu is, megkérdezheted a parasztokat is, hátha ők tudnak valamit.
ja: そうですね、ただ、トカゲ連中は Saorduc の沼に住んでるし、その泥の中からはめったに出てきません。奴らが何か有用な事実を知っているとは私には思えません。ここにはいくつかの村もありますから、そこに行って農民に聞くこともできます。ひょっとすると何か知っているかもしれません。
ru: Можно, но ящеры болот Заурдака редко выбираются из своей трясины. Боюсь, они не будут нам полезны. Рядом есть несколько деревень. Может, их жители что-нибудь знают.

source: Frankly, I have no idea what to do now. We have already searched all of the obvious locations.
ca: Sincerament, no sé què fer ara. Ja hem estat a tots els llocs obvis.
hu: Őszintén szólva, fogalmam sincs, mit kéne tennünk. Minden szóba jöhető helyet felkerestünk.
ja: 実のところ、今何をすべきか、もう見当がつきません。目ぼしい場所は全部探しましたよね。
ru: Честно говоря, понятия не имею что ещё можно следать. Мы обошли уже все известные направления.

source: Raedwood Forest
ca: Bosc de Raedwood
hu: Raedwood-erdő
ja: Raedwood の森
ru: Редвудский лес

source: To Freetown
ca: Cap a Ciutat Lliure
hu: Freetown felé
ja: Freetown へ
ru: Во Фритаун

source: To Haeltin
ca: Cap a Haeltin
hu: Haeltin felé
ja: Haeltin へ
ru: В Хэлтин

source: To Saorduc swamps
ca: Cap a les marjals de Saorduc
hu: Saorduc-mocsár felé
ja: Saorduc swamps へ
ru: В Заурдакские болота

source: To Barnon
ca: Cap a Barnon
hu: Barnon felé
ja: Barnon へ
ru: В Барнон

source: It is extremely important to everyone to remember not to refer to Gawen by his real name. Always call him Gaumhaldric.
ca: Açò és extremadament important: recordeu que no mai deveu referir-vos a Gawen pel seu nom real. Dieu-li Gaumhaldric.
hu: Életbevágóan fontos, hogy senki ne hívja Gawent ezen a néven. Hívjátok őt Gaumhaldricnak.
ja: Gawen のことを本名で呼んではいけません。このことは、全員にとって極めて重要なことです。常に Gaumhhaldric と呼んでください。
ru: Очень важно помнить о том, что ты не должна называть Гэвена настоящим именем. Зови его Гемхальдрик.

source: Why?
ca: Per què?
hu: Miért?
ja: なぜ？
ru: Почему?

source: First of all, because our people at Freetown aren't ready to have an Akladian leader. Second, because Bor Cryne would send his entire army to pursue us if he heard so much as a whisper of the name Gawen Hagarthen.
ca: Perquè la nostra gent a Ciutat Lliure no estan preparats per tindre un akladià per líder. I segon, Bor Cryne no tardaria en manar el seu exèrcit per perseguir-nos.
hu: Mert a freetowni emberek nem készültek fel, hogy egy akladiai vezér álljon az élükre. Másodszor, mert ez a Bor Cryne az egész ármádiáját az üldözésünkre küldené.
ja: 第一に Freetown の人たちは、まだ Akladia 人をリーダーに持つことの心構えができていないからです。第二に、たとえ囁き声であっても、もしも Bor Cryne が Gawen Hagarthen の名前を耳にしたら、自分の全軍を私たちの所へ送り込んでくるでしょうから。
ru: По-первых, потому что фритаунцы не готовы к тому, что их предводитель окажется акладианом. А во-вторых потому, что Бор Крайн может выслать за нами целую армию, если узнает, что Гэвен жив.

source: Gaumhaldric... so, is this why my son is not shaving? He wants to hide his real identity under a beard?
ca: Gaumhaldric... És per això que el meu fill no està afaitant-se? Vol amagar la seua vertadera identitat baix la barba?
hu: Gaumhaldric... Tehát emiatt nem borotválkozik a fiam? Szakáll mögé rejti az igazi arcát?
ja: Gaumhhaldric ... それで、私の息子は髭を剃ってないのね？髭の下に本当の正体を隠したいのかしら？
ru: Гемхальдрик... Что ж. Это потому, что мой сын не бреется? И не может скрыть своё лицо бородой?

source: No, no, no. He HAS to have a beard. All of our great Wesnothian kings had beards!
ca: Nonono. Ha de tindre una barba, perquè tots els nostres grans reis tenien barbes.
hu: Dehogyis. Szakállt KELL növesztenie, mert az összes nagy királyunk szakállas volt!
ja: ノー、ノー、違いますよ。髭を伸ばさなければいけないんです。私たちの偉大なる歴代の王様は、みんな髭を生やしてたんですから！
ru: Неи-нет-нет. У него есть борода. Потому что у всех великих королей есть борода.

source: Do you like my clothes?
ja: 私の服はどうかしら、気に入った？

source: Yes.
ja: ああ。

source: Darn it, it looks like the [found_item] tag doesn't work across scenarios...
ja: あいた～ [found_item] タグは、シナリオをまたぐとうまく動かないっぽい...

source: This is a large-scale map, where you may choose a way to go. Move Gawen to a signpost or any other location to move to a new scenario. Move Gawen to the tent to talk with his friends.
hu: Ez egy áttekintő térkép, ahol eldöntheted, merre mész tovább. Vidd Gawent bármelyik útjelzőhöz, vagy fontos helyszínhez, hogy elkezdd a következő küldetést! Vidd Gawent a sátorhoz, hogy a barátaival beszélgessen!
ja: このシナリオのマップは極めて大型で、道を選択することが可能です。新しいシナリオに移動するためには Gawen を道標か、それ以外の場所に移動してください。Gawen の友人と話をするには テントに移動してください。

source: My lord, we cannot go back to Freetown. We have nothing to report, and we have not found anything about the orcs.
ca: Senyor, no podem tornar a Ciutat Lliure. No tenim res nou que dir, i no hem trobat cap cosa relativa als orcs.
hu: Uram, nem mehetünk vissza Freetownba. Nincs mit jelentenünk, semmit nem tudtunk meg az orkokról.
ja: 陛下、Freetown には戻れません。報告することは何も無いし、オークに関して何も見つけ出せていません。
ru: Милорд, мы не можем возвращаться во Фритаун. Нам нечего рассказать, мы не выяснили ничего об орках.

source: My lord, I do not think we should go back to Freetown already. We haven't met with the She-wolf of Haeltin west of here. She may have some great insight, having fought with orcs already.
ca: Senyor, no crec que deguem tornar cap a Ciutat Lliure ja. Encara no ens hem trobat amb la Lloba de Haeltin a l'est d'ací. Tal volta ella sàpiga alguna cosa, ja que ja ha lluitat contra els orcs.
hu: Uram, azt hiszem, még nem kéne visszatérnünk Freetownba. Még nem találkoztunk Haeltin Nőstényfarkasával. Ő biztosan tud valamit, hiszen már harcolt az orkokkal.
ja: 陛下、まだ Freetown に戻らない方がよいと思います。西にいる「Haeltin のメス狼」にまだ会っていません。もうオークと戦っているのですから、何か優れた見識を持っているかもしれません。
ru: Милорд, не думаю, что мы должны возвращаться прямо сейчас. Мы ещё не встречались с Хэлтинской Волчицей, которая живёт на западе отсюда. Она уже сражалась с орками и может что-нибудь знать.

source: We were in Haeltin already. Where would you like to go now?
ca: Ja vam estar en Haeltin. On anem ara?
hu: Haeltinben már jártunk. Most hogyan tovább?
ja: Haeltin にはもう行きました。行きたい場所はありますか？
ru: В Хэлтине мы уже были. Куда теперь?

source: Are you sure you want to go there?
ca: Estàs segur que vols anar ací?
hu: Biztos, hogy arra menjünk?
ja: 本当にそこに行きますか？
ru: Вы уверены, что хотите отправиться туда?

source: As you wish, my lord.
ca: Com desitges, senyor.
hu: Ahogy parancsolod, uram.
ja: ではそういたします、陛下。
ru: Как пожелаете, милорд.

source: We already were in Saorduc. Where to now?
ca: Ja vam estar en Saorduc. On anem ara?
hu: Már jártunk Saorducban. Most hogyan tovább?
ja: Saorduc にはもう行きました。次はどこに行きますか？
ru: В Заурдаке мы уже были. Что дальше?

source: Are you sure you want to go there? I've told you that I doubt Saurians know anything useful.
ca: Segur que vols anar ací dins? Ja t'he dit que dubte que els sauris coneguen res útil.
hu: Biztos vagy benne, hogy oda kell mennünk? Már mondtam, hogy szerintem a gyíkok semmi fontosat nem tudhatnak.
ja: 本当にそこに行きますか？私はさきほど、トカゲたちが有用な事実を知っているとは思えないと言いましたよね。
ru: Ты уверен, что хочешь туда идти? Я же говорил, что ящеры не знают ничего полезного.

source: So, on to Saorduc! Hopefully it is a wise decision and lizard men know something about orcs.
ca: Bé, cap a Saorduc! Tant de bo siga una bona decisió i els sauris sàpiguen alguna cosa dels orcs!
hu: Akkor irány Saorduc! Remélem tudod, mit csinálsz, s a gyíkok tényleg tudnak valamit az orkokról.
ja: それでは Saorduc へ！願わくは、これが懸命な決断であることと、トカゲどもがオークについて何か知っていますように。
ru: Что ж, пойдём в Заурдак. Надеюсь, это окажется хорошей идеей и ящерицы расскажут нам что-нибудь об орках.

source: Lizards? We already fought with them. I hate lizards.
ca: Sauris? Ja vam lluitar contra ells. Els odie!
hu: Gyíkok? Már harcoltunk velük. Gyűlölöm a gyíkokat.
ja: トカゲ？もう戦ったじゃない。トカゲは大嫌いよ。
ru: Ящерицы? Мы уже сражались с ними. Ненавижу.

source: That was wise decision, my lord.
ca: Eixa ha sigut una sàvia decisió, senyor.
hu: Bölcs döntés, uram.
ja: 賢い選択ですね、陛下。
ru: Мудрое решение, милорд.

source: We already scouted near Barnon. Where should we go now?
ca: Ja vam explorar les rodalies de Barnon. On anem ara?
hu: Már felderítettük Barnon környékét. Most hogyan tovább?
ja: もう、Barnon の近くは偵察しました。今度はどこへ行くのですか？
ru: Окресности Барнона мы уже разведали. Куда направимся?

source: Are you sure you want to go there? A lot of enemy soldiers could be near Barnon.
ca: Estàs segur que vols anar-hi? Podria haver-ne una caterva de soldats enemics prop de Barnon.
hu: Biztos vagy benne, hogy oda akarsz menni? Óriási sereg állomásozhat Barnon környékén.
ja: 本当にそこへ行きたいのですか？多くの敵兵が Barnon 近辺にいるかもしれませんよ。
ru: Ты уверен, что хочешь туда идти? В окресностях Барнона стоит огромная армия.

source: This could be dangerous... but also extremely valuable. We can definitely find out something about orcs there.
ca: Podria ser molt perillós, però també molt important. Segur que trobarem alguna cosa sobre els orcs allí.
hu: Ez nagyon veszélyes. De ugyanakkor nagyon hasznos is lehet. Ott biztosan találunk valamit az orkokról.
ja: これは危険かもしれません... でも大変有意義な場所でもあります。オークに関して必ずや何か見つかるでしょう。
ru: Это может быть опасно, но в то же время очень ценно. Мы определённо узнаем там что-то важное об орках.

source: Yes, on other hand, maybe we should search elsewhere.
ca: Sí, però també podríem buscar en altra banda.
hu: Jobb is, inkább máshol kéne keresnünk.
ja: ええ、でもそれとは逆に、他の場所を探すべきかもしれません。
ru: Действительно, осмотримся ещё.

source: Who is comin' here? What d'ya wanna from us?
ca: Qui va? Què voleu de 'natros' ?
hu: Ki gyütt? Mit akarsz idegen?
ja: こんな所に誰が来てるんだ？俺達から何を持っていきたいんだ？
ru: Эт кто? Чего надо?

source: Don't be afraid, I want ask you few question and then I will go.
ca: No ens tingueu por, només vull fer unes poques preguntes i me n'aniré.
hu: Semmi okod a félelemre, csak néhány kérdést tennék fel, aztán elmegyek.
ja: 怖がる必要はない。聞きたいことがあるだけだ、すぐに行くよ。
ru: Не бойся меня, я просто хочу задать несколько вопросов, а потом пойду дальше.

source: So go on an' ask us, then.
hu: Elő vele, kérdezz!
ja: じゃあ、聞いてください、さあどうぞ。

source: Do you know where the place called Bontom is?
ca: Has sentit parlar d'on és Bontom?
hu: Tudod merre van Bontom?
ja: Bontom という場所を知っているか？
ru: Тебе известно место под названием Бонтом?

source: Do you know anything about Reme Carrenemoe?
ca: Saps alguna cosa de Reme Carrenemoe?
hu: Hallottál valamit Reme Carrenemoéról?
ja: Reme Carrenemoe について何か知っているか？
ru: Ты знаешь что-нибудь о Реме Карренемо?

source: Have you heard anything about orcs?
ca: Has sentit dir alguna cosa sobre els orcs?
hu: Tudsz valamit az orkokról?
ja: オークについて何か聞いたことはあるか？
ru: Ты что-нибудь слышал об орках?

source: Would you want to fight for me?
ca: Voldries lluitar per mi?
hu: Csatlakoznál a seregemhez?
ja: 私のために戦ってくれるか？
ru: Хочешь отправиться со мной?

source: Go and work, good man.
ca: Gràcies, bon home.
hu: Menj, és dolgozz tovább, jóember!
ja: 仕事に行きなさい、いいやつだな。
ru: Возвращайся к своим делам, добрый человек.

source: Ah, welcome, we've heard about your victories, Gaumhaldric.
ca: Ah, benvingut, hem sentit parlar de les teues victòries, Gaumhaldric.
hu: Ó, üdvözöllek, sokat hallottunk a győzelmeidről, Gaumhaldric.
ja: えっと、ようこそ。戦いに勝ったこと、聞いてますよ、Gaumhhaldric さん。
ru: Добро пожаловать. Мы слышали о твоих победах, Гемхальдрик.

source: I still can't get used to them calling him Gaumhaldric.
ca: Encara no puc acostumar-me a que el diguen Gaumhaldric.
hu: Még mindig olyan szokatlan, hogy Gaumhaldricnak nevezik.
ja: いまだに彼が Gaumhhaldric と呼ばれることに慣れないわ。
ru: Никак не привыкну к тому, что они зовут его Гемхальдриком.

source: Cute name, isn't it?
ca: És un nom bonic, no et pareix?
hu: Fantasztikus név, nem igaz?
ja: 可愛い名前ですよ、ね？
ru: Симпатичное имя, правда?

source: Anything for you, young knight.
ca: El que vulgues, jove cavaller.
hu: Válaszolok, ha tudok, ifjú lovag.
ja: あなたのためなら何でもどうぞ、若き騎士さん。
ru: Всё, что угодно, юный рыцарь.

source: Free men from Raedwood forest! You are always welcome here.
ca: Homes lliures dels boscos de Raedwood! Sempre sereu benvinguts ací!
hu: Raedwood-erdő szabad emberei! Mindig szívesen látunk titeket.
ja: Raedwood の森に住む自由人たちですね！あなた達ならいつでも大歓迎です。
ru: Вольный человек из Редвудского леса! Мы всегда рады тебя видеть.

source: Where Reme Carrenemoe could possibly be?
ca: On pot ser Reme Carrenemoe?
hu: Szerinted hol lehet Reme Carrenemoe?
ja: Reme Carrenemoe がいる可能性が高いのはどこだと思う？
ru: Где может быть Реме Карренемо?

source: Advise me what could we do now.
ca: Cap consell sobre el que hem de fer ara.
hu: Mihez kellene most kezdenem?
ja: 助言してくれないか、次は何をすればよいかな。
ru: Посоветуй, что делать дальше?

source: Tell me about my mother.
ca: Coses sobre ma mare.
hu: Mit tudsz az édesanyámról?
ja: 母のことを教えてくれないか。
ru: Расскажи о моей матери.

source: You are joking, right? He is in our camp!
ca: Estàs prenent-me el pel, veritat? Està ací al nostre camp.
hu: Most viccelsz? Itt van velünk!
ja: 冗談ですよね、でしょう？彼は私たちの野営地にいますよ！
ru: Это шутка? Он в нашем лагере.

source: Probably still in that Bontom place the peasants told us about.
hu: Talán Bontomban, amit a parasztok emlegetnek.
ja: おそらくまだ Bontom にいるでしょう。農民たちが話していた場所です。
ru: Наверное в это Бонтоме, о котором говорили крестьяне.

source: In some place called Bontom. We could ask peasants about it.
ca: En un lloc anomenat Bontom. Podríem preguntar als camperols.
hu: Valami Bontom nevű helyen. Talán a parasztokat kellene megkérdezni.
ja: Bontom と呼ばれる場所です。農民に詳しく聞いてみましょう。
ru: В месте под название Барном. Нужно расспросить об этом местных.

source: I have no idea where your friend may be; I fear we may have already missed our chance to find out about him...
ja: ご友人がどこにいるのか分からないのです。それを知る機会をもう失ってしまったかもしれません...

source: I have no idea where your friend may be; maybe we could ask around some more about him.
ja: ご友人がどこにいるのか分からないのです。もっと色々と聞き回ったほうがいいかもしれませんね...

source: About your mother? What do you want to know about her?
ca: De ta mare? Què vols saber d'ella?
hu: Az édesanyádról? Pontosabban mit akarsz tudni róla?
ja: お母様のことですか？お母様の何をお知りになりたいのです？
ru: О твоей матери? А что ты хочешь узнать?

source: Everything.
ca: Tot.
hu: Mindent.
ja: すべてだ。
ru: Всё.

source: Well, she was from a royal house. The Akladian king gave her a simple choice: marry him, or he would unleash his anger on her family. So, she agreed. I visited her from time to time, singing songs, bringing her news from home...
ja: お母様は王室の出身でした。Akladia の王は、次のような二者選択を彼女に迫りました。王と結婚するか、もしくは、王の怒りを彼女の家族に向けさせるか。それで、彼女は同意したのです。私は彼女のもとに何度となく訪ねて、歌を歌い、ご実家からの知らせを伝え続けました...

source: I think eventually she even warmed up to your father, the king. When she gave birth to you, she gave everything she had for you. But behind her back Akladian clans were conspiring... and finally someone gave her a poisoned cup. She died, slowly, and painfully. I was able to be near her in her final hours. I promised her that I would take care of you.
hu: Azt hiszem, hogy egy kicsit megszerette a királyt, az apádat. Amikor megszülettél, édesanyád mindent megtett érted. De a háta mögött az akladiai klánok összeesküdtek... és a végén valaki egy méregpoharat nyújtott át neki. Borzalmas kínok közt érte a halál. Mellette lehettem az utolsó perceiben. Ott esküdtem meg neki, hogy vigyázni fogok rád.
ja: やがて彼女は、あなたのお父様 ― 王様に好意を抱くようになりました。あなたが誕生し、彼女は持ちうるすべてをあなたに捧げました。しかし彼女の背後で Akladia 一族が陰謀を企てて... 遂に誰かが彼女の毒入りのカップを出したのです。彼女はゆっくりと苦しみながら亡くなりました。私は彼女が亡くなるその時まで近くに寄り添い、見送ることができました。私は彼女に誓ったのです、あなたの世話を見続けることを。

source: Who poisoned her?
ca: Qui la va enverinar?
hu: Ki mérgezte meg?
ja: 毒を入れたのは誰なのだ？
ru: Кто её отравил?

source: I don't know. No one knows.
ca: No ho sé. Ningú ho sap.
hu: Nem tudom, senki se tudja.
ja: 私には分かりませんし、誰も知りません。
ru: Я не знаю. И никто не знает.

source: Rob Roe mentioned Lorin's clan once bought some special poison from Outlaws...
hu: Rob Roe említette, hogy Lorin családja egyszer beszerzett valamilyen speciális mérget a törvényenkívüliektől...
ja: Rob Roe は、Lorin の一族が以前に無法者から特殊な毒を買ったと言っていた...

source: And you think that...
ca: I tu creus, doncs, que...
hu: És azt hiszed, hogy...
ja: そして、あなたはそれは事実だと...
ru: Ты думаешь, что...

source: Why shouldn't I think that?
ca: Per què ho hauria de pensar?
hu: Miért kéne azt gondolnom?
ja: なぜ、私はそう考えるべきではないというのだ？

source: You are right, Gawen. Akladians have a long history of poisoning each other. You might say it's their national sport. But still... yes, it had escaped my attention before.
ca: Tens raó, Gawen. Els akladians es passen tot el dia enverinant-se els uns als altres. Podries dir que és una mena d'esport nacional. Però encara així... sí, no havia caigut.
hu: Igazad van, Gawen. Az akladiaiak közt dívik egymás megmérgezése. Mondhatnánk azt is, hogy sportot űznek belőle. Habár... igen, ez a lehetőség elkerülte a figyelmemet eddig.
ja: あなたは間違っていません、Gawen 様。Akladia 人は、互いに毒を使うという長い歴史を持っています。彼らの「国技」と言ってよいかもしれません。しかしそれでも... そう、以前は私も気付きませんでした。
ru: Ты прав, Гэвен. Акладианы постоянно травят друг друга. Можно сказать, это их национальный вид спорта. Но я бы... Да, я как-то не обратил тогда на это внимания.

source: I wish I had asked around more about poison previously; it's probably too late to find out more now...
ja: 以前からもっと毒について聞き回っておくべきだったな。おそらく、これから追究しても、もう遅すぎるだろうが...

source: Hey Karen, what's up?
ca: Ei, Karen, com va?
hu: Szia, Karen, mi újság?
ja: やあ、Karen 、調子はどうだ？
ru: Эй, Карен, как дела?

source: I just made up a new song about you, want to hear it?
ca: He composat una nova cançó sobre tu, vols sentir-la?
hu: Épp most írtam egy új balladát rólad, akarod hallani?
ja: あなたのことを歌った新曲が出来上がったところなんですが、聞いてみます？
ru: Я сочинила новую песню про тебя. Хочешь послушать?

source: You are a gifted girl... fighting, singing, what else can you do?
ca: Eres una xica beneïda... lluites, cantes, què més saps fer?
hu: Istenáldotta tehetség vagy, harcolsz, balladát szerzel, milyen rejtett képességeid vannak még?
ja: 君は才能のある女の子だよ... 戦って、歌って、他にはどんな事ができるんだい？
ru: Какая ты одарённая девушка. Сражаешься, поёшь. Что ещё умеешь?

source: I can also dance. Gawen. When we return to Freetown I could dance for you...
ja: 他にはダンスも。Gawen さん。みんなで Freetown に戻ったときには、あなたのために踊れると思いますわ...

source: I'm sure I would enjoy watching you dance.
ca: Estic segur que m'agradarà veure't ballar
hu: Biztosan tetszeni fog a táncod.
ja: 君が踊ってるところを見るのは楽しいに違いないね。
ru: Думаю, мне понравится твой танец.

source: Oh, I bet you would!
ca: Segur que sí!
hu: Arra mérget vehetsz!
ja: わぁ、きっとそうでしょうね！
ru: Я просто уверена!
