Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: A king! Ooh, I've never killed a king before. You know, I should feel more exhilirated.
ca: Un rei! Mai he matat un rei abans! Ja saps, deuria ser més excitant.
hu: Egy király! Még sosem öltem királyt korábban. Kicsit izgalmasabbnak gondoltam.
ja: 王様ね！ あらら、王様を殺すなんて初体験よ。なんだか、もうちょっとドキドキするものかと思ってたけどねえ。

source: So you are Lorin from the Galloraes... best sword-arm among Akladian women... (cough)
ca: Així que tu eres Lorin del clan Gallorae... La millor espasa de totes les dones akladianes (tussit).
hu: Szóval te vagy Lorin a Galleroe klánból... Az akladiai nők közt a legjobb kardozó... (köhög)
ja: なんと Galloraes の Lorin ではないか... Akladia 人の女性の中で最高の剣の手腕を持つ...（ゴホッ..）

source: You have heard about me even in Okladia!? That's a pleasant surprise. Now, tell me, why were you here, and with a large army to boot?
ca: Així que has sentit parlar de mi! Què bonic. Ara, per favor, dis-me, per què estaves ací acompanyat d'un tan gran exèrcit?
hu: Tehát hallottál már rólam! Ez remek. Akkor meséld el szépen, mit keresel itt, s mire föl a nagy sereged?
ja: Okladia にも私のことが伝わってるのね！？あらま、光栄だこと。さ、話してもらいましょうか、どうして此処に大軍を引き連れて来たのかしら？

source: To introduce peace and order into Vakladia and to unite it with my kingdom, Okladia.
ca: Per introduir pau i ordre en Vakladia i unir-la amb el meu regne, Okladia.
hu: Hogy békét és rendet teremtsek Vakladiában, és egyesítsem az én királyságommal, Okladiával.
ja: Vakladia に平和と秩序をもたらし 我が王国 Okladia と統合するためだ。

source: Wait, do not die yet! I've heard that some of your people were mentioning rumors about strange things in the eastern part of Okladia. What strange things?
ca: Espera, no mores encara! He sentit alguna de la teua gent comentant uns remors d'unes coses estranyes en la part oriental d'Okladia. Què coses?
hu: Megállj, ne halj még meg! Hallottam, hogy a földijeid mindenféle pletykákról beszéltek, amelyek Okladia keleti részén történt eseményeket emlegettek. Miféle dolgokról van szó?
ja: 待って、まだ死んじゃだめよ！お前の民の中には Okladia 東部で流れている不思議なできごとの噂について話していたわ。不思議なできことって何よ？

source: Ghosts, the long-dead who were seen walking again... zombies... my scouts were giving me contradictory reports. Some of my lords disappeared. I was planning on sending some of my army there immediately after finishing with Vakladia... (cough)
ca: Fantasmes, gent morta fa molt de temps que torna a ser vista... zombis... Els meus exploradors em donaven informes contradictoris. Alguns dels meus senyors desapareixien. Estava pensant en enviar algun exèrcit cap allà quan terminarà amb Vakladia... (tussit)
hu: Szellemeket, rég halott embereket láttak, akik újra visszatértek... Zombikat... A felderítőim ellentmondásos jelentéseket küldtek. Néhány nemes eltűnt. Arra gondoltam, hogy küldök oda egy sereget, ahogy végeztem Vakladiában... (köhög)
ja: ゴーストさ、ずっと昔に死んだ者が歩き出したのが目撃されている... ゾンビだ... 我軍の斥候たちが矛盾した報告をしてきたのさ。領主の何人かは行方不明となった。軍隊の一部を送り込もうとしていたのだ

source: He's died.
ca: Ha mort.
hu: Meghalt.
ja: 死んじゃった...

source: I am finished! Death is less than fifty paces from me... but before she takes me, please tell me... are you really Gawen Hagarthen?
ca: Estic acabat! La mort no està ni a cinc passos de mi, però abans, respon, per favor: realment eres Gawen Hagarthen?
hu: Én bevégeztem! A halál csak karnyújtásnyira van tőlem; de mielőtt elragad, kérlek mondd meg: te tényleg Gawen Hagarthen vagy?
ja: 私はお終いだ！あと50歩も歩かぬうちに死が訪れるだろう... だがその前に、教えてくれないか... お前は本当に Gawen Hagarthen なのか？

source: I am really Gawen Hagarthen.
hu: Én tényleg Gawen Hagarthen vagyok.
ja: 私は、本物の Gawen Hagarthen だ。

source: Another lord killed by my delicate hand. I really should think about starting a collection of souvenirs from each defeated lord. Hmm... maybe the ears?
hu: Újabb úr esik el az én csodálatos kezem által. Komolyan kezdek arra gondolni, hogy valami aprócska emléket megőrizhetnék a megölt uraktól. Hmmm... Talán egy fület?
ja: また一人、私の華奢な手で領主が死んでしまったわ。こうなったら、倒した領主の「かたみ」コレクションを始める準備でも考えなきゃダメね。うーん...「耳」がいいかしら？

source: What are you doing with that underling cur, aren't you Lorin of Gallorae?
ca: Què fas amb aquell carrall, no eres Lorin del clan Gallorae?
hu: Mit keresel te a nemtelenek közt, nem Lorin vagy a Gallorae klánból?
ja: 貴様、あの下っ端野郎と組んで何をやっているんだ、お前... Galloraes の Lorin じゃないか？

source: Yes, I am. And he is no underling, he is your lord, your king, Gawen Hagarthen.
ca: Sí, ho sóc. I no és cap carrall, és el teu senyor, el teu rei.
hu: De igen, én vagyok. S ne nevezd nemtelennek az uradat, a királyodat.
ja: ええ、私よ。それに、彼は下っ端ではないわ。彼はお前の主人で、お前の王、Gawen Hagarthen よ。

source: Is that so?
ca: És veritat això?
hu: Valóban ő az?
ja: それは本当か？

source: We don't really care how underlings die, as long as they do it quickly and without making too much trouble.
ca: Realment ens dona igual com moren els carralls, sempre que ho facen ràpidament i sense fer massa soroll.
hu: Minket nem érdekel, hogy halnak meg a nemtelenek, amíg gyorsan és problémák nélkül teszik.
ja: こっちは、下っ端がどう死のうが全然構わないんだ、さっさと迷惑を掛けずに死んでくれればそれで十分だ。

source: See, noble and independent but not-so-smart Dunefolk leader, you could still be alive and on our side instead of being just another body in our path...
hu: Látod, te nemes, olyannyira szabad, de nem túl okos dűnelakó vezér, élhettél volna, ha mellénk állsz, ahelyett, hogy az utunkba állsz...
ja: ほら、貴い独立心は高いけど、賢くはないデューンフォークのリーダーよね。私たちの側に付けば、ただの死体になって目の前に転がることもなく、まだ生きていられたのにねえ。

source: Ha, the rest of my army is coming!
ca: Ha! La resta del meu exèrcit està arribant!
hu: Há, megérkezett a seregem többi része!
ja: よし、我軍の残りの隊がやって来たぞ！
ru: Ха, а вот и остальное моё войско.

source: Hm? I thought another unit of my army would be arriving now...
hu: Hmmm? Azt gondoltam, hogy valamivel többen leszünk...
ja: おや？我軍の別の兵士が到着していると思っていたのだが...

source: Where is the rest of that army of mine?!
hu: Hol van a seregem többi része?!
ja: 我軍の残りの者たちはどこにいるんだ？！

source: Akladians of Vakladia! I am King Buffin. I have come to you to re-introduce peace and order to your lands after the untimely death of your king, my beloved cousin, Gawen Hagarthen. I...
ca: Akladians de Vakladia! Sóc el rei Buffin! He vingut a vosaltres per ajudar-vos a reinstaurar la pau i l'ordre després de la mort del vostre rei, el meu benamat nebot Gawen. Jo...
hu: Vakladiai akladiaiak! Buffin király vagyok. Azért jöttem, hogy helyreállítsam a békét és a rendet a királyotok, az én szeretett unokaöcsém, Gawen halála után. Én...
ja: Vakladia の Akladia 人よ！ 私は王 Buffin だ！我が愛する従兄弟であり、そなた達の王である Gawen Hagarthen の早すぎる死を受けて、私の手で、この地に再び平和と秩序を取り戻すために来た。私は...
ru: Акладианы королевства Вакладия! Я король Баффин. Я пришёл чтобы помочь вам восстановить мир и порядок, нарушенные после смерти вашего короля, моего возлюбленного племянника Гэвена. Я...

source: I AM Gawen Hagarthen. I am starting to tire of repeating that I am alive.
ca: Sóc Gawen Hagarthen. Estic començant a fartar-me de repetir que estic viu.
hu: Én vagyok Gawen Hagarthen. Kezdek már belefáradni, hogy folyton ismételgetnem kell, hogy élek.
ja: 私が Gawen Hagarthen だ。生きていることを何度も繰り返し言うことに、疲れてきた。
ru: Я Гэвен Хагартен. И уже устал повторять, что я жив.

source: NO! Gawen Ha... No, you are not him! You are... some underling pretending to be my beloved nephew! Kill him!
hu: NEM! Gawen hal... Nem, te nem lehetsz ő! Te csak egy... nyomorult nemtelen vagy, aki az én szeretett unokaöcsémnek adja ki magát! Öljétek meg!
ja: なに！ Gawen Ha... いや、お前は彼ではない！お前は... 我が最愛の甥のフリをしたどこぞの下っ端だろう！こいつを殺せ！

source: We will, but not because we welcome you, Buffin of Okladia. Though you are Hagarthen, nobody has invited you here. But we will discuss that issue later.
ca: Ho farem, però no perquè et vulguem ací, Buffin d'Okladia. Encara que sigues Hagarthen, ningú no t'ha convidat ací. Ja discutirem açò després.
hu: Meg fogjuk, de nem azért, mert te így kívánod, okladiai Buffin. Habár Hagarthen vagy, senki nem hívott ide. De ezt a dolgot később megbeszéljük.
ja: いいでしょう、お助けしよう。だが、あなたを歓迎するからではない、Okladia のBuffin 殿。あなたが Hagarthen の血筋であろうと、誰もあなたをここに招いてなどいない。だが、その話は後回しだ。
ru: Мы так и сделаем, но не потому, что приняли тебя, Баффин из Окладии. Хоть ты и Хагартен, тебя никто сюда не приглашал. Мы обсудим всё позже.

source: I hope that with
ca: Espere que eixa bruixa estiga cremant-se a l'infern!
hu: Remélem, most, hogy
ja: 協力をお願いするぞ

source: helping us this won't be as difficult as it might otherwise be, but we still should be prepared for serious losses.
hu: segítségével nem lesz olyan nehéz a dolgunk, mint nélküle lenne, de komoly veszteségekre kell készülnünk.
ja: 殿。組んで掛かれば困難ではないことを願う。ただしそれなりの損失は覚悟されよ。

source: I'm afraid this battle may be extremely difficult. We must be prepared for serious losses, unfortunately.
ca: Tem que aquesta batalla siga extremadament difícil. Malauradament, cal preparar-nos pel pitjor.
hu: Attól tartok, hogy ez a csata nagyon nehéz lesz. Komoly veszteségekre kell felkészülnünk.
ja: この戦いは困難を極めるかもしれない。残念だが、かなりの損失は覚悟しなければならないな。

source: There are no interrogations in this scenario.
ca: No hi ha interrogatoris en aquest escenari
hu: Ebben a küldetésben nem lehet vallatni.
ja: このシナリオに尋問シーンはありません。
ru: В этом сценарии нет допросов.

source: Survive to the end of time limit
ca: Sobreviu fins a la fi dels torns.
hu: Kitartasz a körök végéig
ja: ターン数上限まで生き残る

source: Epilogue
ca: Epíleg
hu: Epilógus
ja: エピローグ
ru: Эпилог

source: Who's here? Gawen? I hoped you would visit me, before I leave Vattin forever... I wish I could see your face this last time... I want to tell you everything. You have to know...
ca: Qui va? Gawen? Desitjava que em visitares, abans que abandonara Vattin per sempre... Tan de bo et poguera veure't una última vegada... Vull contar-t'ho tot. Has de saber-ho...
hu: Ki van itt? Gawen? Reméltem, hogy meglátogatsz, mielőtt végleg elhagyom Vattint... Bárcsak láthatnálak még utoljára... Mindent el akarok mondani. Tudnod kell...
ja: そこにいるのは、誰？ Gawen ？ 来てくれればよかったのに... 私が Vattin を永遠に去る前に... 最後の時に、あなたの顔を見たかったのに... すべてを打ち明けたいのよ。あなたが知っておくべきことを...
ru: Кто здесь? Гэвен? Я надеялась, что ты навестишь меня перед тем, как я навсегда покину Ваттимн... Хотела бы я увидеть тебя напоследок... Я хочу рассказать тебе всё. Ты должен знать...

source: When I was still young, my family took me to the Oracle. I asked her about my future. Her answer was totally unexpected, and greatly excited my family.
ca: Quan encara era una xiqueta jove, la meua família em va portar a l'Oracle. Vaig preguntar-li pel meu futur i vaig rebre una resposta que no esperava, però que va excitar enormement la meua família.
hu: Amikor fiatal voltam, a családom elvitt a Jósnőhöz. Megkérdeztem a jövőmet, és olyan választ kaptam, amire nem számítottam, de a családomat felvillanyozta.
ja: 私がまだ若かった頃、家族が預言者の所へ連れて行ったのよ。私の未来について尋ねた。まったく予想もしない答えが返ってきて、家族みんな、とっても興奮してた。
ru: Когда я была юной девушкой, моя семья отвела меня к Оракулу. Я спросила её о своей жизни и получила ответ, которого не ожидала и который взволновал мою семью.

source: The Oracle prophesied that I would marry a Hagarthen, become a queen, and that I would bear a Hagarthen son. We... my clan... helped... somehow... the prediction to be fulfilled... When I was chosen to marry your father, I was sure the Oracle was right.
ca: L'Oracle em va dir que em cassaria amb un Hagarthen, arribaria a ser reina i que portaria al ventre el fill d'un Hagarthen. Nosaltres... el meu clan... d'alguna manera... va col·laborar a obrir camí a la predicció... Quan em vaig cassar, estava segura que l'Oracle havia estat encertat.
hu: A Jósnő azt mondta, hogy egy Hagarthen vesz feleségül, királyné leszek, s egy Hagarthen fiát hordom majd a szívem alatt. Mi... a klánom... elintézte... valahogy... a jóslat beteljesedett... Amikor apád feleségül vett, azt hittem, a Jósnő minden szava igaz.
ja: 預言者は私が Hagarthen と結婚すると予言したの。王妃になって Hagarthen の男の子を出産するって。私たち... 一族皆... なんとか... その予言を現実のものにしたの。あなたの父親との結婚が決まって、預言者は正しかったと理解した。
ru: Оракул сказала, что я выйду замуж за Хагартена, стану королевой и подарю Хагартену сына. Мы... мой клан... помог... некоторым образом... сбыться пророчеству... Когда я вышла замуж за твоего отца, я была уверена, что Оракул не ошиблась.

source: But your father never called me to his bed, he never even touched me. You have no idea how I hated him... and you. You have no idea about the poisonous dreams which filled my head then. And yet, I felt... something strange about you. Always.
hu: De apád soha nem engedett az ágyába, még csak hozzám sem ért. El sem tudod képzelni, mennyire gyűlöltem őt... és téged is. S el sem tudod képzelni, milyen őrült gondolatok kergették egymást a fejemben. És mégis éreztem... valami különöset irántad. Mindig.
ja: でもね、あなたの父親は私を寝室に全く呼ばなかったわ。触ってさえくれなかった。あなたには分からないでしょうね、どれだけ彼を...そしてあなたを憎んだことか。その頃、毒々しい夢でどれほど私の頭がいっぱいになっていたかも。それでも、あなたには何か不思議なものを感じていたわ、いつも。

source: When your father was dead, I felt deceived, fooled. How can I have Hagarthen's son if he is dead?
ca: Quan ton pare va morir, em vaig sentir traïda, enganyada. Cóm puc tindre un fill de Hagarthen si ell és mort?
hu: Amikor apád meghalt, úgy éreztem, átvertek, becsaptak. Hogy lehetne fiam egy Hagarthentől, ha az halott?
ja: あなたの父親が死んで、騙されたんだと思ったわ、裏切られたって。だって、おかしいでしょ。あなたの父親が死んだのに、どうやって息子が持てるの？
ru: Когда твой отец умер, я чувствовала себя одураченной. Как я могу родить Хагартену сына, если он мёртв?

source: But then... I realized.. that the Oracle didn't say it would be the same Hagarthen I was married to. I was petrified of those thoughts, during all those moments when I cared for you when you were unconscious almost two years ago. I tried to push those thoughts away, and... anyway, you died... I mean, I thought you were killed after the Battle of Barnon, and...
ca: Aleshores, vaig adonar-me'n. L'Oracle no havia dit que seria amb el mateix Hagarthen amb qui m'havia cassat. Tenia por d'aquestos pensaments durant tots aquells moments que vaig cuidar de tu quan estaves inconscient fa dos anys. Vaig intentar aïllar aquestos pensaments i... de tota manera, tu vas morir... Vull dir, vaig pensar que havies mort després de Barnon, i...
hu: De aztán... Rájöttm... hogy a Jósnő sosem mondta, hogy az apa ugyanaz a Hagarthen, akihez férjhez mentem. Féltem ezektől a gondolatoktól, de minden pillanatban, amíg rád vigyáztam, abban a két évvel ezelőtti időszakban, míg eszméletlen voltál, csak erre tudtam gondolni. Megpróbáltam elhessegetni ezeket a gondolatokat, és... amikor meghaltál... úgy értem, azt hittük, meghaltál Barnon után...
ja: でもその時、気付いたのよ... 予言者は、結婚した同じ Hagarthen のことだとは言ってなかったと。二年ほど前にあなたが気を失っていたとき、あなたを世話していた間中、そんな考えに怯えていたのよ。そんな考えを追い払おうとしたの... でも... とにかく、あのときあなたは死んだ... というか... Barnon の戦いで殺されたと思っていたから、それで...
ru: Но потом... Я поняла... что Оракул не сказала, что это будет тот же Хагартен, за которого я вышла замуж. Я боялась этих мыслей с того самого момента, как начала ухаживать за тобой, когда ты был без сознания два года назад. Я гнала эти мысли, и... всё равно, ты умирал... Как я думала... Я думала. что тебя убили при Барноне, и...

source: But then... we met again and... well, you probably don't remember it, probably, but Ruvio once said - that Oracle's predictions are only be fulfilled if we help them along... so... do you remember the night in Freetown, the feast before we left searching for Deorien?
ja: だけど、そのあと...再会して... きっとあなたは覚えていないだろうけど、多分ね、でも Ruvio が言っていたのよ ― 預言者の予言は、自らの尽力で成就するものなのだと... それで、Freetown での夜のことだけど、Deorien を探しに行く前の日の晩餐会の夜のこと、覚えてる？

source: I was drunk... and... Yahyazad tried to stop me at corridor. Maybe he thought that the wine I had drank would have lowered my inhibitions. He spoke softly to me, trying to entice me to go with him. I refused his advances, and he departed. Then I went to Karen's room. She had passed out, so I took her dancer's outfit...
ca: Estava beguda... i ... Iahiazad va intentar aturar-me en el corredor, tal volta es pensava que veure més vi el faria més atractiu... Bé, el vaig deixar inconscient i després vaig anar a l'habitació de Karen i vaig agarrar el seu vestit de ballarina...
ja: 私は酔っていた... そして... Yahyazad は廊下で私を止めようとした。おそらく彼は、私がワインのせいで自制心を失っていると思ったのね。彼が私に優しく話しかけて一緒にここを離れようと誘ったけど、私は断った。そして彼は去ったわ。私はそのあと、Karen の部屋に行った。彼女は酔って寝ていたから、彼女の踊り子の衣装をまとって...

source: Yes, Gawen. This child... it will be your first born.
ca: Sí, Gawen. Aquest xiquet... serà el teu primer fill.
hu: Igen, Gawen. A gyermek... a te elsőszülötted lesz.
ja: そうなの、Gawen 。この子は... あなたの最初の子になるの。
ru: Да, Гэвен. Этот ребёнок... это твой первый сын.

source: I have done a lot of evil in this world. I know I have no hope for redemption. If I tell anyone that you are the child's father, this would mean another war. Such a gross violation of Akladian customs - with your father's widow - would surely cause Akladians to abandon you. And... I know I have sinned in the eyes of our God. He has shown me no mercy. He knows no forgiveness.
ca: He fet molt de mal en aquest món. No tinc cap esperança de perdó. Si diguera que tu eres el pare del fill, això causaria una altra guerra. Trencar els costums dels akladians segurament motivaria als akladians a abandonar-te i... I jo sé que he pecat a ulls del nostre Déu. Ell no té pietat. No coneix el perdó.
hu: Sok gonosz dolgot műveltem életemben. Tudom, hogy nincs számomra megváltás. Ha elmondanám, hogy te vagy a gyerek apja, az háborút jelentene. Ha megszegnéd az akladiai szokásokat, az akladiaiak biztosan elhagynának. És... Tudom, hogy vétkeztem Istennel szemben. Nincs számomra kegyelem. Ő nem ismeri a megbocsátást.
ja: 私はこの世界でたくさんの悪事を重ねてた。その償いができるとも思っていない。あなたがこの子の父親であることを誰かに話すことは、新たな戦争の勃発を意味するわ。あなたが Akladia の慣習への重篤な冒涜を、しかもあなたのお父様の未亡人とともに引き起こしたとなれば、Akladia があなたを見放すことは火を見るより明らかだわ。それに... 私は神の戒めを破ってしまった。それに神は何らの慈悲も示さなかった。神に救いは願えない。
ru: Я принесла в этот мир много зла. Я знаю, что у меня нет надежды на прощение. Если бы я раньше сказала тебе кто отец моего ребёнка, могла бы начаться новая война. Нарушение акладианских обычаев отвратило бы народ от тебя. А... я знаю, что я грешна перед глазами Господа. Он не знает жалости. Он не знает прощения.

source: But I hope... you will find mercy in your heart. I know... I can never have your love... but... maybe... just maybe... will you just touch me once, like you touched me that night... I will carry that touch with me, I will remember it when I go into exile with your child.
ja: それでも私は願っているの... あなたが心の中に慈悲を見出してくれることを。ええ... 私は絶対にあなたの愛を手に入れることはできない...でも... もしかすると... もしかして... 一度だけでいいから、私に触れてもらいたい、あの夜のように... これからは、そのときの感覚を忘れずに持ち続ける、あなたの子とともに遠い場所へ送られても、そのことを思い出にして生きていける。

source: Do not try to stop me. You know it is impossible. For the good of Vakladia, for Wesnoth, for your own good - I, Lorin, order you to forget about me and our child! Isn't that funny - me, Lorin, sacrificing herself for something as abstract as the idea of a new, united nation? Look at me, I am laughing. I... I am laughing....
ca: No intentes aturar-me. Saps que és impossible. Pel bé de Vakladia, el teu estimat Wesnoth, jo, Lorin, t'ordene que t'oblides de mi i el nostre fill. No és divertit açò? Jo, Lorin, sacrificant-me per una cosa tan abstracta com una nova nació unida? Mira'm, mira com em risc. Estic... estic rient...
hu: Ne próbálj visszatartani! Tudod, hogy nem lehet. Vakladia érdekében, szeretett Wesnothodért - én, Lorin parancsolom neked, hogy felejts el engem, s a gyermekünket is. Hát nem nevetséges - Lorin feláldozza magát valami nemes eszme, egy új, egységes nemzet érdekében? Nézz rám, én nevetek! Én... nevetek...
ja: 止めようとしないで。無駄なのは知ってるはず。Vakladia のため、Wesnoth のため、あなた自身のため。私 Lorin は、私とこの子のことを忘れるよう、あなたに命じます！ バカみたいよね、私が、Lorin が、こんなに抽象的な話、新たな統一国家という考えのために、自分自身を犠牲にするなんてね。ほら見てよ、私、笑ってる。私...笑ってるの...
ru: Не пытайся меня задержать. Ты знаешь, что это невозможно. На блого Веснота я, Лорин. приказываю тебе забыть меня и твоего ребёна. Разве не смешно? Я, Лорин, жертвую собой ради непонятной идеи создания нового единого народа? Посмотри на меня, я смеюсь. Я... я смеюсь...

source: The moments are slowly turning into hours, as I am engulfed by the darkness...
ca: Lentament, els moments van convertint-se en hores mentre jo llisque cap a la foscor...
hu: A pillanatok lassan órákba süllyedtek, ahogy a sötétségbe süllyedtem...
ja: 一瞬一瞬は、ゆっくりと時間へと姿を変えていき、その中で私は暗闇へと飲み込まれていく...
ru: Мгновения медленно сливались в часы, я проваливался в темноту...

source: It is said Gawen Hagarthen never again smiled after the great battle. Some say he mourned the deaths of all the good warriors who died fighting the undead menace. He married a Wesnothian princess from Elensefar. He united three Akladian kingdoms, while the fourth one - Guilcorta - became his fief. He made alliances with the Dunefolk Ostans within his borders but allowed them considerable self-governance. He made vassals of most of the former Wesnothian kingdoms, uniting almost the whole of Wesnoth at its most glorious point.
ja: Gawen Hagarthen は大きな戦いの後には、二度と笑顔を見せなくなったと言われています。アンデッドの脅威と戦って亡くなった善良なすべての戦士の死を悼んだとも言われています。彼は Elensefar 出身の Wesnoth 王女と結婚して、3つの Akladia 王国を統一し、4つ目の王国 Guilcorta は彼の領地となりました。国境内のデューンフォーク自治領と同盟を結び、その多くの自治権も認めました。旧 Wesnoth 王国のほとんどを臣従させ、Wesnoth 全土をその最も輝かしい時期に統一しました。

source: It is also said that he never called his wife Mavourneen; he never treated her as a husband should treat his wife. Whatever the truth was to that gossip, the fact remains that he died without leaving an heir.
ja: 彼は、妻を愛しい人と呼ばなかったとも言われていて、夫が妻に接するような扱いを決してしなかったようです。その噂話のともかく、彼が後継者を残すことなく崩御したという事実のみが残りました。

source: Lorin journeyed among the Ostans of the Dunefolk, taking the vows required to join them, all the while searching for Majid Yahyazad. He took care of both her and her child, raising the child as if it were his own son, and showing toward her the love and respect he felt ought to be accorded to the She-Wolf of Haeltin. While rumors cast doubt on their happiness together, there was no doubt of their devotion to each other; they spent the rest of their days together.
ja: Lorin はデュンフォークの自治領内を旅し、彼らに仲間入りするために必要な誓いを立て、Majid Yahyazad を探し続けました。ついに Lorin とその子に出会った Majid は二人の世話をし、その子を自分の息子のように育て、「Haeltin のメス狼」にとってふさわしい愛と敬意を彼女に示しました。噂では二人が幸せであったかどうかは分かりませんが、互いに献身的であったことは確かで、残りの日々を共に過ごしました。

source: Ruvio spent the remainder of his days at the royal court in Vattin, teaching Caerwyn, his adopted son, to become mighty in mind, word, sword, and soul. Tutored by Gawen and Deorien as well as Ruvio, Caerwyn revived the ancient Wesnothian order of Paladins and performed many mighty deeds in the land of Wesnoth and beyond, becoming a noble and respected figure in Wesnoth in his own right. When Ruvio passed away, seventeen years to the day after rescuing Gawen at the Battle of Barnon, Caerwyn - with Gawen's blessing - laid him to rest in the royal cemetery in Vattin, with the remains of Gawen's mother on one side and those of Ruvio's own beloved wife and daughters on the other.
ja: Ruvio は残りの日々を Vattin の王宮で過ごし、養子の Caerwyn を、強靭な心と言葉、剣、魂を備え持つように指導しました。Ruvio 同様、Gawen と Deorien からも指導を受けた Caerwyn は、古代 Wesnoth の 聖騎士団を復活させて Wesnoth やその先の地で数々の偉業を成し遂げ、自らの力によって Wesnoth の高貴で尊敬すべき人物となりました。Ruvio が亡くなったとき、Barnon の戦いで Gawen を救出して17年の年月が経っていました。Caerwyn は Gawen の賛同のもと、彼を Vattin にある王家の墓地に埋葬しました。傍らには Gawen の生母と、 Ruvio が愛した妻と娘たちが眠っていました。

source: Thus end the stories of Gawen Hagarthen, Lorin from Gallorae, and Ruvio.
hu: Ezzel vége a Gallorae klánbeli Lorin és Gawen Hagarthen és Ruvio történetének.
ja: こうして、Gawen Hagarthen と Gallorae の Lorin 、そして Rivio の物語は終わりを迎えたのです。

source: Avenging Ruen
ca: La venjança de Ruen
hu: Bosszú Ruenért
ja: Ruen の復讐
ru: Месть за Руэн

source: Inside of the burned village of Ruen, Gawen's soldiers found massacred bodies of men, women and children. No one was unmoved by the terrible sight. Looking at their faces, Gawen sadly realized that the Orcs would not expect any mercy in this battle and no prisoners would be taken.
ja: 焼き払われた Ruen の村に入ると、Gawen の兵士たちは男、女、子供たちそれぞれの虐殺された遺体を見つけました。恐るべきその光景に動じないものはいませんでした。遺体の顔を見た Gawen は、オークが戦いの場に慈悲など持ち込まないことと、捕虜さえ取らないことを悟ったのでした。

source: Revenge!
ca: Venjança!
hu: Bosszút!
ja: 復讐あるのみ！
ru: Месть!
