Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Why? If Freetown's location is so secret, even if Akladian lords knew that I was still alive, they wouldn't be able to find me, right?
ca: Per què? Si la localització de ciutat lliure és tan secreta, aleshores, encara que els senyors akladians sàpiguen que estic viu, no podran trobar-me, no?
hu: Miért? Ha Freetown elhelyezkedése olyan nagy titok, akkor hiába tudja meg egy akladiai úr, hogy élek, úgysem fog tudni megtalálni.
ja: 何故だい？もし Freetown の場所がそれほどの秘密であれば、Akladia 人の領主たちは私がまだ生きていることをたとえ知っても、彼らは私を見つけることはできない、違うかい？
ru: Почему? Раз никто не знает где находится Фритаун, то даже если всем акладианским лордам станет известно, что я жив, они не смогут меня отыскать, так?

source: I am thinking more about your safety amongst the Wesnothians inside of Freetown. Hagarthens were never really popular there. Let's go.
ca: Estic pensant més be en la teua seguretat entre els wesnothians dins de Ciutat Lliure. Els Hagarthen no mai han sigut populars allí. Anem.
hu: Én most a freetowni wesnothiakra gondolok. A Hagarthenek sosem voltak népszerűek a köreikben. De induljunk!
ja: 私は、Freetown の中にある Wesnoth 人に囲まれた、あなたの安全について、もっと考えているのです。Hagarthen は、あそこでは本当に一度も評判が良かったことが無かったのです、行きましょう。
ru: Я больше думаю о том, чтобы уберечь тебя от веснотцев, живущих во Фритауне. Хагартенов там никогда не жаловали. Пойдём.

source: (<i>low whistle</i>)
hu: (<i>halk suttogás</i>)
ja: (<i> 低い笛の音 </i>)

source: It's just a... you really know how to handle a blade.
ca: És que... Saps cóm usar l'espasa.
hu: Én csak... Igazán remekül forgatod a kardot.
ja: あれは丁度... 君、本当に剣の使い方は知ってるよね。
ru: Ну... Ты действительно знаешь с какого конца браться за меч.

source: If you want, I'll teach you a few things.
ca: Si vols, podria ensenyar-te algunes coses.
hu: Ha akarod, megtanítalak néhány fortélyra.
ja: お望みでしたら、あなたに少しご指南しますよ。
ru: Если хочешь, я могу научить тебя паре штучек.

source: Unexpected Guests
ca: Hostes inesperats
hu: Váratlan vendégek
ja: 予期せぬ客
ru: Незваные гости

source: ...anyway, this is the territory of my friend, who is loyal to Gawen Hagarthen. He will help us cure our wounded and provide us supplies to continue our journey.
hu: ...akárhogy is, ez a terület a barátomé, s ő hűséges Gawen Hagarthenhez. Segíteni fog minket, ellátja a sebesültjeinket, s ellát minket munícióval, hogy folytathassuk az utunkat.
ja: ...とにかく、ここは Gawen 様に忠誠を誓う、私の友人の領地です。彼は負傷した仲間たちを治療し、旅を続けられるように物資を提供してくれるでしょう。

source: I am not sure whether we have enough gold for this endeavour. I wish we'd gotten more in previous battles, at least 200.
ca: No estic segur si tenim prou or per aquesta empresa. Tant de bo tinguérem una miqueta més d'or de les altres batalles, com a poc, 200 peces.
hu: Nem vagyok biztos benne, hogy elég aranyunk van ehhez a megmérettetéshez. Bárcsak többet gyűjtöttünk volna korábban, legalább 200-at.
ja: 今回の戦いに十分な gold があるかどうか不安です。少なくとも 200 gold 前回の戦いで獲得しておけばよかったのですが。
ru: Не уверен, что нам хватит денег, чтобы закончить предприятие. Мы должны были выручить хотя бы 200 золотых в предыдущих битвах.

source: Explore and try to find if Reme's friend is anywhere nearby
hu: Felderíted, kipuhatolod, hogy Reme barátja a közelben van-e.
ja: Reme の友人が付近にいるかどうか探索してみる

source: Humans! Kill them all!
ca: Humans! Matem-los tots!
hu: Emberek! Öljétek meg mindet!
ja: 人間がいるぞ！ 皆殺しだ！
ru: Здесь люди! Убьём их!

source: No, no, no. We were told only to reconnoiter. We were given specific orders! We should withdraw to get the message back to headquarters. You know, da bosses.
ca: Nononono. Estem explorant. Ens van donar unes ordres específiques. Deuríem tornar al campament i dur la notícia al cap. Ja saps com són els caps.
hu: Nenene! Felderítésen vagyunk. Különleges parancsot kaptunk. Vissza kell térnünk az üzenettel a főhadiszállásra. Emlékezz, főnök!
ja: 違う、違う、そうじゃない。俺達は偵察するように言われただけだ。他のことはすべきじゃない！このままここから本部に引き返して、報告すべきだろ。なあ、ボスたちによ。
ru: Нет-нет-нет. Мы же проводим рекогносцировку. У нас особое задание. Лучше пока отойти назад, чтобы успеть доставить депешу в штаб. Ну, к боссам. Понимаешь?

source: Kill them all! Kill them all! Humans!
ca: Matem-los! Matem-los tots! Tots! Humans!
hu: Megölni mindet! Mind megölni! Emberek!
ja: 皆殺し！ 皆殺し！ 人間どもを！ 皆殺し！
ru: Всех убьём! Всех убьём! Люди!

source: (<i>sigh</i>) Sometimes I feel I was born in the wrong time, wrong place, and wrong race.
hu: (<i>sóhaj</i>) Néha az az érzésem, hogy rossz időben, rossz helyre és rossz fajba születtem.
ja: <small>はぁ...(<i>ため息 </i>)</small> 俺は時々、間違った時代、間違った場所、間違った種族に生まれたと感じることがあるんだ。

source: It seems that the orc in the north is a bit more intelligent than the southern one.
ca: Pareix que l'orc del nord és un poc més intel·ligent que el del sud.
hu: Úgy látszik, az északi orkok egy kicsit intelligensebbek a délieknél.
ja: 北方のオークは南方のオークより、ちょっとだけ賢いらしいですよ。
ru: Похоже, что северные орки поумнее южных.

source: Wesnothian Peasant
ja: Wesnoth の農民

source: We are liberated! Hurray! Wait a moment... those are Akladians. I never thought I would be glad to see them!
hu: Megmenekültünk! Hurrá! Mi ez... Hiszen ezek akladiaiak. Sose hittem volna, hogy valaha is örülni fogok a jöttüknek.
ja: 俺たち、解放されたぞ！ばんざーい！ ちょっと待て... あれは Akladia 人じゃないか。会えて嬉しくなるなんて、これまで考えもしなかったよ！

source: My God! What happened here?
ca: Déu meu! Què ha passat ací?
hu: Istenem! Mi történt itt?
ja: 何てこと！ここで何が？
ru: О боже! Что здесь произошло?

source: One thing is for sure... we will find no shelter, no supplies, and none of Reme's friends here.
hu: Egy biztos, itt nincs menedék, nincs utánpótlás, és Reme barátai sincsenek itt.
ja: 一つだけ確かなことがあるわ... ここには避難所も物資もないし、Reme の友人もいないってこと。

source: You were a worthy opponent. My ancestors probably would decide to honour you by eating your heart. Now, die!
ca: Has sigut un digne rival. Els meus avantpassats t'hagueren honrat menjant-se el teu jove cor. Ara, mor!
hu: Kiváló ellenfelem voltál. Az őseim talán megennék az ifjú szívedet. De nem szórakozunk. Meghalsz!
ja: お前は立派な敵だった。私の祖先なら、お前の心臓を食べることでお前に敬意を払っただろうな。さあ、死ぬのだ！
ru: Ты был достойным противником. Мои предки почли бы за честь съесть твое сердце. А теперь умри.

source: Wait! I hate when you kill people before I have chance to interrogate them. Again.
ca: Espera! Ah, odie quan mates la gent abans que la puga interrogar. Ja és la segona vegada!
hu: Megállj! Gyűlölöm, hogy megölöd az embereket, mielőtt kivallathatnám őket. Már megint.
ja: 待て！何も喋らせずに殺すなんてこと、私は嫌いよ。さあ、もう一度。
ru: Стой! Ненавижу, когда вы убиваете кого-то раньше, чем я успеваю провести допрос. Это уже во второй раз!

source: 'Again?' What do you mean?
ca: Segona vegada? Què vols dir?
hu: Már megint? Mire gondolsz?
ja: もう一度？どういう意味ですか？
ru: Во второй раз? Что Вы имеете в виду?

source: I had no time to play with that assassin sent to kill Gawen, don't you remember?
ca: No vaig poder jugar amb aquell assassí que van enviar per matar Gawen, no te'n recordes?
hu: Nem hagytál időt nekem, hogy a Gawen után küldött orgyilkost kivallassam, nem emlékszel?
ja: Gawen 抹殺のために送り込まれた刺客と遊んでいたから、時間がなかったのよ。憶えてるでしょ？
ru: Мне так и не дали развлечься с наёмником, который приходил за Гэвеном, помните?

source: Wait! I hate when you kill people before I have chance to interrogate them.
ca: Espera! Ah, odie quan mateu la gent abans que els puga interrogar.
hu: Megállj! Gyűlölöm, hogy megölöd az embereket, mielőtt kivallathatnám őket.
ja: 待て！何も喋らせずに殺すなんてこと、私は嫌いよ。
ru: Стой! Ненавижу, когда вы убиваете кого-то раньше, чем я успеваю провести допрос.

source: Before I kill you, I want you to tell me everything you know! Why are you here? How come we have not heard about any Orcs?
ca: Abans que et mate, vull que em digues tot el que saps! Per què esteu aquí? Cóm és que no hem sentit res de vosaltres?
hu: Mielőtt megöllek, szeretnék egy esélyt adni neked, hogy elmondhass mindent, amit tudsz. Miért vagytok itt? Hogyhogy eddig nem hallottunk az orkokról?
ja: お前を殺す前に、お前の知ってることの全部を喋ってもらおうか！お前たちは、なぜここにいる？私たちは、オークがいるなんて聞いていなかったが、それは何故だ？
ru: Хочу, чтобы ты ответил на несколько вопросов перед тем, как я убью тебя. Откуда вы взялись? Как мы могли не слышать о том, что на нашей земле есть орки?

source: Kill the humans... good meat.
hu: Öljétek meg az embereket... finom a húsuk.
ja: 人間を、殺せ... いい肉だねえ。

source: Sigh. We will get nothing more. The other one was far more intelligent.
ca: Sigh, no traurem res en clar d'aquest. L'altre era molt més intel·ligent.
hu: Ehh. Semmi keresnivalónk itt. Az a másik sokkal értelmesebbnek tűnt.
ja: ため息が出るわね。もう何の情報も無いでしょうね。もう一人のほうが、ずっと知能が有ったわね。
ru: Ох. Тут ничего не добьёшься. Тот, другой, куда умнее.

source: Sigh. It seems we will get more from the second Orcish leader. This one is... I mean was... far less intelligent.
hu: Ehhh. Azt hiszem, a másik ork vezértől többet meg fogunk tudni. Ez egy elég ostoba jószág... vagyis ostoba jószág... volt.
ja: ため息が出そうだわ。オークの二人目のリーダーからもっと話が聞けるかもしれない。こいつじゃあ...ちょっと...知能が低すぎる。

source: Do not kill him! Leave the final blow to me, I have to interrogate him!
ca: No el mateu! Deixeu-me l'últim cop a mi, he d'interrogar-lo!
hu: Ne öld meg! Hagyd nekem az utolsó csapást, ki kell vallassam!
ja: そいつを殺してはダメよ！ 最後の一発は私が決める。吐かせなきゃならないことが有るからね！
ru: Не убивайте его! Поледний удар оставьте мне. Я должна допросить его.

source: Before I kill you, I want to ask you a question. Do you prefer to die painlessly or do you want me to think up some nightmarish way for you to die?
ca: Abans que et mate, vull que em respongues unes poques preguntes. Prefereixes morir sense dolor o vols que jo pense alguna manera de morir digna d'un malson?
hu: Mielőtt megöllek, kérdeznék tőled valamit. Fájdalom nélkül akarsz kimúlni, vagy azt szeretnéd, hogy valami rémes kínszenvedést eszeljek ki számodra?
ja: お前を殺す前に、聞きたいことが有る。苦しまずに死にたいか、それとも、悪夢のような死なせ方を私に考えさせたいか、さあ、どっちだ？
ru: Перед смертью ты должен ответить на некоторые вопросы. Хочешь ли ты умереть без боли, или предпочитаешь, чтобы я придумала для тебя парочку действительно кошмарных способов казни?

source: Being killed by a human woman is already the most nightmarish way to die I can imagine.
ca: Ser mort per una dona humana ja és una manera de morir digna d'un malson.
hu: Egy asszony kezétől meghalni a legrémesebb kínszenvedés számomra, amit csak el tudok képzelni.
ja: 女の人間に殺されるなんて、もう、それこそ想像を超えるほどの悪夢だぜ。
ru: Смерть от руки человеческой женщины и так самая кошмарная смерть, которую я могу представить.

source: You are mistaken, my darling. I can prove it to you. I want you only to answer few questions. You said you are here to reconnoiter. Who sent you here? Answer now, or you will end your life as a miserable gelding!
ca: Estàs equivocat, estimat amic meu, i t'ho puc demostrar. Només vull que em respongues unes poques preguntes. Has dit que estàveu ací explorant... Qui vos ha enviat? Respon-me, o acabaràs la teua vida sense això que et penja ací baix...
hu: Gyér a fantáziád, barátocskám. Majd rájössz, ha nem válaszolsz a kérdéseimre. Azt mondtad, hogy felderítést végeztetek. Ki küldött titeket? Válaszolj, vagy kiherélt nyomorékként fejezed be az életed.
ja: あら、それは間違ってるわ、お兄さん。証明してあげるから、質問に答えなさい。さっき、「偵察に来た」って言ってたわね。誰に言われたの？ほら、答えなさい、でないと、哀れな去勢馬として、この世からオサラバよ！
ru: Нет, дружок, ты ошибаешься. И я могу доказать тебе это. Мне нужно узнать от тебя совсем немного. Ты говорил, что проводишь здесь рекогносцировку. Кто тебя послал? Отвечай, если не хочешь окончить жизнь жалким кастратом!

source: Wait, I will tell you. There is a large army to the north, preparing an assault on your kingdom. We were sent here to find a good path, destroy Castle Raumair and escort an envoy to our headquarters.
ca: Espera, t'ho diré! Hi ha un gran exèrcit al nord preparant-se per un assalt al vostre regne. Ens van enviar per trobar una bona ruta, destruir el castell del Clan Raumair i escoltar un missatger cap al campament.
hu: Várj, beszélek. Északra van egy nagy sereg, ami lerohanja a királyságodat. Azért küldtek minket, hogy egy járható utat keressünk, leromboljuk a Raumair kastélyt, és egy követet kísérjünk a főhadiszállásunkra.
ja: 待ってくれ、言うから...。北の方に大軍勢がいて、お前たちの王国を攻撃する準備をしてるんだが、その攻め込む道を探すために送り込まれたんだ。Raumair 城を壊滅させて、俺たちの本陣まで使いの者を護衛するためにな。
ru: Стоп! Я всё скажу. На севере стоит огромная армия, готовая вступить в ваши королевства. Мы были посланы за тем, чтобы разведать дорогу, разрушить замок Ромейр и сопроводить особого посла в наш штаб.

source: Envoy? What envoy?
ca: Missatger? Quin missatger?
hu: Követet? Milyen követet?
ja: 使いの者？何の使い？
ru: Особого посла? Кто это?

source: A human. He hasn't appeared, though, we were waiting for him here.
ca: Un humà. No ha aparegut encara, i estàvem esperant-lo ací.
hu: Egy embert. De nem jelent meg, hiába vártuk.
ja: 人間だよ。まだ来てないけど。俺達はここで待ってたんだ。
ru: Человек. Он так и не появился, сколько мы его здесь ни ждали.

source: Wait - you were expecting human envoy here? And how did you make your way here through the underling realms?
ca: Espera, estàveu esperant un missatger humà ací? I com vos heu pogut obrir pas fins ací a través dels regnes carralls?
hu: Várj csak - itt vártatok egy emberi követet? S hogy tudtatok észrevétlenül átjönni a nemtelenek országán?
ja: おい、待て ― お前たちは人間の使いがここに来ると思っていたんだな？もそれと、人間の下っ端たちのいる地域を、どうやってす通り抜けたんだ？
ru: Постой-ка, то есть вы ждали особого посла от людей? Кстати, как вы дошли до сюда, если на севере находятся царства дикарей?

source: First question, yes, second, we weren't harassed. I don't know why. We were forbidden to pillage and attack anyone until we came into Vakladia. I know nothing more!
ca: Primera pregunta, sí, segona, no vam ser atacats. No sé per què. També teníem prohibit saquejar i atacar qualsevol cosa abans que arribarem a Vakladia. No sé res més!
hu: Az első kérdésre a válasz: igen, másodikra: nem portyáztunk. Nem tudom, miért. Megtiltották, hogy fosztogassunk, s bárkit megtámadjunk Vakladiába jövet. Nem tudok többet.
ja: 初めの質問の答えは、イエスだ。それから、2番目の答えだが、問題なく通れたんだけど、理由は俺達にも分からん。Vakladia に入るまでは略奪とか攻撃とか仕掛けるなと、きつく言われた。それ以上は知らん！
ru: Ответ на первый вопрос - да. О втором нам приказали не беспокоиться. Не знаю почему. Кроме того, нам запретили грабить и убивать кого бы то ни было, пока мы не войдём в Вакладию. Больше я ничего не знаю!

source: Really? That's unfortunate for you. Reme, kill him quickly - I promised him a painless death if he would cooperate.
ca: De debò? Quina llàstima! Reme, mata'l - jo li havia promès pietat si cooperava.
hu: Valóban? Sajnálhatod. Reme, öld meg - megígértem, hogy könyörületes leszek, ha együttműködik.
ja: あら本当？それは残念だったわねえ。Reme 、こいつをさっさと殺してしまいなさい ― 協力すれば、苦しまずに死ねると約束したから。
ru: В самом деле? Что ж, не повезло тебе. Реме, будет лучше, если его убьёте Вы. Я же обещала ему лёгкую смерть.

source: My lady, it seems that those orcs had some gold with them.
ca: Senyora, pareix que aquestos orcs tenien un poc d'or amb ells.
hu: Úrnőm, úgy látszik, az orkok csak szereztek egy kis aranyat.
ja: 奥様、オークたちはいくらかの持ち金が有ったようです。
ru: Госпожа, похоже у орков было с собой немного золота.

source: So I am still 'my lady' to you? This gold is probably the spoils from the burned homes of your friends. Doesn't that disturb you?
ca: Així que encara sóc 'senyora' per tu? Aquest or, segurament, ha sigut saquejat de les cases cremades dels teus amics. No t'incomoda això?
hu: Nocsak, még mindig 'úrnőm' vagyok? Ezt az aranyat talán a barátaid leégetett házaiból rabolták el. Ez nem zavar téged?
ja: あら、私はまだ「奥様」なのね？ そのゴールドはあなたの友人たちの家を焼いた時の戦利品だと思うわ。そのことは気にならないの？
ru: О, я снова твоя госпожа? Скорее всего это золото награблено в сожжённых домах твоих друзей. Это тебя не смущает?

source: I will bury part of the gold within Castle Raumair, along with the heads of the slain orcs. That should be recompense enough for my friends' ghosts. Besides, you shall have more need of the rest than they.
ca: Enterraré part de l'or dins del castell dels Raumair, amb els caps de tots els orcs morts. Això hauria de ser prou recompensa per als fantasmes dels meus amics morts. Deuries quedar-te amb la resta de l'or, et farà falta.
hu: Az arany egy részét a levágott ork fejekkel együtt elégetem a Raumair kastélyban. Ez kielégítheti a barátaim szellemeit. A többire viszont szükséged lesz.
ja: 一部だけは Raumair 城に埋めるつもりです。殺したオークたちの首と共に。我が友人たちの亡霊にとっては、それで十分な報酬になることでしょう。その残り分は、彼らよりもあなたに、今後もっと必要になるでしょうから。
ru: Часть золота я зарою в замке Ромейр вместе с головами убитых орков. Думаю этого будет достаточно, чтобы успокоить души моих погибших друзей. Остальное пусть останется у Вас. Золото Вам ещё пригодится.

source: Abducted Bride
ca: Núvia segrestada
hu: Elrabolt lány
ja: 拉致された花嫁
ru: Похищенная невеста

source: Wait, do not die yet! I want you to answer a few questions first!
ca: Espera! No et mogues encara! Sé que pots sentir-me, respon-me a unes preguntes!
hu: Megállj, ne halj még meg! Válaszolj egy pár kérdésemre!
ja: 待て、まだ死ぬな！先ずは、いくつかの質問に答えるのだ！
ru: Стой. Не умирай. Я знаю ты меня слышишь. Ответь на несколько вопросов.

source: You have defeated me, so I will grant you your wish. What do you want to know?
ca: M'has derrotat, així que et concedisc el teu desig. Què vols saber?
hu: Legyőztél, rendelkezz velem! Mit akarsz tudni?
ja: お前は俺を打ち倒したんだ、いいだろう、望みを叶えてやろう。何が知りたい？

source: Why you have kidnapped this poor girl?
ca: Per què has segrestat aquesta pobra xica?
hu: Miért raboltátok el ezt a szegény lányt?
ja: この哀れな少女を拉致した理由は？

source: What are the plans of king Buffin?
ca: Quins són els plans del rei Buffin?
hu: Mit tervez Buffin király?
ja: Buffin 王は何を企んでるのだ？

source: What do you know about the situation in Vakladia?
ca: Què saps de la situació en Vakladia?
hu: Mit tudsz a vakladiai helyzetről?
ja: Vakladia が今どうなっているか、お前は知っているか？

source: Because I wanted to.
hu: Mert megkívántam.
ja: 私が、そうしたかったからだ。

source: I don't have to explain myself to anyone.
ca: Perquè volia. No li ho he d'explicar a ningú.
hu: Nem gondolom, hogy bárkinek magyarázkodnom kellene.
ja: 自分のことを誰に説明する必要もない。

source: Why should I tell you? This is confidential and even though you gave me a good fight and an honourable death, I can't tell you.
ca: Per què hauria de dir-t'ho? Això és secret i encara que m'has donat una bona lluita i una mort honorable, no t'ho puc dir.
hu: Miért mondanám el neked? Ez titok, s habár méltó ellenfél voltál, s tisztes halált adsz nekem, mégsem mondhatom el neked.
ja: お前に話す理由など無いはずだが？これは誰にも話せない機密事項なのだ。だから、お前と立派に戦った末に、たとえ名誉の死を遂げたとしても、それだけは決して話せないのだ。

source: Vakladia is finished. The whole country is in chaos. I think Bor Cryne, one of their lords, wants to declare himself king, but not many Akladians living there will recognise him. Only Hagarthens can be kings.
ca: Vakladia està acabada. Tot el país esta submergit en el caos. Crec que Bor Cryne, un dels senyors, vol coronar-se rei, però pocs akladians el reconeixerien com a tal. Només els Hagarthen poden ser reis.
hu: Vakladiának vége. Az egész ország káoszba fulladt. Azt hiszem, hogy Bor Cryne, az egyik nagyhatalmú úr akarja magát megkoronáztatni, de nincs túl sok híve. Csak Hagarthenből lehet király.
ja: Vakladia はもうお終いだ。国全体が混沌とした状態にある。思うに、Bor Cryne 、領主の一人だが、彼が国王の名乗りを上げたがっている。だが、居住する多くの Akladia 人は、彼のことを認めないと思う。Hagarthen 家だけが王位に着けるのだからな。

source: I don't know that name.
ca: No conec eixe nom.
hu: Sosem hallottam ezt a nevet.
ja: そんな名前は知らん。

source: Where is your lord keeping the kidnapped girl?
ca: On té el teu senyor segrestada la xica?
hu: Hol tartja urad az elrabolt lányt?
ja: お前の領主は、拉致した少女をどこに監禁しているのだ？

source: North of his castle, in small cage.
ca: Al nord d'aquest castell, en una xicoteta gàbia.
hu: Innen északra, egy kis ketrecben.
ja: 城の北方、小さな檻の中に閉じ込めている。

source: I don't know. Only the king would know what his plans are.
hu: Nem tudom. Csak a királyok tudják, hogy milyen tervet forgatnak a fejükben.
ja: 私は知らない。どんな企みが有るのかを知ってるのは、王だけだ。

source: Their king is dead, orcs are ravaging though their land, their country is in chaos... These are hard times for worthy people. Easkladia lies in ruins, and now Vakladia is falling too... we all await the messiah who will end these grueling times.
ca: El seu rei és mort, els orcs estan saquejant tota la terra, el país és un caos... Són uns temps difícils per la bona gent. Iskladia està en ruïnes, ara Vakladia cau també... Tots esperem el messies que acabarà amb aquestos temps de necessitat.
hu: A királyuk halott, orkok fosztogatnak szerte az országban, az egész káoszba fulladt... Nehéz idők járnak a nagy emberekre. Easkladia romokban fekszik, s most Vakladia is hanyatlik... Mindannyian a Megváltót várjuk, aki véget vet ennek a tragikus időszaknak.
ja: 彼らの王は死んだ。オークは国中を荒らし回って、国が混沌としている...良識のある人々にとって、辛い時が流れている。Easkladia は廃墟と化しているし、今では Vakladia も陥落しようとしている... この厳しい時から抜け出させてくれる救世主を、誰もが待ち望んでいるのだ。

source: I've never heard of that name.
ca: No conec eixe nom.
hu: Sosem hallottam ezt a nevet.
ja: その名前は聞いたことがない。

source: The peasants told Gawen that the lord of the neighbouring territory, Bark O Skagrrak, had kidnapped a young girl and was trying to force her to marry him. The decision to save the poor girl came naturally for Gawen.
ca: Els camperols van contar-li a Gawen que el senyor de les terres, Bark O Skagrrak, va segrestar una xica jove per forçar-la a cassar-se amb ell. La decisió de salvar-la li va vindre de natural a Gawen.
hu: A parasztok elmondták Gawennek, hogy a szomszédos területek ura, Bark O Skagrrak, elrabolt egy fiatal lányt, hogy kényszerházasságra kényszerítse. A döntés, hogy kiszabadítsa a szegény lányt, magától értetődő volt Gawen számára.
ja: 農民たちが Gawen に話したところによると、隣接する地域の領主 Bark O Skagrrak が少女を拉致して、無理やり結婚させようとしている、ということでした。その哀れな少女を救い出す決心をすることは Gawen にとってはごく自然なことでした。
ru: Крестьяне расказали Гэвену, что соседний лорд Барк О'Скагррак похитил юную девушку, чтобы заставить её выйти за него замуж. Естественно, Гэвен принял решение спасти бедную девушку.

source: Rurk, report about your preparations.
ca: Rurk, informa de les preparacions.
hu: Rurk, jelentést kérek az előkészületekről.
ja: Runk 、準備状況の報告をしなさい。
ru: Рурк, доложи о готовности.

source: We are ready, my lord. Where will we be going? Is the gossip I've heard about the hordes on our eastern border true?
ca: Ja estem preparats, mon senyor. On anirem? Són certs els remors que he sentit d'unes hordes que envaeixen la nostra frontera est?
hu: Készen vagyunk uram. Hová megyünk? Igaz a pletyka, amit a keleti határon hallottam?
ja: 準備完了です、領主。で、我々はどこへ行くんです？東方の国境に大軍が来ているという噂は本当なんですか？
ru: Мы готовы, милорд. Куда направляться? Слухи об ордах на нашей восточной границе правда?

source: What gossip? Ghosts invading the castles? Rurk, I thought you were a reasonable man. Ghosts and undead are stories for Wesnothians. I think king Buffin is planting such gossip himself to scare Wesnothians and to distract them from thinking about rebelling again.
ca: Quins remors? Fantasmes envaint els castells? Rurk, pensava que eres un home raonable. Els fantasmes i els no morts són històries per als wesnothians, crec que el mateix rei Buffin ha creat els rumors per espantar els wesnothians i per evitar que pensen en la pròxima rebel·lió.
hu: Miféle pletyka? Szellemek szállták meg a kastélyokat? Rurk, azt hittem, te egy komoly ember vagy. A szellemek és élőholtak csak a wesnothiak meséiben léteznek, szerintem ezeket a pletykákat maga Buffin király terjeszti, hogy elriassza a wesnothiakat a lázadás gondolatától is.
ja: 噂がどうした。ゴーストが城に侵入した？ おい、Rurk 。私はな、お前は理知的なやつだと思っていた。ゴーストだのアンデッドだのは Wesnoth 人向けの話だろ。おそらく Buffin 王が噂をばら撒いたのだ。 Wesnoth 人を怖がらせて、二度と反乱を起こす気にさせないようにな。
ru: Что за слухи? Призраки захватили замок? Рурк, я считал тебя разумным человеком. Призраки и мертвецы это веснотские байки. Скорее всего король Баффин сам распускает эти слухи, чтобы веснотцы больше боялись и меньше думали о новом восстании.

source: So why are we preparing our army?
ca: I per què estem preparant, doncs, l'exèrcit?
hu: Tehát, miért is tartjuk készenlétben a sereget?
ja: では、我々が軍隊の準備をする理由はなんです？
ru: Так для чего тогда мы собрали армию?
