Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: When Gawen's soldiers entered Okladia, they immediately noticed a difference. No ash in the air from the burning villages, no unburied bodies of peasants in the fields, no crows waiting patiently until they could resume their meal.
ca: Quan els soldats de Gawen van entrar en Okladia, van adonar-se immediatament de la diferència. No hi havia cendra en l'aire dels poblets cremats, tampoc cossos sense enterrar dels camperols pels camps i els camins ni tampoc corbs esperant pacientment a reprendre el dinar.
hu: Amikor Gawen serege megjelent Okladiában, azonnal észlelték a különbséget. A levegőt nem töltötte be az égő falvak füstje, a mezőket nem borította temetetlen parasztok holtteste, s varjak sem kerengtek zsákmányra várakozva.
ja: Okladia に Gawen の兵士たちが入ると、すぐに様子がおかしいことに気付きました。燃え盛る村から出る灰が舞い上がることもなく、地上には埋葬されていない農民たちの死体はなく、食事を始めるのをじっと待つ烏さえいませんでした。
ru: Когда солдаты Гэвена вошли в Окладию, они сразу же заметили отличия. В воздуже не было пепла сожжённых деревень, в полях не лежали обгорелые трупы, не было воронов, терпеливо ожидающих свежего мяса.

source: Okladia was one of four kingdoms founded by Gawen's grandfather's sons after his death. Okladia was ruled by Buffin Hagarthen, an old, suspicious, and very conservative king. He had been easily able to crush a recent Wesnothian rebellion in his country - for the fourth time in his reign - and had the reputation of being a very careful and skillful ruler.
ca: Okladia era un dels quatre regnes fundats després de la mort de l'avi de Gawen Hagarthen pels seus fills. Aquest era regit per Buffin Hagarthen, un vell rei, molt desconfiat i conservador. Havia sigut capaç d'esclafar els rebels wesnothians en el país quatre vegades durant el seu regnat, i tenia la reputació de ser un rei molt cautelós i hàbil.
hu: Okladia egyike volt a négy királyságnak, amelyeket Gawen nagyapjának halála után fiai alapítottak. Itt Buffin Hagarthen uralkodott, egy gyanakvó és maradi öregúr. Képes volt elfojtani a wesnothiak lázadását az országában, már a negyediket uralkodásának kezdete óta, s ezért nagyon óvatos és előrelátó uralkodó hírében állt.
ja: Okladia は、Gawen の祖父の息子たちが、彼の死後に建国した４王国の一つでした。Okladia は、年老いて疑り深い、非常に保守的な Buffin Hagarthen 王が統治していました。彼は最近、この国で勃発した Wesnoth 人の反乱 ― 彼の治世で４回起きていました ― を容易に鎮圧していて、非常に慎重で有能な統治者だという評判を得ていました。
ru: Окладия была одним из четырёх королевств, основанных младшими Хагартенами после смерти деда Гэвена. Здесь правил Баффин Хагартен, старый, подозрительный и консервативный король. За время своего правления он четырежды успешно подавлял восстания веснотцев и заслужил репутацию осторожного и умелого правителя.

source: It's strange, but I have a premonition of success, the likes of which I have had never before. Our soldiers are really the best of their kind; the true elite. It's been more than a month since we left Raedwood, and we have already routed forces larger than ours.
hu: Különös, de most bízom a sikerben, pedig korábban nem hittem. A mi katonáink tényleg a legjobbak, igazi szuperhősök. Jó hónapja hagytuk el Raedwoodot, s máris megsemmisítettünk egy a miénknél nagyobb sereget.
ja: 不思議ではあるが、かつて無かったような成功の予感がするぞ。我が兵士は本当に最も優秀な者たちで、真の精鋭だ。私たちが Raedwood を出てから一月が経つが、既に、こちらよりも大きな軍隊を撃破している。

source: A month? Are you sure it's been more than a month?
ca: Un mes? Segur que ja ha passat un mes?
hu: Egy hónapja? Biztos vagy benne, hogy már több, mint egy hónap eltelt?
ja: 一ヶ月？もう一ヶ月以上経ったって、本当に？
ru: Месяц? Ты уверен, чуть больше месяца?

source: Yes... Yes it is... more than a month... oh Gawen, I... I've done something really terrible... I... I... I don't know how to tell you...
ca: Sí... Sí... Un mes... Oh, Gawen, he fet una cosa realment terrible... Jo... Jo... Jo... No sé cóm dir-t'ho...
hu: Igen... Tényleg... Több, mint egy hónap telt el... Ó, Gawen, én... Én valami szörnyűséget... Én... én... nem is tudom, hogy mondjam el...
ja: ええ... そうよね... 一月以上... あぁ Gawen 、私... 私は本当に大変なことをしてしまって... わ、私.. あなたに何と言えばいいのか...
ru: Да... Именно так... Чуть больше месяца... О, Гэвен, я... Я сделала что-то совершенно ужасное... Я... Я... Я не знаю как рассказать тебе...

source: What?!?
ca: Què?!?
hu: Mit?!?
ja: えっ？
ru: Что?!?

source: No, nothing. It doesn't matter. I... I'm sorry, but I can't... I will join you later.
ca: No, no res. No importa. Jo... Ho sent, però no puc... M'uniré després a vosaltres.
hu: Ö, semmit. Nem fontos. Én... sajnálom, de most... később csatlakozom hozzátok.
ja: いえ、何でもないわ。どうでもいいことよ。ご...ごめんなさいね、でも今は、私... 後から行くわ。
ru: Нет, ничего. Не имеет значения. Я... Я проше прощения, но я не могу... Я скоро вернусь.

source: Gawen, I've never seen your step-mother like this before. I think she is sick. Very sick. I saw her vomiting yesterday.
ca: Gawen, no mai havia vist així a la teua madrastra. Crec que està malalta. Molt malalta. Ahir la vaig veure vomitant.
hu: Gawen, még sosem láttam ilyen állapotban a mostohádat. Szerintem beteg. Nagyon beteg. Tegnap láttam, hogy hányt.
ja: Gawen 、お母上のこんな様子はこれまで見たことがありません。病気だと思います、かなり重いようです。昨日。嘔吐するところを見ました。
ru: Гэвен, я никогда раньше не видел твою мачеху такой. Мне кажется, ей плохо. Очень плохо. Вчера я видел, как её рвало.

source: But... What happened? Why? Is she...
ca: Però... Què ha passat? Per què? Està...
hu: De... Miért? Mi baja van? Talán...
ja: しかし... 何があったのだろうか？なぜ彼女が...
ru: Но... Что случилось? Почему? Она...

source: Poisoned? It's not impossible. We have Akladians in our army, don't we?
ca: Enverinada? Per què no. Hi ha akladians en el nostre exèrcit, no?
hu: Megmérgezték? Miért is ne. Vannak akladiaiak is közöttünk, nem igaz?
ja: 毒か？いや、考えられなくはない。我が軍には Akladia 人がいますよね？
ru: Отравлена? Почему бы и нет. Ведь в нашем войске есть ещё акладианы?

source: My lord, I do not wish to disturb you, but our scouts have reported about the enemy forces.
ca: Mon senyor, no vull destorbar-vos, però els nostres exploradors ens informen de la presència de tropes enemigues.
hu: Uram, nem szeretnék zavarni, de a felderítőink ellenséges sereget jeleztek.
ja: 陛下、お邪魔して申し訳ありませんが、斥候が敵軍に関して報告してきました。
ru: Милорд, не хотел вас беспокоить, но разведчики доложили о приближении вражеской армии.

source: Hmm... It seems we will have to fight this army to continue our journey. It should be easy.
hu: Hmm... Úgy látszik, meg kell ütköznünk velük, hogy folytathassuk az utunkat. Hamar végeznünk kell velük.
ja: うーむ、この旅を続けるためには、今度の敵と一戦交えなければならないようだ。大したことはないだろうが。

source: My lord, our scouts also told us that we are being followed by a very large army of Akladians. Someone has noticed us. Maybe our successes have been too much. We have to win quickly, or we will be crushed by another foe.
ca: Mi senyor, els nostres exploradors també ens han dit que un enorme exèrcit akladià ens està seguint. Tal vegada els nostres èxits han sigut massa cridaners, però algú s'ha adonat de la nostra presència. Hem de vèncer ràpidament, o serem esclafats per un altre enemic.
hu: Uram, a felderítőink azt is jelezték, hogy egy igen nagy akladiai sereg van a nyomunkban. Felfedeztek minket. Túl nagy zajt keltettünk az eddigi győzelmeinkkel. Sietnünk kell, gyorsan át kell vágjunk az előttünk álló seregen, különben az üldözőink is ideérnek.
ja: 陛下、斥候も申しておりましたが、Akladia の非常に大きな軍隊が私たちを追っているようです。何者かが私たちに気づいたようです。成功が大きすぎてしまったせいかもしれません。さっさと勝利を収めなければ、別の敵に潰されてしまうことでしょう。
ru: Милорд, разведка также докладывает, что нас преследует большая армия акладиан. Кто-то нас заметил. Похоже, наши успехи стали слишком известны. Мы должны скорее одержать победу, иначе нас сокрушат подоспевшие враги.

source: It will be have to be a quick and decisive victory, then.
ca: Serà una victòria ràpida, doncs.
hu: Akkor gyorsan fogunk győzni.
ja: ということは、迅速で決定的な勝利を勝ち取る必要があるな。
ru: Значит это будет скорая победа.

source: I am ready to take Lorin's place in your battle formation, my lord.
ja: 陛下、私は Lorin 様に代わって皆さんと戦列に加わる用意ができています。

source: If only we had someone to take Lorin's place...
ja: 誰か、Lorin に代わって戦っえるものがいればいいのだが...

source: Now that we have quit Raedwood forest, we should find Deorien. We know he is somewhere in Okladia, another kingdom that was founded by Akladians, and is ruled by your cousins from the Hagarthen line. But where Deorien is exactly... well, we have no idea.
ca: Ara, quan ja hem aconseguit abandonar el bosc de Raedwood, comença la cerca de Deorien. Sabem que és en algun lloc de Okladia, un altre regne creat pels akladians i governat pels teus cosins del clan Hagarthen. Però no teníem cap idea exacta d'on viu.
hu: Most, hogy elhagytuk Raedwoodot, meg kéne keresnünk Deorient. Valahol Okladiában kell lennie, egy másik akladiai királyságban, amelyet a nagybátyád ural. Bár, hogy pontosan hol is lakik... arról gőzünk sincs.
ja: Raedwood の森から脱出しましたので、Deorien を探すべきですしょう。Okladia のどこかにいるはずです。Okladia は Akladia 人が建国した王国で、陛下の Hagarthen 家の従兄弟が統治されていらっしゃいます。しかし、Deorien がどこにいるのかは、うーん... まったく分かりません。
ru: Итак, мы вышли из Редвуда и должны искать Деориена. Мы знаем, что он где-то в Окладии, соседнем акладианском королестве, где правит твоя кузина из клана Хагартенов. Но где точно находится маг неизвестно.

source: That's why I suggest we visit the Oracle, who, being a mage herself, may know where Deorien is.
ca: Per això suggerisc que visitem l'Oracle, qui, sent una maga ella mateixa, sàpiga on pot estar Deorien.
hu: Ezért javaslom, hogy látogassuk meg a Jósnőt, aki maga is mágikus képességgel bír, s biztosan tudja, hol van Deorien.
ja: 私が預言者を訪ねたほうがよいと思うのはそれが理由です。彼女自身、魔術師だし、Deorien の居場所を知ってるかもしれません。

source: I can't hold my sword anymore... I can't...
hu: Többé nem vehetem kézbe a kardomat... Soha többé...
ja: もう、剣を持てないかもしれません... もう剣を...

source: My ancestors, I am coming to you! I hope I have not failed you...
hu: Őseim, megtérek hozzátok! Remélem, méltó voltam hozzátok...
ja: ご先祖様、そばに行きます！あなたの期待に応えられたでしょうか...

source: I'm not afraid... I would just want to smoke a little longer...
hu: Nincs bennem félelem... Csak még egy kicsit füstölhetnék...
ja: 別に怖くはない... ただ、もう暫くタバコを吸いたい...

source: Dunefolk die without fear!
hu: A dűnelakók félelem nélkül halnak meg!
ja: デューンフォークは恐れることなく死ぬのだ！

source: No! It's impossible! I have just started!
ca: No! És impossible! Acabe de començar!
hu: Ne! Ez lehetetlen! Csak most kezdődött!
ja: 違う！そんな筈はない！今始めたばかりなんだ！
ru: Нет! Это невозможно! Я же только начал!

source: That's not fair!
ca: No és just!
hu: Ez nem igazság!
ja: 不公平だわ！
ru: Во мне нет страха!

source: Father! Father! I am losing my...
ca: Pare! Pare! Estic perdent...
hu: Apám! Apám! Elsötétül...
ja: お父様！お父様！私は、この...
ru: Папа! Папа! Кажется я...

source: No! I have still so much to do!
ca: No! Encara tinc moltes coses que fer!
hu: Ne! Annyi mindent kell még csinálnom!
ja: まだだ！私には、すべきことが山ほどあるんだ！
ru: Нет! Мне ещё так много надо сделать!

source: You'd think I'd have learned not to underestimate my enemies by now, but... argh...
ja: 敵を甘く見てはいけないと私は学んだはずだったし、みんなもそう見ていただろう。しかし、実はまだまだだったのだ... うぅぅ...

source: Get out of my way... I am not here because of you.
ca: Escampa el poll... No estic ací per tu.
hu: Félre az utamból... Nem miattad vagyok itt.
ja: 邪魔なんだよ... 俺はなぁ、お前がいるからここにいるわけじゃねえんだ。
ru: Убирайся с моей дороги... Я пришел не за тобой.

source: You aren't the prince, are you? Then it is not you I seek.
ca: Tu no eres el príncep, veritat? No eres tu qui busque.
hu: Te nem a herceg vagy, ugye? Akkor nem miattad vagyok itt.
ja: お前、王子じゃねえんだろ？俺が探してんのはお前じゃねえよ。
ru: Ты не принц, не так ли? Ты не тот, кого я ищу.

source: Finally! Now, accept the inevitable. I'm a professional, this won't hurt a bit!
ca: Per fi! Ara, prepara't per acceptar l'inevitable. Sóc un professional, no et farà mal.
hu: Na végre! Fogadd el az elkerülhetetlent. Profi vagyok, nem fog fájni.
ja: 遂に見つけた！さあ、もう逃げられねえぞ。俺はプロだから、痛くなる前に死なせてやるぜ！
ru: Наконец-то! Итак, примите неизбежное. Я профессионал. Больно не будет.

source: Leave the final blow for me! I want to interrogate him!
ca: Deixeu-me l'últim cop a mi! Vull interrogar-lo!
hu: Hagyjátok nekem az utolsó ütést! Ki akarom vallatni!
ja: 最後の一撃は私に任せて！こいつを尋問したいの！
ru: Последний удар должна нанести я! Его нужно допросить.

source: Why? Who sent you?
ca: Per què? Qui t'ha manat?
hu: Miért? Ki küldött?
ja: なぜなんだ？ 誰が、お前を送り込んだのだ？
ru: Почему? Кто тебя прислал?

source: Why? Two hundred gold pieces, that's why.
ca: Que per què? Dues centes peces d'or, eixa es la raó.
hu: Miért? Kétszáz aranyért, ezért.
ja: なぜかって？ 200 gold さ。それが理由だ。
ru: Почему? Двести золотых. Вот почему.

source: Die, underling!
ca: Mor, carrall!
hu: Pusztulj, nemtelen!
ja: 死ね、下っ端め！
ru: Умри, дикарь!

source: Stop, don't kill him! We have to interrogate him!
ca: Atureu-vos, no el mateu! Hem d'interrogar-lo!
hu: Megállj, ne öld meg! Ki kell vallatnunk!
ja: やめなさい、殺さなくていいから！聞きたいことがあるのよ！
ru: Стойте, не убивайте его! Мы должны его допросить.

source: Only one thing stays my hand from killing you now. Who sent you?
ca: Bé, només hi ha una cosa que m'impedeix matar-te. Qui et va enviar?
hu: Nos, csak egy dolog tart vissza attól, hogy megnyuvasszalak. Ki küldött?
ja: 今、お前を殺さずにいる理由は一つだ。一体、誰に頼まれたのだ？
ru: Только один вопрос мешает мне тебя прикончить. Кто тебя послал?

source: The fates.
ca: El destí.
hu: A végzet.
ja: あんたらの宿命だよ。
ru: Судьба.

source: Don't test my patience. Speak, or I will kill you.
ca: No jugues amb la meua paciència. Parla o et mataré
hu: Ne tedd próbára a türelmemet! Beszélj, vagy megnyuvasztalak!
ja: ふざけるのも程々にしろ。言わなければ殺す。
ru: Не испытывай мое терпение! Говори, или я убью тебя!

source: Do whatever you want to.
ca: Fes el que vulgues.
hu: Csinálj, amit akarsz!
ja: やりたいようにやればいいさ。
ru: Делайте со мной что угодно.

source: Then die, since you want to.
ca: Bé. Mor, si tanta il·lusió et fa.
hu: Tehát meg akarsz halni, nesze!
ja: なら死ぬがよい、死にたいのならな。
ru: Ну так умри, если ты так этого хочешь.

source: You are way too soft, Reme. Why didn't you give him to me?
ca: Ets massa suau, Reme. Per què no me l'has deixat a mi?
hu: Túl nagyvonalúak a módszereid, Reme. Miért nem hagytad meg őt nekem?
ja: 随分と手ぬるいわね、Reme 。その者を私に引き渡せばよかったんじゃない？
ru: Вы слишком мягкосердечны, Реме. Почему Вы не отдали его мне?

source: Who sent you?
ca: Qui t'ha enviat!
hu: Ki küldött?
ja: 言いなさい、誰の差し金なの？
ru: Кто тебя послал?

source: Our rules are to never betray the trust of those who hired us.
ca: Una de les nostres normes és que no mai traïm el nom de la gent que ens ha contractat.
hu: A törvényeink nem engedik, hogy kiadjam a megbízónk nevét.
ja: 俺たちの掟は、雇い人の信頼を決して裏切らないことだ。
ru: У нас есть правило. Никогда не выдавай человека, который тебя нанял.

source: Don't test my patience, underling! Speak, or you will be sorry you are still alive!
ca: No jugues amb la meua paciència, carrall! Parla, o te'n penediràs d'estar viu encara!
hu: Ne játssz a türelmemmel, nemtelen! Beszélj, vagy azt is megbánod, hogy megszülettél!
ja: ふざけるのも程々にしなさい、下っ端！言わなければ、生きてることを後悔しますよ！
ru: Не испытывай мое терпение, дикарь! Говори, или пожалеешь, что родился на свет!

source: Who sent me? Fate! And there will be others after me. (<i>scream of pain</i>) Aaaargh!
hu: Ki küldött? A végzet! S mások is jönnek utánam. (<i>velőtrázó sikoly <i>) Ááááhhh!
ja: 誰の差し金かって？ あんたらの宿命さ！これからも別の奴が現れるだろうさ。 (<i> 苦痛の叫び声 </i>) うわぁっ!

source: Speak!
ca: Parla!
hu: Beszélj!
ja: 言いなさい！
ru: Говори.

source: My lady, please, stop, that's just...
ca: Ma senyora, per favor, para... açò és senzillament...
hu: Úrnőm, kérlek, hagyd abba, ez csak egy szerencsétlen...
ja: 奥様、どうかおやめください。そこまでは...
ru: Госпожа, пожалуйста прекратите, это же...

source: I can't tell you! (Aaargh) I don't know his name! I was given this task by our elders... of the Outlaw Place. All I know is one of the Akladian lords paid us in gold! The price for the Hagarthens was three hundred gold pieces for the father and two hundred for the son! Aiieeee!!!
hu: Nem mondhatom meg! (Áááhhh) Nem tudom a nevét! Az öregek választottak ki a feladatra, a Törvényenkívüliek Tanyáján. Csak azt tudom, hogy egy akladiai nemes volt a megrendelő, s arannyal fizetett. Háromszáz aranyat az apáért és kétszázat a fiáért. Jajjjjjjjj!
ja: 言えるわけ無いだろ！（アァッ！）名前なんか知らない！Outlow Place の長老に言われてやってるんだ... Akladia の領主の一人が俺達に金を支払ったってこと、それしか知らんよ！ Hagarthen 家の父親の首に 300 gold 、息子の首は 200 gold さ！ アイィィィーッ！

source: No price for me?
ca: No pagaven res per mi?
hu: Az én fejemre nem is tűztek ki vérdíjat?
ja: 私は対価無しってことか？
ru: А сколько за меня?

source: I think he would kill you gratis. He won't say anything more, my lady.
ca: Crec que et mataria debades. No dirà res més, senyora.
hu: Szerintem téged ingyen is elvállalt volna. De többet nem fog mondani, úrnőm.
ja: 奴は無償であなたを殺すと思います。これ以上は何も言えそうにありませんよ、奥様。
ru: Думаю, Вас он убил бы бесплатно. Он больше ничего не скажет, госпожа.

source: Traitors! How can you be so dishonorable as to fight against your own rightful king!
ca: Traïdors! Cóm podeu ser tan deshonestos com per a lluitar contra el vostre propi rei!
hu: Árulók! Hogy lehettek ilyen becstelenek, hogy a törvényes királyotok ellen harcoltok?!
ja: 裏切り者め！お前たち自身の正当な王に楯突くなど、そのような不名誉なことをするとは！
ru: Предатели! Как можно пасть так низко, чтобы сражаться против собственного короля?!

source: Our king is dead! We are not traitors!
ca: El nostre rei ha mort! No som traïdors!
hu: A királyunk meghalt! Nem vagyunk árulók!
ja: 俺たちの王は死んだ！俺達は裏切り者などではない！
ru: Мы не предатели! Наш король мёртв!

source: But here is king's son, his rightful heir. Are you going to fight him?
ca: Però si està ací el fill del rei, el seu hereu per dret propi. Penseu combatre contra ell?
hu: Csakhogy itt van a király fia, a törvényes örökös. Ellene akartok harcolni?
ja: こうして、王様の御子息がここにいらっしゃる。正当な後継者だ。その方と剣を交えるというのか？
ru: С нами сын короля, законный наследник. Вы собираетесь воевать с ним?

source: The king's son is dead! We heard about it!
ca: El fill del rei està mort! Ho hem sentit dir!
hu: A király fia is meghalt! Úgy hallottuk!
ja: 王の御子息は亡くなった！そのように聞いているぞ！
ru: Сын короля умер! Мы слышали это собственными ушами.

source: Do I look dead to you?
ca: Et pareix que estic mort?
hu: Úgy nézek én ki, mint aki meghalt?
ja: 私が死人に見えるか？
ru: Я похож на мертвеца?

source: We were deceived! My king, please forgive me!
ca: Hem sigut enganyats! Sa majestat, per favor, perdoneu-me!
hu: Becsaptak bennünket! Királyom, bocsáss meg!
ja: 俺達は騙されていたのか！ 我が王様、どうかお赦しを！
ru: Нас обманули! Прошу, прости меня, мой король!

source: You fool! He is a mixling, he can't be our king!
ja: バカヤロウ！こいつは混血人じゃないか、俺たちの王であるはずがない！

source: Please, feel free to use any villages I capture, my king! I have no plans for them myself!
ja: 私が攻略した村は、どうぞご自由にお使いください、王様！私自身は使う予定はありません！

source: No! That's impossible! You will pay for that, treacherous dogs! Your sons at Vattin are as good as dead!
ca: No! Això és impossible! Me la pagareu, maleïts traïdors! Ja vos podeu acomiadar dels vostres fills a Vattin!
hu: Nem! Ez lehetetlen! Megfizettek, aljas férgek! Vattinban a fiaitok halálra vannak ítélve!
ja: 何ということ、あり得ない！背信の犬ども、この償いはしてもらう！ Vattin の長子たちは死んだも同然よ！
ru: Это просто немыслимо! Вы дорого заплатите, вероломные псы! Считайте, что ваши дети в Ваттине уже мертвы!

source: You really thought I would send my son to Vattin? You are so easy to fool! That boy at Vattin is not of my blood. Now, prepare to go straight to hell.
ca: De debò pensaves que manaria al meu vertader fill a Vattin? És tan fàcil enganyar-te! Eixe xic que està a Vattin no és el meu primogènit. Ara, prepara't per baixar de cap a l'infern!
hu: Hát valóban azt hitted, hogy az igazi fiamat küldöm Vattinba? Nagyon naiv vagy! Az elsőszülöttemet nem küldtem el Vattinba. Most pedig készüljetek, a pokolra küldünk benneteket!
ja: 私が息子を Vattin に差し出すと、本当に考えていたのか？お前、簡単に騙されたものだな！あの少年は、私の血統を継ぐ者ではない。さあ、地獄への一本道が待っているぞ。
ru: И ты думаешь, что я послал в Ваттин своего настоящего сына? Да ты просто дура! Мальчишка, который находится сейчас в Ваттине, это не мой старший сын. А теперь приготовься отправиться прямиком в ад!

source: This isn't a total surprise to me. My king, we have to escape.
hu: Nem igazán lep meg a dolgok ilyetén alakulása. Királyom, ki kell vágnunk magunkat!
ja: この程度のことは、そう驚くほどの話ではありません。王様、逃げねばなりません。

source: How?
hu: Hogyan?
ja: どうする？

source: We have two ways to out of this trap: there is one way to the west...
hu: Két út is kínálkozik: az egyik nyugatra...
ja: この罠から抜け出す方法が二つあります。一つは、西へ向かう...

source: ...and another way to the east.
hu: … a másik pedig keletre.
ja: ...そしてもう一つは、東へ向かう道です。

source: Which one is better?
ca: Quin és millor?
hu: Melyik a biztonságosabb?
ja: どちらを選ぶべきだ？
ru: И какой же лучше?

source: There is no difference, really. We can use either to reach Vattin. The eastern one leads amidst swamps and forests, while the western one leads through the hills and grasslands. God, I swear to sacrifice a horse if you will help us survive this. A whole, beautiful horse. And I will add a silver saddle!
ja: 実際には、どちらも違いはありません。Vattin へは、どちらの道からでも到着できます。東側の道は沼地と森の真ん中へと通じていますし、西側の道は丘陵地と草原を抜ける道に通じています。神よ、もしも生き残れるのでしたら、私の馬を捧げても構いません。一頭そのまま、美しい馬を。銀の鞍もお付けします！

source: Reme, take my step-mother and protect her. I will stay here to guard your rear during withdrawal.
ca: Reme, dus-te la meua madrastra i protegeix-la. Jo romandré ací per guardar-vos la rereguarda durant la retirada.
hu: Reme, vidd biztonságos helyre a nevelőanyámat, és védd meg! Én itt maradok, s fedezem a hátatokat visszavonulás közben.
ja: Reme 、私の継母を連れていき守ってくれ。私はここに残り、君たちが撤退するあいだ、後方で援護する。
ru: Реме, бери с собой мою мачеху и береги её. Я останусь здесь и буду прикрывать ваши спины, пока вы отступаете.

source: No! That's suicide! I won't let you!
ca: No! Això és un suïcidi! No t'abandonaré!
hu: Ne! Ez öngyilkosság! Én nem hagylak el!
ja: だめよ！それでは自殺するのと同じだわ！そんなこと、私がさせません！
ru: О нет! Это самоубийство. Я тебе не позволю!

source: Reme, take her and go. That is an order. And this is not suicide; I will follow you as soon as possible.
ca: Reme, agarra-la i ves-te. És una ordre. I no és cap suïcidi, vos seguiré tan prompte com puga.
hu: Reme, induljatok! Ez parancs! És nem öngyilkosság, amint lehet, utánatok megyek.
ja: Reme 、彼女を連れていけ。これは命令だ。それから、母さん、これは自殺などではありませんよ、できるだけ早く二人の後を追いますから。
ru: Реме, хватай её и уходи. Это приказ. Никакое это не самоубийство. Я последую за вами так скоро, как это будет возможно.

source: I can't. I won't. I won't leave you, my lord.
ca: No puc. No ho faré. No t'abandonaré, senyor.
hu: Nem tehetem. Nem mehetek. Nem hagyhatlak magadra, uram!
ja: 無理です、私にはできません。王様を、あなたを置いていくなんて。
ru: Я не могу. Не хочу. Я не покину Вас, милорд.

source: That's an order! Reme, if I run from a fight, who will respect me? I am not suicidal, believe me. And you must live; I order you to escort Lady Lorin safely out of this mess. And make sure to bring some loyal guards with you, too!
hu: Ez parancs! Reme, ha elfutnék a csatából, ki tisztelne ezek után? Hidd el, nem rohanok a halálba! Neked különben is élned kell: parancsot adtam, hogy kísérd Lady Lorint biztonságos helyre. És vigyél magaddal néhány megbízható testőrt is!
ja: これは命令だぞ！ Reme 、ここで逃げてしまうような私に、誰が敬意を払うだろうか？ 自殺など望んでいない、私を信じるんだ。そして君は生きねばならない。君に命令する、Lorin 夫人をこの混乱から安全に連れ出してくれ。それと、忠誠心の有る護衛兵も何人か一緒に連れていきなさい！

source: Any unit which reaches either signpost will be evacuated and join Lorin and Reme's party. Gawen will be refunded the cost of evacuated loyal units. Units not recalled will be lost. Units that do not escape will also be lost. Gawen must not escape, or he would be considered an unworthy coward by his soldiers. Lorin will get a bonus applied to her own pool of gold for each turn Gawen resists beyond the required limit. Note that Lorin's gold is separate from Gawen's, so she will not be able to access any gold that he has left over after this scenario. Thus, it is better if Gawen spends all gold available to him now.
ja: 道標に到着したユニットは脱出して、Lorin と Reme の一行に加わります。Gawen には、脱出した忠義ユニットのコストが払い戻されます。召喚されなかったユニットは失われます。召喚しても、脱出できなかったユニットは、やはり失われます。Gawen は脱出してはいけません。でなければ、兵士たちから恥ずべき臆病者とみなされることでしょう。Lorin は、Gawen が最低限のターン数以上の抵抗を続ければ、ターンごとに Lorin のゴールドを獲得します。Lorin のゴールドは Gawen のゴールドとは区別されますので、このシナリオ以降は、Gawen の残りゴールドは使用することはできません。できれば、Gawen は、この時点でゴールドを可能な限り使った方がよいでしょう。
