Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Death of Lady Lorin
ca: Mort de Na Lorin
hu: Lady Lorin meghal
ja: Lorin 夫人の死
ru: Смерть леди Лорин

source: Death of Reme Carrenemoe
ca: Mort de Reme Carrenemoe
hu: Reme Carrenemoe meghal
ja: Reme Carrenemoe の死
ru: Смерть Реме Карренемо

source: Cowardly escape of Gawen Hagarthen
ca: Covard fugida de Gawen Hagarthen
hu: Gawen Hagarthen gyáván megszökik
ja: Gawen Hagarthen の不甲斐ない逃走
ru: Трусливое бегство Гэвена Хагартена

source: I can't just run away. I don't want to. I would prefer to die here, fighting.
ca: Senzillament, no puc fugir. No ho vull fer. Preferiria morir ací, lluitant.
hu: Nem futhatok el. Nem akarok. Inkább harc közben esek el.
ja: ただ逃げるなんてことはできない。絶対にいやだ。ここで、戦って死にたいんだ。
ru: Я не могу просто сбежать. Не хочу. Лучше я умру сражаясь.

source: Reme, you have to take care of Lorin! She went the other way.
ja: Reme 、Lorin...母さんのことを頼む！母さんは別の道を選んだんだ。

source: Take care, Reme Carrenemoe.
ca: Tin cura, Reme Carrenemoe.
hu: Légy óvatos, Reme Carrenemoe!
ja: Reme Carrenemoe 、気を付けてな。
ru: Будь осторожен, Реме Карренемо.

source: Respect, my king. Follow us as soon as possible!
hu: Tisztelettel, uram. Kövess minket, amint lehet!
ja: 王様、よろしくお願いします。一刻も早く私たちに追いついてください！

source: Yes... of course. I'm afraid that means... never.
hu: Igen... persze. Amint lehet, vagyis... soha.
ja: あぁ... 勿論さ。でも... 多分、無理だろうな。

source: Mother, you have to go the other way. Reme is waiting for you there!
ca: Mare, has d'anar per l'altre camí. Reme t'està esperant allí!
hu: Anyám, amarra kell menned! Reme a másik útjelzőnél vár.
ja: 母さん、別の道を行ってください。Reme があちらで待っていますから！
ru: Лорин, тебе нужно идти в другую сторону. Реме ждёт тебя там!

source: No! I won't leave you! I don't want to! Let's die together!
ca: No! No t'abandonaré! No ho vull fer! Morguem junts!
hu: Nem! Én nem hagylak el! Nem akarom! Haljunk meg együtt!
ja: いやよ！ あなたを置いていけるわけないでしょ！死ぬときは一緒よ！
ru: Нет! Я не хочу тебя оставлять! Не хочу! Умрём вместе!

source: Take her to safety, men!
ca: Dueu-la a la seguretat, gent.
hu: Helyezzétek biztonságba, katonák!
ja: ほら、彼女を安全な場所に連れて行くんだ！
ru: Доставьте её в безопасное место.

source: set scenario
hu: küldetés beállítása
ja: シナリオ設定

source: Set scenario status to...
hu: Küldetés státuszának beállítása...
ja: シナリオ設定：ステータスの設定...

source: this spot.
hu: erre a pontra.
ja: この地点.

source: say hello to...
ja: 挨拶する相手...

source: Hello.
ja: こんにちは。

source: Please tell me...
ca: Per favor, podries dir-me...
hu: Nos, felelj...
ja: 教えて、あなたの...

source: your name
ja: 名前

source: the path to your portrait
ja: ポートレイトのパス

source: your ID
ja: あなたのID

source: your usage
ja: 使い方

source: something I'd like you to repeat
ja: 繰り返してほしいこと

source: I changed my mind
ca: He canviat d'opinió.
hu: Meggondoltam magam
ja: また次の機会にしよう
ru: Нет, я передумал.

source: My name is $selected_unit.name|.
ja: 私の名前は $selected_unit.name です。

source: The path to my portrait is $selected_unit.profile|.
ja: 私のポートレートのパスは $selected_unit.profile です。

source: My ID is $selected_unit.id|.
ja: 私の ID は $selected_unit.id です。

source: My usage is $selected_unit.usage|.
ja: 私の使い方は $selected_unit.usage です。

source: Please repeat the following:
ja: 以下のことを繰り返して：

source: Phrase to repeat:
ja: 以下のフレーズを繰り返して：

source: That's impossible! I still have so much to learn!
ca: No! És impossible! Encara tinc tant per aprendre!
hu: Ez lehetetlen! Annyi mindent kell még megtanulnom!
ja: それは不可能です！学ぶべきことが、まだまだあるのです！

source: Noooo!
hu: Neeee!
ja: くそーーー！
ru: Не-е-ет!

source: That's impossible! I have not finished my mission!
ca: No! És impossible! No he acabat la meua missió!
hu: Ez lehetetlen! Még nem fejeztem be a küldetésemet.
ja: 何てことだ！任務半ばで果てるだなんて！

source: Without him, our cause is doomed!
ca: Sense ell, la nostra causa està perduda!
hu: Nélküle vesztésre vagyunk ítélve!
ja: 彼なしでは、私たちの大義はなし得ない！

source: Our scouts have reported that King Buffin has amassed a huge army.
ca: Els nostres exploradors senyalen que el rei Buffin ha reunit un enorme exèrcit.
hu: A felderítőink jelentették, hogy Buffin király óriási sereget gyűjtött.
ja: 斥候からの報告によれば、Buffin 王は、大規模な軍隊を編成しています。
ru: Разведка доложила, что король Баффин собрал огромную армию.

source: Our soldiers will defeat him handily. Besides, someone here was saying that once Gawen is declared the 'messiah,' everyone will greet him and there will be nothing but rejoicing.
ca: Els nostres soldats el derrotaran sense cap problema. A més, algú estava dient que, una vegada Gawen siga declarat 'messies', tots el rebran i hi haurà moltes celebracions.
hu: A harcosaink félkézzel legyőzik őt. Mindazonáltal úgy hallottam, hogy amint Gawenről kihirdetik, hogy ő a 'Megváltó', mindenki üdvözölni fogja őt, s mindenki örvendezni fog.
ja: こちらの軍は、彼の軍隊を安々と打ち負かすことでしょう。それに、ここにいる誰かが言っていましたね、Gawen が "救世主"であると布告された暁には、誰もが彼を迎え入れて、歓喜に包まれるだろうと。
ru: Наши солдаты победят его одной левой. С другой стороны кое-кто говорил, что как только Гэвена объявят мессией, все будут славить его и радоваться.

source: Someone must go to Oracle and tell her the time has come. This would have to be a very brave and trustworthy man.
ca: Algú deu anar a l'Oracle i dir-li que ja és l'hora. Aquest haurà de ser un home extremadament valerós.
hu: Valakinek el kell mennie a Jósnőhöz, és elmondani neki, hogy itt az idő. Egy nagyon bátor harcosra lenne szükség.
ja: 誰かが預言者のもとへ行き、その時が来たことを伝えなければなりません。誰か、勇敢かつ信頼に足る人物が必要です。
ru: Кто-то должен прийти к Оракулу и сказать ей, что время пришло. Это должен быть один очень храбрый человек.

source: I will go.
ca: Jo aniré.
hu: Vállalom!
ja: 私が行きましょう。
ru: Я иду.

source: My lord, do not listen to him. I will go.
ca: Mon senyor, no l'escolteu. Aniré jo.
hu: Uram, ne hallgass rá! Én megyek.
ja: 陛下、彼の言葉に耳を貸してはいけません、私にお任せを。
ru: Милорд, не слушайте его. Пойду я.

source: Ruvio, I want you by my side. And besides, who said that...
ca: Ruvio, et vull al meu costat. A més, qui ha dit que...
hu: Ruvio, szeretnélek téged magam mellett tudni. Amúgy meg, ki mondta, hogy...
ja: Ruvio 、私の側にいてほしい。それに、そういうことを言う人間が...
ru: Рувио, ты нужен мне здесь. С другой стороны, кто сказал, что...

source: So, it is decided. I will go.
ca: Així doncs, ja està decidit. Aniré jo.
hu: Akkor ez eldöntetett. Én megyek.
ja: さあ、決まりですね。私が行きます。
ru: Ну, если вы всё выяснили, то я пойду.

source: My lord, please. It can't be an Akladian, because Akladians have no experience with skulking and hiding. I, on the other hand, have been forced to skulk and hide for half of my life. I will reach the Oracle safely and then I will go to Freetown to tell the elders about everything, so they can gird themselves for the coming war and prepare Freetown for your arrival.
ca: Mon senyor, per favor. No pot ser un akladià, ja que els akladians no tenen cap experiència en ocultar-se i infiltrar-se. D'altra banda, jo m'he amagat i ocultat durant més de la mitat de la meua vida. Arribaré amb tota seguretat a l'Oracle, i després aniré a Ciutat Lliure per contar-ho tot als caps, de tal manera que es puguen preparar per la batalla final i la teua arribada.
hu: Uram, kérlek. Akladiai nem mehet, mert az akladiaiak nem elég tapasztaltak a rejtőzködésben és a lopakodásban. Én a fél életemet rejtve és lopva éltem le. Én biztonságban eljutok a Jósnőhöz, s aztán elmegyek Freetownba, s elmondok a véneknek mindent, s felkészülhetnek a végső csatára, s mindent előkészítenek, mire megjössz.
ja: 陛下、お願いです。Akladia 人には不向きな任務です。彼らには、こっそり行動したり隠れたりする経験が無いのですから。それに比べて私は、人生の半分をそうした任務に身を置かざるを得ない状況でした。私なら無事に預言者の街へと行き、それから Freetown の町まで行って長老たちにすべてを話せるでしょう。そうすれば、彼らは来るべき戦争に身を引き締め、町は陛下の到着の準備を整えることができます。
ru: Милорд, выслушайте. Нельзя посылать акладана, потому что они не умеют красться и скрываться. Я же кардусь и прячусь половину своей жизни. Я спокойно дойду до Оракула, а потом отправлюсь во Фритаун рассказать старейшинам обо всём, чтобы они могли подготовиться к последней битве и подготовить народ к Вашему приходу.

source: Will you allow me to finish? Who said I have agreed? I want to be neither a king nor a messiah. Why me? Why not someone else? This is all insane! I will happily lead the army, but...
hu: Engednétek, hogy befejezzem? Ki mondta, hogy én beleegyezem? Én nem akarok sem király, sem megváltó lenni. Miért én legyek? Miért nem más? Ez őrültség. Boldogan vezetem a hadsereget, de...
ja: 私に最後まで言わせてくれ。私が同意したと誰が言った？私は王にも救世主にもなりたくはない。なぜ私なのだ？他の者でも良いのでは？全く馬鹿げてるよ！軍隊は喜んで率いよう、だが...

source: (<i>sigh</i>) Once again, it can't be anyone else. Only you can unite Wesnothians and Akladians, because only YOU are have the blood of the royal lines of both nations flowing in your veins. I thought I explained that to you already. I'm afraid you were born to this doom, Gawen, you have no choice... unless you want to leave this whole country in chaos, instead.
hu: (<i>sóhaj</i>) Még egyszer elmondom, mert más nem lehet. Csak te egyesítheted a wesnothiakat és az akladiaiakat, mert te vagy az EGYETLEN, aki mindkét királyi család sarja vagy. Azt hittem, már világosan elmagyaráztam. Egyszerűen nincs más választásod. Persze, elegánsan le is léphetsz, s káoszban hagyhatod az egész országot.
ja: (<i> はぁ... </i>) もう一度言いますが、あなたでなければ駄目なのです。Wesnoth 人と Akladia 人をまとめ上げる人は、あなたしかいません。あなたの身体には、２つの国の王家を受け継ぐ血がながれている、あなたしかいないのです。そのことは以前にもご説明したと思います。このような星の下に生まれてきたことは、お気の毒とは思いますが、Gawen 様、選択の余地はないのです... まさか、国全体を混沌の中に置きたいとでも仰るおつもりですか。

source: Also, from this time forth, stop using the name of Gaumhaldric. From this moment forward, everyone should address you as Gawen Haldric Hagarthen, king of both Wesnoth and Akladia.
ca: Ah, per cert, a partir d'ara deixa d'usar el nom de Gaumhaldric. Des d'ara tots deurien anomenar-te Gawen Haldric Hagarthen, rei de Wesnoth i Akladia.
hu: És ettől a pillanattól fogva megszűnik a Gaumhaldric név. Mostantól mindenki szólítson Gawen Haldric Hagarthennek, Wesnoth és egész Akladia királyának.
ja: それに、今後は Gaumhaldric という名前の使用をおやめください。今このときから Wesnoth と Akladia 双方の王として、誰もが Gawen Haldric Hagarthen 王とお呼びするべきです。
ru: И, кстати, с этого дня прекрати называть себя Гемхальдриком. Отныне все должны называть тебя Гэвен Хальдрик Хагартен, король Веснота и Акладии.

source: My king, wish me luck. We will meet soon in Freetown. I will wait for you there, with as large an army as we can muster.
ca: Rei meu, desitgeu-me sort. Ens trobarem prompte en Ciutat Lliure. T'esperaré allí amb un exèrcit gegant.
hu: Királyom, kívánj nekem szerencsés utat! Hamarosan találkozunk Freetownban. Egy hatalmas sereggel együtt várok rád.
ja: 我が王様、幸運をお祈りいたいます。私たちは Freetown で再びお目にかかることでしょう。私はなるべく大きな軍隊を率いて先に出立し、そこでお待ちしております。

source: Now, finally! With a bit of luck, Ruvio will perish, and Gawen will reclaim the throne without the 'help' of him and under... others.
ca: Ah, per fi! Amb una poca de sort, Ruvio morirà i podrem reclamar el tro sense la seua ajuda, ni la de cap carr... altre.
hu: Na végre! Kis szerencsével Ruvio meghal, s visszaszerezzük a trónt a 'segítsége' és a nemt... nem tudom kik segítsége nélkül.
ja: さあ、遂にこの時が来たわ！少し運が良ければ Ruvio は残念な最後を迎えて、 Gawen は、下っ... 、他の者たちの力を借りることなしに王位を取り戻すことでしょう。
ru: Ну, хватит! Может нам повезёт, и Рувио убьют. Тогда мы сможем захватить трон без "помощи" магов и дик... прочих.

source: A Former Friend
ca: Un antic amic
hu: Egy korábbi barát
ja: 元・友人
ru: Бывший друг

source: Ha! They were hiding some gold here!
ca: Ha! Estaven amagant ací una miqueta d'or!
hu: Há! Egy kis aranyat rejtettek el itt!
ja: おっ！ 奴ら、ここにゴールドを隠していたぞ！
ru: Ха! Они спрятали тут немного золота!

source: You have received $gold_amt gold pieces.
hu: Hozzájutsz $gold_amt aranyhoz.
ja: $gold_amt gold を獲得しました。

source: OOPS. There is a bug with looting Robert the Hefty's keep; please report it.
hu: HOPPÁ! Hiba történt Izomrobi várának kifosztása során; kérlek jelezd a fórumon!
ja: おっと。Robert the Hefty の主塔の略奪（looting Robert the Hefty's keep）にバグがあります。是非、メンテナに報告してください。

source: OOPS. There is a bug with looting Uri van Roe's keep; please report it.
hu: HOPPÁ! Hiba történt Uri van Roe várának kifosztása során; kérlek jelezd a fórumon!
ja: おっと。Uri van Roe の主塔の略奪（looting Uri van Roe's keep）にバグがあります。是非、メンテナに報告してください。

source: OOPS. There is a bug with looting Borlug's keep; please report it.
hu: HOPPÁ! Hiba történt Borlug várának kifosztása során; kérlek jelezd a fórumon!
ja: おっと。Borlug の主塔の略奪（looting Borlug's keep）にバグがあります。是非、メンテナに報告してください。

source: OOPS. There is a bug with looting Bor Cryne's keep; please report it.
hu: HOPPÁ! Hiba történt Bor Cryne várának kifosztása során; kérlek jelezd a fórumon!
ja: おっと。Bor Cryne の主塔の略奪（looting Bor Cryne's keep）にバグがあります。是非、メンテナに報告してください。

source: False king - are enjoying your frail victory? Ha, ha, hurry to your witch step-mother, and lie with her while you still have time...
ca: Fals rei... què te pareix la teua fràgil victòria? Ha, ha, ves-te'n amb eixa bruixa, la teua madrastra, i gita't amb ella mentre tingues temps...
hu: Álkirály - élvezed gyenge győzelmedet? Ha, ha, menj ahhoz a boszorkányhoz, a nevelőanyádhoz, s addig dugjad, amíg még van időd...
ja: 偽りの王よ ― 虚しい勝利を満喫しているか？ ハッハッハッ あの魔女の継母のもとへ急げ、そして時間があるうちに二人で虚しい嘘をつくがいい...

source: I've never tortured any prisoner and I've never harmed an innocent, as far as I know. But you, Cryne... you despoiled and then brutally killed Karen.
ca: Que jo sàpiga, mai he torturat cap presoner ni he danyat cap innocent. Però tu, Cryne... tu vas matar Karen.
hu: Én még sosem kínoztam foglyokat, s nem bántottam az ártatlanokat, amennyire tudom. De te, Cryne... Te meggyaláztad, majd kegyetlenül megölted Karent.
ja: 私は囚人を拷問したことはないし、無実の者を痛めつけたこともない、憶えている限りだが。しかしお前はどうだ、 Cryne ... お前は Karen を蹂躙し、残酷に殺した。
ru: Я никогда не пытал пленных и, насколько мне известно, не трогал невиновных. Но ты, Крайн... Ты убил Карен.

source: Do you think I am afraid of you?
ca: Creus que et tinc por, bruixa?
hu: Azt hiszed, megijedek tőled, boszorka?
ja: 俺がお前を恐れていると思うか？
ru: Думаешь я боюсь тебя, ведьма?

source: Oh, I won't hurt you - I will bind you and deliver you into the hands of the children of the Wesnothians you murdered at Freetown. The fearless Bor Cryne killed by children - what do you think about that?
ca: No et faré mal... t'entregaré als xiquets d'aquells que vas assassinar en Ciutat Lliure. Un gran guerrer mort pels xiquets... què et pareix?
hu: Nem foglak bántani - de a meggyilkolt freetowni wesnothiak gyerekei elé vetlek. A nagy harcost gyerekek ölik meg - ehhez mit szólsz?
ja: まあ、お前を傷つけることはしない ― お前を縛り上げ、Freetown でお前が殺した Wesnoth 人の、その子供たちへ引き渡す。子供たちに殺される、恐れを知らぬ Bor Cryne 。どんな気持ちだ？
ru: Я хочу замучить тебя. Я отдам тебя детям тех, кто был убит во Фритауне. Великий воин замучен детьми, звучит?

source: You won't do it, mixling. I've known you for a long time, and have heard the tales of your deeds, and that is not your style. You, like Reme Carrenemoe, are honour incarnate and could never stoop so low.
hu: Te nem teszel ilyet, korcs. Régóta ismerlek, s sokat hallottam dicső tetteidről, ez nem a te stílusod. Te, akárcsak Reme Carrenemoe, a megtestesült tisztesség vagy, te nem alacsonyodnál le ilyen mélyre.
ja: そんなことしないだろ、混血野郎。俺はお前のことを長い間見てきたし、お前の行動も色々と聞いてきた。お前はそんなことをする人間じゃない。Reme Carrenemoe のように気高さの化身のような人物だ、そのような卑怯なことをするわけがない。

source: Don't try me, Cryne.
ca: No em provoques, Cryne.
hu: Ne teszteld a türelmemet, Cryne!
ja: 俺を試すんじゃない、Cryne 。
ru: Не испытывай меня, Крайн.

source: Bor Cryne, tell me...
ca: Bor Cryne, dis-me...
hu: Bor Cryne, mondd el nekem...
ja: Bor Cryne 、教えてくれ...
ru: Скажи мне, Бор Крайн...

source: Who hired the assassin that was sent after me?
ca: Qui va contractar aquell assassí que va intentar matar-me?
hu: Ki bérelte fel az orgyilkost, hogy megöljön?
ja: 私に暗殺者を仕向けたのは誰だ？
ru: Кто нанял убийцу, который когда-то преследовал меня?

source: Why have you allied with orcs and Grekulak?
ca: Per què estàs aliat amb els orcs i Grekulak?
hu: Miért szövetkeztél az orkokkal és Grekulakkal?
ja: オークや Grekulak と手を組んだ理由は何だ？
ru: Зачем ты объединился с орками и Грекулаком?

source: Who poisoned my mother?
ca: Qui va enverinar ma mare?
hu: Ki mérgezte meg az édesanyámat?
ja: 私の実母を毒殺したのは誰だ？
ru: Кто отравил мою мать?

source: That's all I wanted to know.
ca: Això es tot el que volia saber.
hu: Ez minden, amit tudni akartam.
ja: 知りたいことは以上だ。
ru: Это всё, что мне нужно было узнать.

source: You really don't know? Ha, ha! I forgot - you have been so sheltered from reality. The Galloraes did. The clan of your step-mother. Ha, ha, ha! You really didn't know! I wish I could see Lorin's face when you skin her alive!
ca: No ho saps? De debò? Ha, ha! M'havia oblidat... estàs tan allunyat de la vida real. Ho van fer els Gallorae. El clan de la teua madrastra. Ha, ha, ha! No ho sabies! Tan de bo poguera veure la cara de Lorin quan l'espelles!
hu: Hát tényleg nem tudod? Ha, ha! Elfelejtettem, hogy el vagy vágva a valóságtól. A Gallorae klán csinálta. A nevelőanyád klánja. Ha, ha, ha! Te semmit nem tudsz! Szeretném látni Lorin arcát, amikor elevenen megnyúzod!
ja: 本当に知らないのか？ ハハッ！笑えるな。忘れていた ― 現実から目を背けてきたんだな、お前。Gallorae 一族さ。お前の継母一族だよ。ハッハッハ！ 本当に知らなかったんだな！お前が、Lorin の生きたままの皮を剥ぐときの彼女の顔を見たいものだな！
ru: Ты действительно не знаешь? Ха-ха! Я забыл, ты далёк от реальной жизни. Это сделали Гэллоры. Клан твоей мачехи. Ха-ха-ха! Ты и в самом деле не знал! Я хотел бы посмотреть на лицо Лорин, когда ты будешь живьём сдирать с неё кожу!

source: To purify the world and prepare it for the coming of God's messiah!
ca: Per purificar el mon i preparar-lo per la tornada del messies de Déu!
hu: Hogy megtisztítsuk a világot a szennytől, s megtisztulva várjuk az Isten küldöttét, a Megváltót.
ja: 世界を清めて、神の遣わす救世主の到来に備えるためだ！
ru: Чтобы очистить мир и приготовить его к приходу мессии!

source: Do you really believe in that? Do you, Bor?
ca: Realment t'ho creus, Bor?
hu: Te tényleg hiszel ebben? Tényleg, Bor?
ja: そんなこと、本当に信じているのか？どうなのだ Bor ？
ru: И ты действительно в это веришь? Ты, Бор?

source: And do you really believe you are the messiah? We would have killed every friend of an underling and everything would finally be as it should be. Grekulak would rule the world, we Akladians would rule the humans, and I, Bor Cryne, would rule the Akladians...
ca: I tu realment creus que eres els messies? Mataríem tots els amics dels carralls i tot tornaria a ser com deuria. Grekulak governarà el món, els akladians governaran els humans i jo governaré els akladians.
hu: És te elhiszed, hogy te vagy a megváltó? Kiirtunk mindenkit, aki nemtelenekkel barátkozik, s mindenkit, aki megérdemli. Grekulak fogja uralni a világot, mi, akladiaiak uralkodunk az embereken, s én uralkodok az akladiaiakon...
ja: お前こそどうなんだ、自分が救世主だと思っているのか？下っ端の友人すべてを殺すことで全てがようやくあるべき姿となる。Grekulak が世界を支配し、我々 Akladia 人が人間を支配、そしてこの私、Bor Cryne が Akladi 人を支配する...
ru: А ты веришь в то, что мессия это ты? Мы должны убить всех дикарских дружков и так и будет, потому что так должно быть. Грекулак должен править миром, акладианы должны править людьми, а я - править акладианами...

source: I did! And I regret to this day that he failed - but what one can expect from an underling...
ca: Jo vaig ser! Tan de bo no hagués fallat... però que pot ú esperar d'un carrall...
hu: Én. És sajnálom, hogy nem sikerült neki - de mit várhat az ember egy nemtelentől...
ja: 私だよ！ それで、今日までずっと奴が失敗したことを後悔しているのさ ― だが、一人の下っ端に期待できることと言えば...
ru: Я! И до сих пор жалею, что он провалил задание. Впрочем, чего ещё можно было ожидать от дикаря?..

source: What was that? Speak up, you mumbler!
hu: Mi van? Artikulálj, ne motyogj!
ja: 何だそれは？言ってみろ、ブツブツほざきやがって！

source: Uri van Roe - do you remember that day on the fields of Barnon, when you betrayed me?
ca: Uri van Roe... te'n recordes d'aquell dia en Barnon, quan vas trair-me?
hu: Uri van Roe - emlékszel arra a napra Barnonnál, ahol elárultál?
ja: Uri van Roe 、Barnon の戦場にでお前が私を裏切った時のこと、お前は憶えているか？
ru: Ури ван Рое, ты помнишь тот день в Барноне, когда ты предал меня?

source: You? Betrayed you? You mixling, you underling, you never were my king - no Akladian worth the name would ever serve a wretch like you!
ca: Trair-te? A tu? Tu, mestís, carrall, mai vas ser el meu rei... cap akladià que respectara el seu nom acceptaria servir una criatura com tu!
hu: Téged? Elárultalak? Te korcs, te nemtelen, sosem voltál az én királyom - aki téged szolgál, az nem méltó az akladiai névre.
ja: お前を？ 俺が裏切っただと？ おい、混血野郎、お前が俺の王だったことなど決してなかった ― お前が、その名にふさわしい Akladia 人であったなら、そんな惨めな野郎に怯える奴などいなかっただろうよ！
ru: Тебя? Предал? Ты полукровка, дикарь, ты никогда не был моим королём. Ни один акладиан в мире не станет служить твари наподобие тебя!

source: Do you believe in God, Uri?
ca: Creus en Déu, Uri?
hu: Hiszel Istenben, Uri?
ja: Uri 、お前は神を信じているか？
ru: Веришь ли ты в Бога, Ури?

source: I... what?
ca: Jo... què?
hu: Én... miért?
ja: 俺が...何だって？
ru: Я... Что?

source: Why I was able to win? Why I am able to defeat people like you? Why are the Akladians who allied with the so-called 'underlings' alive and well, while those who were with you and Bor are being cursed and smitten by Akladian and Wesnothian people alike?
ca: Per què vaig poder vèncer? Per què sóc capaç de vèncer gent com tu? Per què els akladians, aliats amb els anomenats 'carralls' estan vius, i aquells que van romandre en el vostre bàndol són maleïts tant pels akladians com els wesnothians?
hu: S szerinted miért én győztem? Hogy voltam képes legyőzni egy olyan embert, mint te? S hogy lehet, hogy azok az akladiaiak, akik az ún. 'nemtelenekkel' szövetkeztek, élnek, s azok, akik veled és Borral tartottak, azokat szitkozódva emlegetnek az akladiaiak és a wesnothiak is?
ja: 私が勝利できたのは、なぜだ？ 私がお前のような者たちを倒せたのはなぜだ？ 「下っ端」と呼ばれる者たちと組んだ Akladia 人たちは今も死なずに元気なのに、お前や Bor と一緒にいた者たちは、Akladia 人や Wesnoth 人から呪われ懲らしめられている、それはなぜだ？
ru: Почему я побеждаю? Почему мне дано одерживать победу над любьми вроде тебя? Почему акладианы, которые близко сходятся с так называемыми "дикарями", дивы и здоровы, а те, кто пошёл за тобой и Бором, одинаково проклинаются и акладианами и веснотцами?

source: God withdrew his support from us, because we abandoned his paths, and he is punishing us.
ca: Déu ens ha retirat el seu suport perquè hem abandonat el seu camí, i ens està castigant.
hu: Isten elfordította a tekintetét rólunk, mert elhagytuk az ő ösvényét, s büntet bennünket.
ja: 神が我々を手助けするのをやめたんだ、我々が神の道を放棄したから、その報いを受けたのさ。
ru: Бог отвернулся от нас потому, что мы сошли с верного пути. Это его наказание.

source: Think about it, Uri. Indeed, you must have abandoned his paths. But I and my people must have not have abandoned them, because it is you who are being punished, not those who are with me.
ca: Pensa-t'ho bé, Uri. Certament, haveu abandonat el seu camí. Ja que vosaltres sou els castigats, no aquells que estan amb mi.
hu: Gondolj bele, Uri! Te valóban elhagytad az ő ösvényét. S valóban téged büntetett meg, nem pedig azokat, akik velem tartanak.
ja: 考えてみろ、Uri 。確かにお前たちは神の道を放棄したに違いない。だが、私や私の民は、それを放棄することをしてはならないのだ。なぜなら、処罰されるべきはお前自身であって、私とともにあった者ではないからだ。
ru: Подумай об этом, Ури. Конечно же вы сошли с верного пути. Так почему прокляты вы, а не те, кто рядом со мной?

source: Human... killed me... Human...
hu: Ember... ölt meg... ember...
ja: 人間が... 私を殺した... 人間が...

source: Listen, orc...
hu: Hallgass ide, ork...
ja: 聴け、オーク...

source: I won't stop until the last one of you is killed!
ja: お前たちオークの最後の一人が死ぬまで、私はやり続ける！

source: I feel no hate for you.
ca: No sent cap odi per tu.
hu: Nem haragszom rád.
ja: 私は、お前を嫌っているわけではない。

source: Yes, a human killed you - and humans will kill all your soldiers, to the last orc...
ca: Humà et mata... i matarà tots els teus soldats, fins l'últim orc...
hu: Ember ölt meg - és emberek fogják megölni az összes harcosodat, az utolsó orkot is...
ja: そうだ、一人の人間がお前を殺す ― そして、人間たちがお前の兵士たち全てを殺す、最後のオークが死ぬまで...

source: I feel no hate for you. You fought well.
ca: No sent cap odi per tu. Has lluitat bé.
hu: Nem gyűlöllek. Jól harcoltál.
ja: 私は、お前を嫌っているわけではない。お前は立派に戦った。
