Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: My lord, if you can't remember anything, then permit me a few suggestions. While our troops are not the armoured types the Wesnothians have, they are far more resistant to pain and faster than the craven underlings. Remember to seek advantageous terrain; it's good to defend on the hills or in villages or forests. Do not charge blindly into the enemy; we have no means to replenish our army here.
ja: 陛下、もし何も思い出せないのでしたら、いくつかの提案をお許しください。私たちの部隊は Wesnothian のような装甲型ではありませんが、痛みに遥かに強く、臆病な下士官たちよりも素早さを持っております。 有利な地形を探すことをお忘れにならないようにしてください。すなわち、丘の上や村や森の中で防衛するのが効果的です。やみくもに敵に突撃してはいけません。なぜなら、ここには兵力を補充する手段がないのですから。

source: I see two good defensive positions here. One is to the north, near the village; the second is on the hills to the east of us. Use your troops to cover your back. Clansmen are not experienced enough to control terrain next to them, so you must put them adjacent to one another to block the enemy.
ca: Puc veure dos bones posicions ací. Una és cap al nord, prop d'un poblet; la segona, als colls a l'est d'ací. Useu tropes per cobrir-vos l'esquena. Els akladians no tenen prou experiència com per controlar el terreny al seu voltant i, per tant, deureu situar-los un al costat de l'altre per bloquejar l'enemic.
hu: Két kitűnő helyet is látok, ami védekezésre alkalmas. Az egyik északon van, a falu mellett; a másik innen keletre, a dombokon. Rendelj egységeket a hátad fedezésére is! A klántagok nem elég képzettek, hogy a szomszédos mezőket is ellenőrzésük alatt tartsák, így rendeld őket a képzettebb egységek mellé, hogy feltartsák az ellenséget!
ja: ここには防御陣地に使える場所が二箇所あります。一つは北方向にある村の近辺、もう一つは東方向の丘の上です。部隊を使った背後の警備をお忘れなく。氏族の兵は隣接する地形を制圧できるほど経験豊富ではありません。したがって、敵を阻むために兵を隣接させる必要があります。
ru: Здесь я вижу две хорошо защищённых позиции. Одна на севере, недалеко от деревни, другая, хотя и без деревень, у холмов к востоку отсюда. Используйте часть отрядов, чтобы прикрыть тыл. Рядовые воины клана не слишком опытны в обороне территории, поэтому, располагайте их друг рядом с другом, чтобы задержать врага.

source: My lord, if you can't remember anything, then permit me a few suggestions. Let's try to find our way to a village. And remember to keep yourself surrounded with your own troops so that the enemy can't slip in.
ja: 陛下、もし何も思い出せないのでしたら、いくつかの提案をお許しください。村への道を探してみましょう。それと、敵が忍び込めないよう、自軍に包囲させておくことをお忘れになりませんように。

source: My lord, if you can't remember anything, then, well, I guess... I don't know what to tell you.
ja: 陛下、もし何も思い出せないのでしたら、そうですね... 何を申し上げればよいやら...

source: Gawen Hagarthen reaches the enemy keep
ja: Gawen Hagarthen が、敵陣の主塔に到達する

source: You cannot recruit new units in this scenario.
ca: No pots reclutar noves unitats en aquest escenari.
hu: Nem toborozhatsz egységeket ebben a küldetésben.
ja: このシナリオでは、兵の新規雇用はできません。

source: These ashes are still warm... he has to be somewhere nearby...
ca: Les cendres encara estan calentes... Deu estar prop...
hu: Még meleg a tűzhely... Itt kell lennie a közelben...
ja: この灰はまだ暖かいな... あいつは、どこか近くにいるに違いない...
ru: Костровище еще теплое... Он должен быть где-то рядом...

source: I feel so sick, like poison is burning inside me...
ca: Puc sentir el verí dins meu...
hu: Érzem, ahogy a méreg kúszik bennem...
ja: 気分が悪い。まるで、身体の中で毒が燃えているような感じで...
ru: Яд растекается по телу... Я чувствую...

source: Try to resist for just a bit longer, my son!
ca: Resisteix un poquet més, fill meu!
hu: Tarts ki, fiam csak még egy kicsit!
ja: 息子よ、もう少しだけ我慢してちょうだい！
ru: Ещё немного, сын мой! Постарайся продержаться.

source: He will not make it!
ca: No arribarà molt lluny.
hu: Nem fogja kibírni.
ja: 王様の最期のときが近づいています！
ru: Он не выдержит!

source: My son! Please, don't give up!
ca: Fill meu! Per favor, no et rendisques!
hu: Fiam! Ne add fel!
ja: 息子よ、負けてはいけないわ！
ru: Сын мой! Не сдавайся!

source: Medic
ca: Metge
hu: Orvos
ja: 衛生兵
ru: Лекарь

source: My lady, we have found a medic!
ca: Senyora, hem trobat un metge!
hu: Úrnőm, találtunk egy orvost!
ja: 奥様、衛生兵を見つけました！
ru: Госпожа! Мы нашли лекаря!

source: Underling! My son is dying. If you heal him, I will spare your life. If not, I will burn you and your family alive, do you understand?
ca: Carrall! El meu fill està morint-se. Si el pots curar, et perdonaré la vida. Si no, vos cremaré a tu i a tota la teu família, entès?
hu: Nemtelen! A fiam haldoklik. Ha meggyógyítod, megkímélem az életedet. Ha nem, elevenen égetlek el a családoddal egyetemben, megértetted?
ja: 兵士よ！我が息子が死にかけています。もしも治療できたなら、お前の命は助けましょう。できなければ、生きたまま、お前の家族ともども焼くことになる。分かりましたね？
ru: Эй, дикарь! Мой сын умирает. Если ты можешь спасти его, я сохраню твою жизнь. Если же нет, я сожгу тебя вместе со всей твоей семьей. Ты понял?

source: Don't try to intimidate me. I am too old to be afraid of death, I have no family. I will try to heal your son because of my vows as a healer, not because of your threats, Akladian lady.
ca: No intenteu espantar-me. Sóc massa vell per tindre por a la mort, i no tinc cap família. Intentaré curar el teu fill perquè és el meu deure com a metge, no per les teues amenaces, akladiana.
hu: Nem tudsz megfélemlíteni. Túl öreg vagyok ahhoz, hogy a haláltól féljek, családom pedig nincs. Megteszek mindent a fiadért, mert erre kötelez az orvosi esküm, s nem azért, mert fenyegetőzöl, akladiai úrnő.
ja: 私を脅しても無駄です。死を恐れるには歳を取りすぎているし、家族もない。私は治癒者としての誓いに従って息子さんを治すだけのことです。あなたの脅迫など関係ありませんよ、Akladia の奥様。
ru: Не пытайтесь меня напугать. Я слишком стар, чтобы бояться смерти, и у меня нет семьи. Я попробую вылечить Вашего сына, потому что это мой долг как лекаря, а не потому, что Вы угрожаете мне, акладианская госпожа.

source: Your motives are of no concern to me, just do it!
ca: No m'importen els teus motius, fes-ho i prou!
hu: Nem érdekelnek a szempontjaid, tedd, amit mondtam!
ja: お前の動機などどうでもよい、さっさと治しなさい！
ru: Мне плевать на твои мотивы. Сделай это!

source: Hold on a moment.
ja: しばらくお待ちを。

source: ...and there you go.
ja: ... さあ、これでよいでしょう。

source: Thank you. (*<i>faints</i>*)
ja: ありがとう。 (*<i> 気を失う </i>*)

source: Truly a shame we have no time to loot it or tax the inhabitants...
ca: És una llàstima que no tinguem temps per saquejar-lo ni cobrar-los la renda als habitants...
hu: Micsoda szégyen! Nincs időnk fosztogatni, vagy sápot szedni a lakóktól...
ja: 本当に残念だ、住民から略奪したり課税したりする時間がないなんて...
ru: Чертовски жаль, что у нас нет времени ограбить это место или хотя бы собрать налоги.

source: Ah, a village...
ja: あ、村が...

source: A medic! Somebody find a medic!
ja: 衛生兵を！誰か、衛生兵を見つけなさい！

source: Unfortunately, it seems that there are no medics here... we will most likely have to wait until we reach the enemy encampment before we can cure Gawen's poison...
ja: 残念ながら、ここに衛生兵はいないようです... 陛下の毒を消すには、敵の野営地に到着するまで待つしかなさそうです...

source: I can't see... it's so cold...
ja: どうしてだろう... とても寒い...

source: No! Don't you DARE die on me! Not now!
ca: No! No GOSIS morir-te'm! No ara!
hu: Ne! Ne MERÉSZELJ nekem meghalni! Ne most!
ja: 駄目よ！私のせいで死ぬなんて！まだ死なないで！
ru: О нет! Не умирай! Только не сейчас!

source: For freedom! Death to the Akladian beasts!
ca: Per la llibertat! Mort a les bèsties akladianes!
hu: A szabadságért! Halál az akladiai gazemberekre!
ja: 自由のために！ Akladia の獣たちに死を！
ru: За свободу! Смерть акладианским тварям!

source: Umm... we are good guys, right?
ca: Uhmmm... Nosaltres som els bons, veritat?
hu: Hö... Mi jófiúk vagyunk, vagy nem?
ja: うーん...私たちは善人だ、違うか？
ru: Хм... Разве мы не хорошие люди?

source: Do not forget to withdraw wounded units to villages, where they can rest and regain some of their health.
ca: No vos oblideu de retirar els ferits als poblets, on podran descansar i reguanyar part de la seua salut.
hu: Ne felejtsd el hátravonni a sérült egységeket a falvakba, ahol pihenhetnek, s visszanyerhetik életerejük egy részét!
ja: 負傷した者たちは村に撤退させ、そこで休息させて体力を回復させることを忘れてはなりませんぞ。
ru: Не забывайте отводить в деревни израненые отряды, чтобы они могли отдохнуть и восстановить здоровье.

source: Get out of my way, filthy underling!
ca: Fora del meu camí, brut carrall!
hu: Félre az utamból, nyamvadt nemtelen!
ja: 邪魔をしないでちょうだい、薄汚い下っ端ども！
ru: Прочь с дороги, грязный дикарь!

source: Poor fools! They have no chance, yet still they fight.
ca: Pobres bastards! No tenen cap possibilitat, i encara lluiten.
hu: Szánalmas nyomorultak! Esélyük sincs, mégis harcolnak.
ja: なんと愚かな！何の勝ち目もないのに、まだ戦う気か。
ru: Проклятые ублюдки! У вас нет ни единого шанса!

source: How dare you oppose us, heathen underling!
ca: Com t'atreveixes a oposar-te a nosaltres, maleït carrall!
hu: Hogy merészelsz szembeszállni velem, istentelen nemtelen!
ja: 私たちに刃向かおうだなんて、異教徒の下っ端め！
ru: Как ты смеешь оказывать сопротивление, безбожный дикарь?

source: Their leader is dead, good! Now bring Gawen to their keep, men!
ca: El seu líder és mort, bé! Ara dugueu a Gawen al castell, gent!
hu: A vezetőjük halott, remek! Hozzátok Gawent a várukba, gyorsan!
ja: 彼らのリーダーは死んだ、よくやったぞ！さあ、みんな、陛下を砦までお運びするのだ！
ru: Отлично! Их предводитель мертв. Ведите Гэвена в крепость.

source: Can it be possible? Yes! Lorin! Long have I dreamt of repaying you for what you did to me in Haeltin. Your time has come...
ca: Podria ser possible? Sí! Lorin! Fa molt de temps que somnie amb tornar-te el que em vas fer en Haeltin. Ha arribat la teua hora.
hu: Lehetséges ez? Igen! Lorin! Régóta álmodok arról, hogy egyszer megfizetek neked azért, amit Haeltinben műveltél. S most eljött az idő...
ja: できるだろうか？できる！ Lorin ！ この時を私はずっと夢見てきた。Haeltin でお前が私にしたことの償いをしてもらう。お前の番だ...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. You were that flabby, nebbish cur who was crying just looking at my knife.
ca: Oh, vaja. Quina por. Haeltin? Deixa'm pensar... Ah, sí, ja me'n recorde. Tu eres aquell covard cagat que estava plorant només mirant el meu ganivet.
hu: Ó, te, nagyon megijedtem. Haeltin? Hadd gondolkodjak... Ó, igen, már emlékszem. Te voltál az a vinnyogó, nyamvadt fajankó, aki sikoltozni kezdett, mikor megmutattam a késem.
ja: おお、怖いわねえ。Haeltin ？何だったかし... あっ、思い出したわ。あなた、軟弱で臆病なガキで、私のナイフを見ただけで泣いてたわね。

source: Reumario, whatever my mother did to you, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
ca: Reumario, siga el que siga allò que ma mare va fer-te, no hi ha cap necessitat de comportar-se com un gallet. Si no t'agrade, perfecte, però demostra-m'ho amb l'espasa, no pas amb la boca.
hu: Reumario, akármit művelt veled az anyám, ez nem menti a faragatlan viselkedésedet. Ha nem szeretsz, ám legyen, de ezt karddal intézd el, ne szájaskodással!
ja: Reumario 、母が何をしたにしろ、そんなに無作法な振る舞いをする必要はないだろうに。私が嫌いでも構わないが、剣で示すべきだ、口ではなく。

source: Ha, Reumario. Does this feel a bit like a deja vu? What was that you were saying? Oh, that's right, that you dreamt of repaying me.
ca: Ha, Reumario, açò no et pareix un poc deja vu? Què estaves dient? Ah, sí que havia arribat la meua hora.
hu: Há, Reumario. Érzed a pillanat nagyszerűségét? Most elmondhatod, miről beszéltél? Ah, az én időm jött el.
ja: ハッ！ Reumario 、この状況って、何か既視感を覚えるんですけど？ あなたが言った言葉、何だったかしら？ あ、そうそう、私に何か恩返しするのを夢見てたって話ね。

source: Ruins of the Past
ca: Ruïnes del passat
hu: Elmúlt idők romjai
ja: 過去の廃墟
ru: Руины прошлого

source: What I am about to tell you is the product of many years of meditations and gathering of small bits of information. I cannot guarantee that everything you will hear is true. But I think I have guessed story of Grekulak more or less correctly.
ca: El que us conte és el resultat d'anys i anys de meditacions i de recollida de xicotetes peces d'informació. No us puc garantir que tot el que diga siga veritat, però crec que he endevinat més o menys correctament la història de Grekulak.
hu: Amit most elmondok neked, az sokéves töprengés és információmorzsák gyűjtögetése során kristályosodott ki bennem. Nem állítom, hogy minden részlet pontos, de azt hiszem, többé-kevésbé helyesen raktam össze Grekulak történetét.
ja: 私がこれからお話しすることは、永年の瞑想と、小さな知識の積み重ねによって導かれたものです。お話しすること全てが真実であるとは保証できません。しかし、Grekulak に関する物語は多少とも正しく推測していると考えております。
ru: То, что я сейчас расскажу, это результат многолетних медитаций и накопления крупиц знаний. Я не могу обещать, что всё рассказанное - чистая правда. Но думаю, что более-менее точно восстановил историю Грекулака.

source: Many centuries ago there was a lich, possibly the most powerful to ever appear on the face of the earth. This lich's name was Mal-Ravanal. Mal-Ravanal's hordes invaded Wesnoth in ages past, but the lich was defeated by a few courageous men. Dacyn, Gweddry, and their band of heroes... all Wesnothians know those names, spoken of in our legends with respect and honour.
ja: 何世紀も前の時代、一人のリッチがいました。おそらくこの地上で、過去最大の力を持った者です。名前は Mal-Ravanal といいました。その一団は過去何年も Wesnoth に侵攻しましたが、数名の勇者によって倒されました。Dacyn 、Gweddry 、そしてその英雄の一団... その名前は Wesnoth 人なら誰でも知っています。栄光に包まれた伝統として語られています。

source: But one of adepts of Mal-Ravanal survived; paradoxically, the weakest one. His magic seems to be of a slightly different ilk than that of his fellow liches. In fact, I hesitate to call him a lich at all. I know of no other lich who has kept up his human appearance with the stubbornness of Grekulak. According to my spies, he still looks like a living human.
ja: しかし、Mal-Ravanal の信者の一人が生き残りました。逆説的ですが、それは最も弱小な者でした。彼の魔術は、他の仲間とは僅かに異なる種類のもののようです。実際、私は彼のことをリッチと呼ぶべきか迷っています。Grekulak ほど頑なに人間の形を保ち続けているリッチを私は見たことがありません。密偵の話では、彼はまだ生きている人間のように見えるそうです。

source: After Mal-Ravanal's defeat, Grekulak was trapped in the swamps, spending his days roving in the morass and quagmire. Finally he came up with an idea. The undead had been storming the world of Wesnoth for millennia. They never succeeded, and often a very small group of brave living creatures - be they elves, humans or dwarves - were able to defeat large hordes of undead.
ja: Mal-Ravanal が敗れたあと、Grekulak は沼地に幽閉され、泥とぬかるみの中を彷徨く日々を過ごしました。そして遂にある考えに至ったのです... アンデッドは何百年もWesnoth の世界を荒らし続けてきましたが、彼らが成功することはありませんでした。また、しばしば勇敢な生き物たちの非常に小さな集団 ― エルフであったり、人間やドワーフであったり ― によって、アンデッドの大軍は打ち負かされてきたのです。

source: Grekulak's desire was to rule over the whole of the world. The art of necromancy was only a means for him, not the end itself - at least, that's what I think. Undead lack their own will, spirit, and intelligence and that seemed to him to be the reason for their constant failures. So Grekulak decided that in order to rule the world, he would need to use some race of living creatures as his servants.
ca: Grekulak volia governar el món, i ell considerava la nigromància més aviat un mitjà que un objectiu, al menys, això pense. Els no morts mancaven de voluntat, d'esperit, d'intel·ligència, i eixa pareixia la raó del seu fracàs. Així que Grekulak va decidir usar una raça de criatures vives.
hu: Grekulak uralkodni akart a világon, és a holtidézés volt az egyetlen, amihez értett, s ezt kevésnek tartotta a cél eléréséhez - legalábbis azt hiszem. Az élőholtaknak nem volt önálló akaratuk, lelkük, s nem voltak elég okosak, ez okozhatta a vesztüket. Tehát Grekulak úgy döntött, hogy élő lényekkel próbálkozik.
ja: Grekulak の欲望は、世界全体を支配することでした。彼にとって降霊術は単なる手段に過ぎず、それが目的ではありませんでした。少なくとも私はそう考えています。アンデッドは意思や精神、知性を持たず、そのためにいつも失敗を繰り返すのだと彼は考えました。そこで、世界を支配するには、彼の召使いとしての生きた生物種を利用すべきだと決心しました。
ru: Грекулак хотел править миром, и некромантия была лишь средством, а не целью, по крайней мере он так считал. По своей природе мёртвые обладали посредственными умом и крепостью духа, и это было причиной их поражений. поэтому Грекулак решил использовать живых существ.

source: I don't know about his twisted experiments - I would guess that he attempted many of them - but he finally came to the conclusion that neither orcs nor humans were well-suited for his goal. So he decided to breed a race of his own.
ca: No conec els seus experiments però sospite que va fer molts d'ells, fins que va arribar a la conclusió que ni els orcs ni els humans eren els més adequats per a la tasca. Així que va decidir crear una raça nova.
hu: Nem ismerem a kísérleteit, de nyilván sokat próbálkozott, míg rájött, hogy sem az orkok, sem az emberek nem alkalmasak a céljai megvalósításához. Elhatározta, hogy saját fajt hoz létre.
ja: 彼がどのようなヒネクレた実験を行ったかは知りません。何度も実験を重ねたことは推測できますが、最終的にオークも人間も自分の目的には適していないという結論に至ったのです。そこで彼独自の種族を育てることを決めたのです。
ru: Я ничего не знаю о его экспериментах, могу только догадываться, что он испытал многое прежде, чем понял, что ни люди, ни орки не подходят для его целей. И тогда Грекулак решил создать собственную расу.

source: I have no idea how he was able to do it. It flies in the face of the whole of our knowledge and if I had not seen the living proof that he succeeded, I would have said it was impossible. He somehow crossed orcs and humans, until he got a new race of merciless warriors. He crafted and shaped them in every way, much as a smith crafts a sword. Yes, I am talking about the Akladians.
ja: 彼がいかにしてそれを可能にしたかは分かりません。私たちの知識全てを覆すほどのことですし、もしも成功したという生きた証拠をこの目で見なかったら、不可能だと私は言ったでしょう。彼はオークと人間をどうにかして掛け合わせることで、残酷な戦士用の新種族を作り出したのです。それはまるで、鍛冶屋が剣を鍛造するかのように、あらゆる面で形作っていったのです。そうです、私が話しているのは Akladia 人のことです。

source: He wished to use them as his tool for the conquest of the world. He wanted warriors, not mindless slaves, so he taught them a religion in which he, Grekulak, was God. It was he who would lead them. He created - or at least strongly influenced - a whole new, brutal and violent, culture. Hatred for elves, disdain for the mages are clear signs of the workings of Grekulak. Why Akladians retained the concepts of honour and loyalty in the face of Grekulak's indoctrination is unclear to me.
ja: 彼は世界を征服するための道具として彼らを望みました。戦士としてであり、意思を持たない奴隷としてではありません。そこで、Grekulak 自身を神として崇める宗教を教えたのです。彼らを導くのが彼だったのです。彼は全く新しい、残虐で暴力的な文化を創造しました ― または、少なくとも強く影響を与えました。エルフ嫌悪や魔術師蔑視は、Grekulak の影響を示す明確な証拠です。Grekulak の洗脳を受けているにも関わらず、Akladia 人がなぜ名誉や忠誠の概念を維持しているのかは、私にも理解できません。

source: But at their core, the Akladians were human. Human enough to want the same thing all humans in all ages have wanted. Freedom. The right to choose their own way in the world. One of them, called Hagarthen, announced that Grekulak was the tool of a false God, and led a bloody rebellion.
ca: Tanmateix, els akladians eren prou humans com per voler allò que tots els humans han volgut des de l'inici dels temps: la llibertat, el dret a triar el seu camí. Un d'ells, el primer Hagarthen, va anunciar que Grekulak era l'eina del fals Déu i va liderar una violenta rebel·lió.
hu: De az akladiaiak eléggé emberek maradtak ahhoz, hogy azt akarják, amit minden ember mindig akar. A szabadságot, a választás lehetőségét. Közülük egy, az első Hagarthen, kinyilvánította, hogy Grekulak egy hamis istennek az eszköze, s véres lázadást robbantott ki.
ja: しかしその根底は、Akladia 人が人間であるということでした。すべての時代のすべての人間が本来切望するものを、彼らもまた望んだほどに人間だったのです。それは「自由」であり、この世界で「自分たちの道を選択する権利」でした。彼らの中の一人、Hagarthen の名を持つ者が、こう宣言したのです。Grekulak は偽の神の手先であると。そして血塗られた反乱を先導したのです。
ru: Но акладианы были людьми в степени достаточной для того, чтобы иметь желания, свойственные всем людям. Свобода, право выбора собственого пути. Один из них, первый Хагартен, объявил Грекулака служителем ложного бога и поднял кровавое восстание.

source: The rebellion left Grekulak's capital in ruins. The Akladians escaped to the west, chased by Grekulak's allies, burning in deserts, drowning in swamps, fighting the saurians tooth and claw to reach fertile lands, and beset by all kinds of the most nightmarish of creatures. This really was an epic journey; survived by less than a quarter of those who had left Grekulak's lands.
ja: その反乱の末、Grekulak の首都は廃墟と化しました。Akladia 人は西へと逃走しましたが、Grekulak の仲間たちに追われ、砂漠では焼かれ、沼地では溺れ、肥沃な土地を求めてトカゲたちと歯と爪で戦い、あるとあらゆる悪夢のような野獣に付きまとわれました。これは正に波瀾万丈の旅でした。結局生き残ったのは、Grekulak の土地を離れたときの４分の一ほどでした。

source: When they finally arrived in Wesnoth, they immediately started a brutal conquest. As you know, the kingdom was deeply fragmented then, and at the beginning, all of the squabbling Wesnothian kings looked at the Akladians as a tool they could use to gain an advantage over the others - potential allies or mercenaries - rather than a terrible menace.
ca: Finalment, van arribar a les terres de Wesnoth i van iniciar una conquesta brutal. Com ja sabeu, el regne estava aleshores terriblement fragmentat i al principi els reis wesnothians pensaven que els akladians eren una simple eina que podrien usar per traure un avantatge a la resta, uns aliats o mercenaris potencials més que una terrible amenaça.
hu: Aztán elérték Wesnothot, s azonnal kegyetlen hódításba kezdtek. Ahogy tudod, a királyság mély megosztottágban volt, s kezdetben a wesnothi királyok pusztán csak egy eszközt láttak bennük, amelyet könnyen kihasználhatnak az ellenségeik ellen, lehetséges szövetségesekként vagy zsoldosokként kezelték őket, semmint fenyegető veszedelemként.
ja: 彼らが Wesnoth に着いたとき、さっそく残忍な征服を開始しました。ご存知のとおり、王国は深刻なほどに分断されていて、当初、些細なことで対立し合っていた Wesnoth の王たちは Akladia 人を他の王に対して優位に立つための道具、つまり潜在的な同盟者や傭兵として見ていて、恐るべき脅威とは見なしていませんでした。
ru: А потом они вошли в Веснот и немедленно начали жестокое завоевание. Как вам известно, королевство было сильно разрознено, и поначалу веснотские короли считали, что акладиан можно использовать как орудие, которое поможет одержать победу над остальными, что с ними можно союзничать и торговать. Никто не воспринял их как страшную угрозу.
