Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Thank you, Gawen, once again. You have saved my life. I will never forget it, and I will never be able to repay my debt. Earlier my life belonged to you because of duty; now it is yours by choice.
ca: No puc fer altra cosa que tornar a donar-te les gràcies altra vegada... M'has salvat la vida. No mai ho oblidaré i no mai podré tornar-te el favor. Abans, la meua vida et pertanyia pel meu deure; ara ho és per la meua decisió.
hu: Nem tudom elégszer megköszönni, Gawen... megmentetted az életemet. Sosem fogom elfelejteni; sosem tudom leróni az adósságomat. Eddig a kötelesség okán szolgáltalak, de most életemet a kezedbe teszem, rendelkezz vele.
ja: またしても有難うございます、Gawen 様。あなたに命を救っていただきました。このご恩は一生忘れませんし、返しきれるものでもありません。かつての私の人生は、義務感によって捧げたものでしたが、今ではもうこの命は、心からあなたのものとなりました。
ru: Ещё раз благодарю тебя, Гэвен... Ты спас мне жизнь. Я никогда этого не забуду и всегад буду перед тобой в долгу. Раньше моя жизнь принадлежала тебе по долгу чести. Теперь это мой собственный выбор.

source: Gaumhaldric, an interesting mother you have. Can I ask you a question?
ca: Ei, Gaumhaldric, tens una bona peça de mare. Puc fer-te una pregunta?
hu: Hej, Gaumhaldric, klassz anyukád van. Kérdezhetek valamit?
ja: Gaumhhaldric 殿、興味深い母上をお持ちですね。一つ聞いてもよろしいかな？
ru: Эй, Гемхальдрик, у тебя симпатичная мамаша. Я могу задать вопрос?

source: Sure, go ahead.
ca: Clar que sí.
hu: Persze, rukkolj elő a kérdéseddel!
ja: ああ、構わないよ。
ru: Конечно. Давай.

source: Is she spoken for? I mean, is there someone she loves? I have often noticed her gazing up at the sky, far, far away, as if she were thinking about someone... or something.
ca: Està agarrada? Vull dir, estima algú? M'he adonat que a vegades mira cap al cel, lluny, ben lluny, com si estiguera pensant en algú... o alguna cosa.
hu: Foglalt már? Úgy értem, van valakije? Időnként elkalandozik a tekintete az ég felé, valahova messze, nagyon messze, mintha valakiről... vagy valamiről ábrándozna.
ja: 彼女には想い人がいるのかな？つまり、愛してる人はいますかね？私ね、彼女が遠い遠い空を見つめているところをしばしば見かけるんです。まるで、誰かのことか、何かについてか、考えているかのような...ええ。
ru: Она занята? В смысле, она в кого-то влюблена? Я заметил, что она иногда долго-долого смотрит на небо, как будто думает о ком-то... или о чём-то.

source: I think she must be remembering my father. She has no one else I know about.
ca: Crec que recorda mon pare. No té cap altre, pel que jo sé.
hu: Szerintem az apámra emlékezik. Más férfiról nem tudok, aki szóba jöhetne.
ja: 思うに、それはきっと私の父のことを思い出しているのだろう。それ以外にはいないと思う。
ru: Я думаю, она вспоминает о моём отце. Мне неизвестно, чтобы у неё был ещё кто-нибудь.

source: That is fortunate for me. She seems to have locked her heart up in an unbreakable fortress... but I think I can find a way into her heart. With time and patience, I'm sure I can discover a way to break down those walls.
ja: それは私にとっては幸運なことですねえ。あの方は、硬い殻の中に自分の心を閉じ込めて鍵をかけてしまったように見えるんです... でも私は、その心の中に入っていく方法が見つかると思っているんです。時間と忍耐は必要ですがね。その心の壁を取り壊す方法をきっと見つけてみせますよ。

source: Majid Yahyazad, Lorin is my step-mother, but she has never really shown any tenderness, even to me. I have always known her to be a harsh and unforgiving woman.
hu: Majid Yahyazad, Lorin a nevelőanyám, de én soha nem láttam, hogy gyengéden viseltetett volna valaki iránt, irántam se. Mindig is nyers és könyörtelen volt.
ja: Majid Yahyazad 、Lorin は私の継母だけど、私にすら優しさを見せたことがない。今も私は、母は厳しくて容赦のない女性だと、そう思っているよ。

source: I'm afraid pursuing her will come with a heavy price. I think she thinks love is a weakness... she seems more interested in war and finding new ways to cause pain to others.
hu: Azt hiszem, az ostromodért súlyos árat kell fizetned. Szerintem a szerelmet gyengeségnek tartja... sokkal jobban érdekli a háború és az, hogy hogyan tudna még nagyobb kínokat okozni másoknak.
ja: 母を追いかけるのは大きな代償を伴うかもしれない。愛とは弱さだと、彼女は考えていると思う... それよりも、戦争のことや、物理的に人に苦痛を与える新たな手段を見つけることの方に興味があるようだ。

source: Ah, Gaumhaldric, perhaps you are right, but if it will be as a war to unlock her heart, I am prepared to wage it. I am well-acquainted with the ways of war.
hu: Ah, Gaumhaldric, lehet, hogy igazad van, s tényleg háborúskodásra van szükség, hogy meglágyítsam a szívét irántam, de én készen állok erre a csatározásra. Ismerem a háborúk csínját-bínját.
ja: あー、Gaumhhaldric 殿、おそらくあなたは正しいでしょう、でも、もしもそれが、彼女の心の鍵を開く戦いになるなら、私はそれに立ち向かってみせますよ。私は戦う方法に精通していますからね。

source: Besides, in the end, the war for the affection of a worthy woman is the only war where the price to win is a privilege, not a burden, to pay.
hu: Végső soron ez az egyetlen háborús ár, ami kitüntetés, hogy egy nagyszerű asszony kegyeibe férkőzzünk, ez nem kidobott pénz.
ja: それに、結局、好きな女性の愛を獲得する戦いは、勝つための代償が、負担や苦渋ではなくて報奨や恩恵となる、唯一の戦いなのですよ。

source: You find my step-mother... a worthy challenge, then?
ja: あなたは私の継母を... 挑戦する価値がある女性だと思っている、そういうことだね？

source: I do... and shall gladly pay the price to try to win her heart.
ja: ええ、そうです... それに、彼女の心を射止めるためなら、どんな代償でも払うつもりですよ。

source: You have my blessing, noble Majid, for what it's worth. Sometimes the ruthlessness of the 'She-Wolf of Haeltin' still scares even me.
ja: 私から祝福しよう、高貴な Majid 。大したことではないだろうが。ときどき「Haeltin のメス狼」の残酷さには、私でも恐怖を覚えるけれどね。

source: Mother, may I have a word with you?
ca: Mare, puc parlar una miqueta amb tu?
hu: Anyám, válthatnánk néhány szót?
ja: 母さん、一言いいかな？
ru: Мать, я могу задать тебе вопрос?

source: Your clan once bought poison from outlaws. Why?
ca: El teu clan va comprar un verí als proscrits. Per què?
hu: A családod mérget szerzett a törvényen kívüliektől. Mire kellett nekik?
ja: かつて母さんの一族は無法者から毒薬を買っている。なぜだい？
ru: Твой клан покупал у разбойников яд. Зачем?

source: What do you think about Yahyazad?
ca: Què penses de Iahiazad?
hu: Mit gondolsz Yahyazadról?
ja: Yahyazad のことをどう思う？

source: What do you know about orcs?
ca: Què penses dels orcs?
hu: Mit tudsz az orkokról?
ja: オークについてなにか知ってる？
ru: Что ты думаешь об орках?

source: How did my real mother die?
ca: Cóm va morir ma mare autèntica?
hu: Hogyan halt meg az édesanyám?
ja: 私の生みの母親はどうやって亡くなったんだい？
ru: Как умерла моя настоящая мать?

source: Why do you ask?
ca: Per què m'ho preguntes?
hu: Miért kérded?
ja: なぜ聞くの？
ru: Почему ты спрашиваешь?

source: Well, he seems to be interested in you.
ca: Bé, ell pareix estar interessat en tu.
hu: Nos, úgy láttam, érdeklődik irántad.
ja: うん、彼は母さんに興味があるみたいだ。
ru: Ну, похоже ты ему нравишься.

source: Yes, I noticed that. I think one would have to be blind NOT to notice that. But I am not interested in him.
ca: Sí, ja m'he adonat. Hauria d'estar cega per no veure-ho. Però no estic interessada per ell.
hu: Igen, észrevettem. Vaknak kellene lennem, hogy NE vegyem észre. De ő engem nem érdekel.
ja: ああ、気がついてたわ。目の見えない人間でないなら、誰でも気づくだろうね。でも、私は彼には興味が無いけどね。
ru: Да, я заметила. Думаю, только слепой этого не видит. Но меня он не интересует.

source: Why not? He seems to be a good man.
ca: Per? Pareix un bon home.
hu: Miért? Klassz srácnak látszik.
ja: どうして？彼はいい人に見えるけど。
ru: Почему? Похоже, это отличный парень.

source: He is an underling.
ca: És un carrall.
hu: De csak egy nemtelen.
ja: 彼は下っ端なのさ。
ru: Он дикарь!

source: Underling? Mother, why do you still use such words? I am 'underling' too, after all.
ca: Carrall? Mare, per què uses eixes paraules? Jo també sóc un carrall, al cap i a la fi.
hu: Nemtelen? Anyám, miért használod még mindig ezt a szót? Én is nemtelen vagyok végső soron.
ja: 下っ端？ 母さん、なぜそういう言葉をまだ使うんだ？私だって「下っ端」なんだよ。
ru: Дикарь? Когда же ты отучишься произносить это слово? В конце концов, я тоже дикарь.

source: No! I could never call you that. You are not... I mean... I... oh, you are too young to understand!
ca: No! No mai et diria això! Tu no eres... Vull dir... Jo... Bah, eres massa jove per entendre-ho.
hu: Nem! Téged sosem neveznélek így. Te nem vagy... úgy értem... én... Ehh, túl fiatal vagy még, hogy megértsd.
ja: 違う！私はお前を絶対にそうは呼べないわ。お前は違う... つまり... 私は... ああ、お前はまだ若すぎる、理解できないわよ！
ru: Нет! Я никогда тебя так не называла. Я не... Я думаю... Я... А, ты слишком молод, чтобы понять это.

source: Besides, you have lost your memory, so you probably do not remember what our customs are regarding widows that betray their dead husbands. I will explain it to you another time.
ca: D'altra banda, vas perdre la teua memòria, així que segurament no recordes els nostres costums relatives a les vídues, que traeixen els seus marits morts. Ja t'ho explicaré més tard.
hu: Amúgy meg, biztosan az emlékezetkihagyásod miatt nem emlékszel, mi vár nálunk az özvegyekre, akik a halott férjük emlékét elárulják. Később majd elmesélem.
ja: しかも、あなたは記憶を失くしてるから、死んだ夫を裏切った未亡人についての私たちの慣習がどんなものか、多分あなたは憶えてないでしょ。またの機会にそのことは説明するわ。
ru: Кроме того, ты потерял память и возможно не помнишь наших обычаев, касающихся вдов, изменяющих своим мёртвым мужьям. Я расскажу тебе позже.

source: Orcs? They are good fighters. Strong, disciplined, I wish I had such soldiers.
ca: Orcs, bons soldats. Forts, disciplinats, ja m'agradaria tindre'ls a les meues ordres.
hu: Az orkok jó harcosok. Erősek, fegyelmezettek, bár ilyen harcosaim lennének.
ja: オーク？あいつらはいい戦士だわ。強くて規律正しくて。私は、ああいう兵士たちが望みだわ。
ru: Орки. Это хорошие бойцы. Сильые, дисциплинированные. Хотела бы я иметь таких солдат.

source: Mother, orcs just burn, pillage, and murder! They hate us, and yet you seem to respect them?!?
ca: Mare, si els orcs no fan més que saquejar, matar, cremar, ens odien i encara així els respectes?!?
hu: Anyám, az orkok gyújtogatnak, fosztogatnak, gyilkolnak, gyűlölnek minket, s te mégis tisztelettel adózol nekik?!?
ja: 母さん、オークは、燃やして略奪して殺して、ただそれだけの奴らだ！奴らは私たちを嫌っているけど、それでも母さんは彼らを尊敬してるみたいだけど！？
ru: Мама, орки жгут, грабят, убивают, они ненавидят нас, а ты говоришь о них с уважением?!

source: Well, we are burning, pillaging, murdering and hate our enemies too. What's the difference?
ca: Bé, nosaltres també saquegem, matem, cremem i odiem els nostres enemics. I?
hu: Nos, mi is gyújtogatunk, fosztogatunk, gyilkolunk és gyűlöljük az ellenségeinket. Mi a különbség?
ja: あら、私たちは、燃やして略奪して殺して、そして敵を憎む、同じじゃないの。何が違うの？
ru: Ну, мы тоже жжём, грабим, убиваем и ненавидим своих врагов. И что?

source: Poison? What poison? My clan has never bought any poison!
ca: Verí? Quin verí? El meu clan no mai va comprar cap verí.
hu: Mérget? Milyen mérget? A családom sosem alkalmazott ilyen aljas módszereket.
ja: 毒薬？何の毒？私の一族はそんなもの、買ったことはないわ！
ru: Яд? Какой яд? Мой клан никогда не покупал никаких ядов.

source: Rob Roe told me about it.
ca: Rob Roe m'ho va contar...
hu: Rob Roe mondta...
ja: Rob Roe が私に教えてくれた。
ru: Роб Ро всё мне рассказал.

source: Can you repeat that name? Rob - Roe. Rob Roe... No, I can't say I remember that name. I don't know anything about my clan buying a poison. But then, I am only a woman, and our clan lord didn't tell me everything.
ca: Pots repetir el nom? Rob - Roe. Rob Roe. No, no puc recordar aquest nom... Umm... Bé, jo no sé res del meu clan comprant un verí. Però només sóc una dona i el senyor del nostre clan no m'ho contava tot, ni de bon tros.
hu: Milyen nevet mondtál? Rob - Roe. Rob Roe. Nem ismerem... Hmmm... Nos, én semmit nem tudok méreg beszerzéséről. Én csak egy nő vagyok, a család feje férfi, s nem oszt meg velem mindent.
ja: その名前、もう一度言ってもらえる？ Rob - Roe... うーん、その名前、思い出せないわね。一族が毒薬を買ったことに関しては何も知らないわ。でも、そうねえ、私はただの女だし、一族の長が私にすべて教えてくれたわけじゃない。
ru: Можешь повторить? Роб... Ро... Роб Ро. Нет, не припоминаю это имя... Ммм... Нет, я не слышала о том, чтобы кто-то из моего клана покупал яд. Я обычная женщина, глава клана не советовался со мной.

source: Your mother? Your... why you are asking ME about your mother?
hu: Édesanyádról? Hát... miért ENGEM kérdezel az édesanyádról?
ja: あなたの生みの母親？あなたの... この私に、どうして聞くの。あなたの生みの母親がどうしたって？

source: I can't remember anything about her. I would love to hear something about her. Did you know her?
ca: No puc recordar cap cosa d'ella. M'agradaria sentir qualsevol cosa d'ella. La vas conèixer?
hu: Mert semmire sem emlékszem vele kapcsolatban. Szeretnék hallani róla valamit. Te biztosan ismerted őt.
ja: 私は、母親について何も憶えていないんだ。彼女のことについて何か教えてほしいんだ。彼女を知ってた？
ru: Я ничего не помню о ней. Мне нравится слушать рассказы про неё. Ты её знала?

source: No! I did not know her! I... I'm sorry Gawen, but I don't know how your mother died or who poisoned her.
ca: No! No la vaig conèixer! Jo... Jo ho sento, Gawen, però no sé ni com va morir ta mare ni qui la va enverinar.
hu: Nem! Nem ismertem! Én... én sajnálom, Gawen, de nem tudom, hogyan halt meg édesanyád, vagy ki mérgezte meg.
ja: 知らないわ！彼女のことは知らなかった！ごめん... ごめんなさい、Gawen 、でもね、私は知らないのよ、彼女がどうやって死んだのか。若しくは毒殺されたのか。
ru: Нет! Я никогда не знала её! Я... Я сожалею, Гэвен, но я ничего не знаю о том, как умерла твоя мать, и кто её отравил.

source: I wasn't asking you about that.
ca: No t'estava preguntant d'això...
hu: Még nem kérdeztelek eddig erről.
ja: そんなことを教えてなんて、私は言わなかったよ。
ru: Об этом я и не спрашивал.

source: There are no more orcs near this ruins of the village.
ca: No hi ha més orcs prop de les ruïnes del poblet.
hu: Nincsenek már orkok ennek a falunak a romjainál.
ja: この村の廃墟の近くには、もうオークはいません。
ru: Рядом с сожжённой деревней больше нет орков.

source: My lord! This time for sure you will chase off that orcish band, kill all the orcs, and free my people!
ca: Mon senyor! Segur que aquesta vegada perseguiràs eixa banda d'orcs, els mataràs tots i alliberaràs la meua gent!
hu: Uram! Ez a látvány talán meggyőz téged, hogy nyomába eredj az ork bandának, levágd őket és kiszabadítsd az embereinket.
ja: 閣下！今度は絶対にオークの一団を追い立てて皆殺しにしてください。私たちを解放してくださいね！
ru: Милорд! Время догнать орков, перебить их и освободить моих земляков!

source: So, should we take on the orcs?
ca: Doncs, deuríem anar a per els orcs?
hu: Tehát akkor az orkokat kéne megrohannunk?
ja: それでは、オーク連中を片付けますか？
ru: Что ж, займёмся этими орками?

source: Someone is hiding here!
ca: Algú s'està amagant ací dins!
hu: Valaki rejtőködik itt!
ja: 誰か隠れている！
ru: Здесь кто-то прячется!

source: Ah! Humans! And Akladians with them?! Still, what good fortune!
ca: Oh! Humans! I akladians amb ells?! Tant se val, una alegria!
hu: Ó! Emberek! És akladiaiak vannak velük?! Mégis, micsoda megkönnyebbülés!
ja: あっ！人間だ！しかも Akladia 人も一緒！？ それでも、運が良かった！
ru: О! Люди! И акладианы?! Всё равно я так рад!

source: Ah! Humans! And not Akladians! What good fortune!
ca: Oh! Humans! I sense cap akladià! Quina alegria!
hu: Ó! Emberek! S nem akladiaiak! Micsoda öröm!
ja: あっ！人間だ！しかも Akladia 人じゃない！運が良かった！
ru: О! Люди! Не акладианы! Вот это удача!

source: Who are you, and what are you doing here?
ca: Qui eres, i què hi fas ací?
hu: Ki vagy, és mit csinálsz itt?
ja: お前は誰だ、ここで何をしている？
ru: Кто ты, и что ты тут делаешь?

source: The orcs burned down my village, Ruen, and they left not long ago. They took many prisoners. I was hiding here, waiting for a miracle. And now the miracle has come!
ca: Els orcs van cremar el meu poblet, Ruen, i van anar-se'n no fa molt. Van capturar molts presoners. M'estava amagant ací dins, esperant un miracle. I el miracle s'ha fet realitat!
hu: Az orkok felégették a falunkat, Ruent, és elvonultak. Rengeteg foglyot fűztek rabszíjra. Elrejtőztem, és vártam a csodát. S most a csoda bekövetkezett!
ja: オークが私の村 Ruen を焼き尽くし、やがて去っていきました。多くの者が囚人として連れ去られたんです。私はここに隠れて奇跡が起きるのを待ち続けました。その奇跡が今、起きたんですよ！
ru: На днях тут проходили орки и сожгли мою деревню - Руэн. Многих они захватили в плен. Я спрятался здесь, надеясь на чудо. И чудо произошло!

source: Oh my. It's so funny I think I'm gonna die laughing. Gaumhaldric the Miracle-maker, how about the sound of that?
ca: Per tot...! És tan divertit que em moriré de rissa! Gaumhaldric el miracler, cóm et sona?
hu: Na ne. Ez olyan vicces, belehalok. Gaumhaldric, a Csodatévő, hát nem jó?
ja: あらまあ、面白ーい、面白すぎて笑っちゃいそう。ミラクル・メーカー Gaumhhaldric ね、この響き、いいと思うけど、どう？
ru: О господи. Я сейчас умру от смеха. Гемхальдрик Чудотворец! Звучит?

source: Miracle? What do you mean?
ca: Un miracle? Què vols dir?
hu: Csoda? Mire gondolsz?
ja: 奇跡？どういうことだ？
ru: Чудо? О чём ты говоришь?

source: You of course will chase that orcish band, kill all the orcs and free my people!
ca: Per suposat, aniràs darrere dels orcs, els mataràs a tots i alliberaràs la meua gent!
hu: Természetesen arra, hogy utánaeredsz az ork bandának, levágod őket, és kiszabadítod a foglyokat.
ja: 勿論、皆さんはオーク一団を追いかけて皆殺しにして、囚人たちを解放するんですよね！
ru: Ну вы же догоните орочью шайку, убьёте их всех и освободите моих земляков!

source: Hm, my lord, do you think we should fullfill this peasant's request?
ca: Hum, senyor, creus que deuríem complir amb el desig d'aquest camperol?
hu: Hm, uram, úgy gondolod, segítenünk kéne ennek a parasztnak?
ja: うーん、陛下、この農民の望みを叶えるべきだと思いますか？
ru: Хм, милорд, вы думаете мы должны выполнить желание крестьянина?

source: Well, I hope it's wise decision.
ca: Bé, espere que siga una sàvia decisió.
hu: Nos, remélem bölcs döntést hoztál.
ja: まあ、賢明な決断をお願いします。
ru: Что ж, я думаю это мудрое решение.

source: Of course it is. We are searching for orcs, and those are orcs, isn't it?
ca: Clar que ho és. Estem buscant orcs, i éstos són orcs, no?
hu: Persze hogy azt. Orkokat keresünk, s orkok nyomába eredünk, mi a probléma?
ja: 勿論そうするさ。私たちはオークを探しているんだし、これはオーク絡みのの話だよな？
ru: А как же. Мы ищем орков, и вот они. Правильно?

source: Yes, on other hand maybe we should search elsewhere.
ca: Sí, però també podríem buscar en altra banda.
hu: Jobb is, inkább máshol kéne keresnünk.
ja: そうですね、他の場所を探すべきかもしれません。
ru: Действительно, осмотримся ещё.

source: We already fought with outlaws from Bontom, my lord.
ca: Ja em lluitat amb proscrits de Bontom, senyor.
hu: Már megküzdöttünk a bontomi törvényen kívüliekkel, uram.
ja: 既に Bontom から来た無法者たちとは戦闘しましたよ、陛下。
ru: Мы уже сражались с бонтомскими разбойниками, милорд.

source: So, should we go into Bontom?
ca: Doncs, anem cap a Bontom?
hu: Tehát Bontom felé kéne mennünk?
ja: 私たち、Bontom へ行くべきですか？
ru: Ну что, пойдём в Бонтом?

source: Yes, we should save Reme now.
ca: Sí, salvem ara a Reme!
hu: Rendben, keressük meg azt a Remét
ja: はい、Reme を今こそ救わねばなりません。
ru: Да, мы должны спасти этого Реме.

source: The Preparations
ca: Les preparacions
hu: Előkészületek
ja: 準備
ru: Приготовления

source: A few days passed. Finally, the Freetown council decided to send Gawen to search for Deorien. Gwidle Turlin came to Gawen to ask for his assent.
ca: Van passar uns pocs dies i, finalment, el Consell de Ciutat Lliure ha decidit enviar Gawen a buscar a Deorien. Gwidle Turlin va anar a parlar amb Gawen i li va preguntar si estava d'acord.
hu: Eltelt néhány nap. Végül a freetowni tanács elhatározta, hogy elküldi Gawent Deorien megkeresésére. Gwidle Turlin eljött Gawenhez, hogy közölje a döntést.
ja: 数日が過ぎ、Freetown の評議会は、ついに Gawen を Deorien の捜索に派遣することを決定し、Gwidle Turlin が Gawen のもとに同意を求めにやってきました。
ru: Прошло несколько дней. В конце концов совет Фритауна постановил послать Гэвена на поиски Деориена. Гвидл Турлин пришёл к Гэвену, чтобы спросить его согласия.

source: ...so, you will take eighteen of your very best troops and search for this great mage, Deorien, to try to convince him to join our cause.
hu: ... tehát magad mellé veszed a tizennyolc legjobb harcosod, és útnak indulsz a nagy mágus, Deorien megkeresésére, s megpróbálod meggyőzni őt, hogy álljon az ügyünk mellé.
ja: ...ということで、あなたは18人からなる超精鋭部隊を率いて、大魔術師の Deorien を探しに行ってください。そして、私たちと大義を共にするよう説き伏せてください。

source: I understand. My eighteen very best, most experienced soldiers. When should I go?
hu: Értem. A tizennyolc legjobb, legtapasztaltabb harcosom. Mikor kellene indulnom?
ja: 分かった、我が最も経験豊富な超精鋭兵士18人だな。出発はいつだ？

source: ...so, you will take fifteen of your best troops and search for this great mage, to try to convince him to join our cause.
hu: ... tehát magad mellé veszed a tizenöt legjobb harcosod, és útnak indulsz a nagy mágus megkeresésére, s megpróbálod meggyőzni őt, hogy álljon az ügyünk mellé.
ja: ...ということで、あなたは15人からなる精鋭部隊を率いて、大魔術師を探しに行ってください。そして、私たちと大義を共にするよう説き伏せてください。

source: I understand. My fifteen best soldiers. When should I go?
hu: Értem. A tizenöt legjobb harcosom. Mikor kellene indulnom?
ja: 分かった、我が精鋭兵士15人だな。出発はいつだ？

source: ...so, you'll take twelve of your troops and search for that mage, to try to convince him to join our cause.
hu: ... tehát magad mellé veszed a tizenkét legjobb harcosod, és útnak indulsz a nagy mágus megkeresésére, s megpróbálod meggyőzni őt, hogy álljon az ügyünk mellé.
ja: ...ということで、あなたは12人の兵士からなる部隊を率いて、あの魔術師を探しに行ってください。そして、私たちと大義を共にするよう説き伏せてください。

source: I understand. Twelve soldiers. When should I go?
hu: Értem. Tizenkét harcos. Mikor kellene indulnom?
ja: 分かった、兵士12人だな。出発はいつだ？

source: ...so, nine troops. Search for that mage. Got it?
hu: ...szóval kilenc zsoldos. Megkeresni azt a mágust. Világos?
ja: ...ということで、9人からなる部隊を率いて、あの魔術師を探しに行ってください。よろしいですか？

source: I understand. Nine soldiers. When should I go?
hu: Értem. Kilenc harcos. Mikor kellene indulnom?
ja: 分かった、兵士9人だな。出発はいつだ？

source: Does that mean that you agree?
ca: Això vol dir que estàs d'acord?
hu: Azt jelenti ez, hogy beleegyezel?
ja: 同意されたということでよいですね？
ru: Это означает, что ты согласен?

source: Of course.
ca: Clar que sí.
hu: Természetesen.
ja: ああ、勿論だ。
ru: Конечно.

source: I think you should start your quest after the thaw. After all, you will need some time to pick the best soldiers and train them.
ca: Crec que deuries començar la teua missió després del desglaç. Després de tot, necessitaràs un poc de temps per elegir els teus millors soldats i entrenar-los.
hu: Azt hiszem, a tavaszi olvadás után kellene indulnod. Addig lesz időd kiválasztani a megfelelő embereket, s gyakorlatoztatni őket.
ja: 雪解け後に探索を開始したほうが良いでしょう。何しろ、優秀な兵士を選び出し、訓練する時間が必要ですから。
ru: Я думаю, что ты должен отправиться на поиски с наступлением оттепели. Кроме того, тебе ещё нужно время, чтобы выбрать и натренировать лучших солдат.

source: If you want, more elves are willing to serve you.
ca: Si vols, podria donar-te alguns elfs més.
hu: Ha gondolod, néhány tünde is elkísérhet.
ja: もしお望みであれば、喜んでお手伝いするエルフがもっとおります。

source: I could give you some of my soldiers: Bowmen, or Spearmen.
hu: Elkísérhet néhány katonám is, ha szükséges: íjászok, dárdások.
ja: 我が部隊からも数名の兵士... 弓兵か槍兵も出しましょう。

source: Or we could give you some gold.
ca: O podríem donar-te més or.
hu: Esetleg inkább egy kis aranyat szeretnél?
ja: または、ゴールドを提供することも可能です。
ru: Или же мы можем дать тебе немного золота.

source: Note: you will have to choose eighteen of your very best soldiers soon. Elves and human soldiers, given by Mithrandil and Huon respectively, will be added to your pool of units from which you will make this selection, so consider them as counting against the limit. Choose up to four soldiers now, or more gold if you already have enough soldiers to choose from.
hu: Megjegyzés:Hamarosan ki kell választanod a legjobb tizennyolc harcosodat. Mithrandil tündéi és Huon emberei szintén részei a választható egységeknek, tehát ők is beleszámítanak a kvótába. Most válassz négy harcost, vagy növeld az aranyaid számát, ha már van elegendő számú választható harcosod!
ja: メモ：超精鋭兵士18人をすぐに選んでください。 Mithrandil と Huon それぞれの出すエルフや人間の兵士も、18人の中に含めることができます。今すぐに4人の兵士を選択するか、もしくは既に十分な兵士がいる場合は、ゴールドを増やすようにしましょう。

source: Note: you will have to choose fifteen of your best soldiers soon. Elves and soldiers given by Huon and Mithrandil count against this limit. Choose four soldiers now.
hu: Megjegyzés: hamarosan ki kell választanod a tizenöt legjobb harcosodat. Mithrandil tündéi és Huon katonái beleszámítanak a kvótába. Most válassz négy egységet!
ja: メモ：精鋭兵士15人をすぐに選んでください。 Mithrandil と Huon それぞれの出すエルフや人間の兵士も、15人の中に含めることができます。今すぐに4人の兵士を選択してください。

source: Note: you will have to choose twelve soldiers soon. Elves and soldiers given by Huon and Mithrandil count against this limit. Choose four soldiers now.
hu: Megjegyzés: hamarosan ki kell választanod a tizenkét legjobb harcosodat. Mithrandil tündéi és Huon katonái beleszámítanak a kvótába. Most válassz négy egységet!
ja: メモ：兵士12人をすぐに選んでください。 Mithrandil と Huon それぞれの出すエルフや人間の兵士も、12人の中に含めることができます。今すぐに4人の兵士を選択してください。
