Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Here is my sword, Huon. I lost someone here as well and I want to avenge her. But if you want to just blindly kill anyone with a drop of Akladian blood in his veins, I won't stop you. Start with me, your king.
ca: Ací està la meua espasa, Huon. He perdut una persona volguda ací i també vull venjar-la. Però si el que vols és matar cegament qualsevol que tinga una gota de sang akladiana a les venes, no t'aturaré. Comença per mi, el teu rei.
hu: Itt a kardom, Huon. Én elvesztettem itt valakit, és igen, bosszút akarok állni érte. De ha te csak vaktában akarsz vagdalkozni, megölni bárkit, akiben akladiai vér folyik, akkor nem állítalak meg. Kezdd velem, a királyoddal!
ja: これは私の剣だ、Huon 。私も同じように、ある人を失ったし、彼女のために仕返しをしたい。だが、ただ訳もなく Akladia 人の血が少しでも流れている誰かをとにかく殺したいというのであれば、私は止めない。私から殺しなさい、お前の王から。
ru: Вот мой меч, Хуон. Я как и все потерял здесь родного человека и хочу отомстить за неё. Но если ты хочешь убивать каждого в чьих венах течёт акладианская кровь, я не буду тебя останавливать. Начни с меня, твоего короля.

source: You are not my king! You are... You are...
ja: あなたは私の王ではない！ あなたは... あなたは...

source: There was a long pause. No one dared to stir until finally Gawen straightened himself to his full height and took a deep breath.
ja: 長い静かなときが過ぎていきました。誰一人として身じろぎ一つしようとしませんでした。Gawen が背筋を伸ばし深く呼吸をするまで。

source: Yes. Now I see. Deorien, now I understand what you were trying to tell me. There is no future in civil war between Akladians and Wesnothians. I AM King Gawen Haldric Hagarthen, and this is MY country. My sword will punish the wicked. My sword will defend the defenseless.
ca: Sí. Ara ho veig, Deorien, ara comprenc el que abans em deies. No hi ha futur en una guerra civil entre els akladians i els wesnothians. Sóc el rei Gawen Haldric Hagarthen, i aquest és el meu país. La meua espasa castigarà els malvats. La meua espasa defensarà els indefensos.
hu: Igen. Már látom. Deorien, végre megértettem, mit próbáltál elmondani nekem. A polgárháború az akladiaiak és wesnothiak közt nem vezet sehova. Én Gawen Haldric Hagarthen király vagyok, és ez az én országom. A kardom megbünteti a gonoszokat. A kardom megvédi a védteleneket.
ja: そう。今、私は理解した。Deorien 、私は今、君が言おうとしたことを理解したよ。Akladia 人と Wesnoth 人との間で争っていては未来はない。私こそが、王 Gawen Haldric Hagarthen であり、こここそが、私の国なのだ。今後、私の剣は邪悪なものを罰するだろう。私の剣は無抵抗な者たちを守るだろう。
ru: Да. Теперь я вижу. Деориен, теперь я понимаю, что ты пытался объяснить. У веснотцев и акладиан нет будущего. если они не прекратят междоусобицы. Я король Гэвен Хальдрик Хагартен, и это моя страна. Моё меч искоренит зло. Мой меч защитит беззащитных.

source: My king...
ca: Majestat...
hu: Királyom...
ja: 我が王様...
ru: Король...

source: Ruvio, my friend... I will need you at my side. I know you want to mourn your daughter, but I would be grateful if I would find you next to me in the battles which await me.
ja: 我が友 Ruvio よ... 私のそばにいてほしい。君が娘を弔いたいのは承知しているが、私を待ち受ける戦いで、君が私の隣りにいてくれることがどれほど心強いことか。

source: Gawen... My sword is your sword.
ca: Gawen...la meua espasa és teua.
hu: Gawen... Rendelkezz velem!
ja: Gawen 様... 私の剣は、あなたのための剣です。
ru: Гэвен... Мой меч - твой меч.

source: But what about your step-mother? She's an Akladian wild beast. I bet she was the one who passed the location of Freetown to Bor Cryne and his slayers.
ca: I què fem amb la teua madrastra? És una bèstia salvatge akladiana. Apostaria que va ser ella qui va revelar la ubicació de Ciutat Lliure a Bor Cryne i els seus carnissers.
hu: S mi a helyzet a nevelőanyáddal? Egy akladiai vadállat. Fogadok, hogy ő árulta el Freetown helyzetét Bor Crynének és mészárosainak.
ja: でも、あなたの継母様についてはどうなのですか？ 彼女は Akladia 人の野獣ですよ。Bor Cryne や殺し屋に Freetown の場所を伝えた者の一人に違いありません。
ru: Ну а что насчёт твоей мачехи? Она дикая акладианская бестия. Разве не она выдала расположение Фритауна Бору Крайну и его убийцам?

source: Why should I do that? And when? I was with Gawen all the time, far away from here!
ca: Per què ho hauria de fer? I quan? He estat amb Gawen fora d'ací tot el temps!
hu: Miért tettem volna? És mikor? Én egész idő alatt Gawen mellett voltam, míg távol voltunk!
ja: 私が教えなきゃいけない理由は何だ？いつ教えたのだ？ ずっと Gawen と一緒だったわ、ここから遠い場所でね！
ru: Зачем бы я это сделала? И когда? Я всё время находилась рядом с Гэвеном!

source: Huon, stop accusing her. You have no proof!
ca: Huon, deixa d'acusar-la. No tens cap prova.
hu: Huon, hagyd abba a vádaskodást! Nincs bizonyítékod.
ja: Huon 、彼女を非難するのはやめなさい。証拠がない！
ru: Хуон, прекрати нападать на неё. Она ни при чём.

source: Oh, she could do it, from what I've heard about her. She could do it. I have no proof, but you will never be sure whether it was her or not.
ca: Podria fer-ho, pel que he sentit dir d'ella. Podria fer-lo. No tinc cap prova, però no mai sabràs segur si va ser o no ella.
hu: Képes lett volna rá, abból ítélve, amit hallottam róla. Megtehette. Nincs bizonyítékom, de sosem lehetsz benne biztos, hogy megtette-e, vagy sem.
ja: ああ、彼女ならできたはずです、彼女について聞いた限り。彼女ならできたでしょうね。証拠はありません、でも、彼女かどうかの確信は、あなたにだって無いでしょう。
ru: Судя по всему, что я о ней слышал, она могла это сделать. Могла! У меня нет доказательств, но ты не можешь точно сказать, она нас выдала или нет.

source: That's ridiculous! How can you accuse... Gawen, tell him you don't believe that tripe! Gawen! ...Gawen?
ja: 馬鹿みたい！よくもそんな酷いことを... Gawen 、言ってやってよ、そんなくだらないことは信じないって！ Gawen 、...Gawen ？

source: Enough. I need to be... the king desires to be alone for a moment.
ca: Vull... Vull estar sol una estona.
hu: Szeretnék egy... egyedül maradni egy kicsit.
ja: もうたくさんだ。私はしばらく... 王は少し一人になりたいと望んでいる。
ru: Я должен... на минутку остаться один.

source: Because you were declared the messiah by the Oracle and recognised as king by the Wesnothians, you may again recruit Fencers, Spearmen, Bowmen, Akladian Clansmen, Akladian Warriors, Akladian Homeguards, and Akladian Wisemen.
ca: Donat que vas ser declarat messies per l'Oracle i has sigut reconegut rei pels wesnothians, pots reclutar de nou esgrimidors, soldats, arquers, akladians, guerrers, vigil·lants i savis.
hu: Mivel a Jósnő kihirdette, hogy te vagy a Megváltó, és a wesnothiak elismertek királyuknak, újra toborozhatsz vívókat, lándzsásokat, íjlövészeket, akladiai klántagokat, akladiai harcosokat, akladiai honvédőket és akladiai bölcseket.
ja: あなたは預言者に救世主と宣言され、Wesnoth 王と認められましたので、 以下のユニット "剣術士"・"槍兵"・"弓兵" "Akladia の氏族兵"・"Akladia の戦士" "Akladia の宿衛兵"・"Akladia の知恵者" を再び雇用できるようになりました。
ru: Поскольку Оракул объявила о новом мессии, а веснотцы признали нового короля, теперь можно вербовать фехтовальщиков, копейщиков, лучников, членов кланов акладиан, воинов акладиан, ополченцев акладиан и знахарей акладиан.

source: Also, Rob Roe would have rejoined you here, too, if it weren't for Lorin...
ja: また、Rob Roe がここで再び加わることでしょう、もしも Lorin がいなくなっていれば...

source: Also, since you were joined by Rob Roe in the past, you may now recruit Thugs, Thieves, and Footpads again.
ja: また、以前に Rob Roe が仲間になっていましたので、 "悪党"・"盗賊"・"追いはぎ" も再び雇用可能になります。

source: Fighting for Passage
ca: Lluitant pel pas
hu: Harc az áthaladásért
ja: 通過を賭けた戦闘
ru: Проход с боем

source: So, my name is Gawen Hagarthen and I am to be a king of a nation destined to rule over the world. For some reason, this does not make me happy.
ja: そう、私の名前は Gawen Hagarthen 、世界を統治すると定められた国の王となるべき人間だ。が、なぜかそのことは、私に幸福感をもたらしてくれない。

source: The woman who calls herself my mother is giving everyone orders in my name. She always stays close by me, as though she is afraid to let me be alone. I wish I could know what Reme Carrenemoe thinks; it seems like he is afraid to say any more than necessary. And that whole 'underling' thing... I don't know why, but sometimes, as I look at the faces of warriors who are around me, I feel more attached to those whom they call 'underlings.'
ja: 私の母親と名乗っている女性は、私の名を使って皆に命令を出している。いつも私のそばにいて、あたかも私を一人にするのが怖いかのようだ。Reme Carrenemoe はどう考えているのか知りたいところだが、どうやら、必要なこと以外を口に出すのを恐れているようだ。それから、すべての「下っ端」のことも... なぜだか、ときおり愛着を感じることがある。周囲にいる兵士たちの顔を見るたびに、彼らが「下っ端ども」と呼んでいる者たちに対して。

source: Sometimes I think it is some kind of cruel joke. I am like a twig carried by large and wild river. A feather tossed to and fro by a tempest. Gawen Hagarthen, king of Vakladia. No, I am not happy.
ca: A vegades em pareix que tot és alguna mena de cruel broma. Sóc com un pal de fusta arrossegat per la corrent... una ploma dins d'un tornado. Gawen Hagarthen, rei de Vakladia. D'alguna manera, tot açò no em fa gens feliç.
hu: Néha az az érzésem, hogy ez egy kegyetlen vicc. S pusztán csak egy vékony bot vagyok, amit a vad és hatalmas folyó sodor magával. Levél egy tornádóban. Gawen Hagarthen, Vakladia királya. Nem érzem magam boldognak.
ja: 時々思うのだ、これは意地悪な冗談の一種なんじゃないか、と。私はまるで、大きな川に流されている小枝のような気分になる。もしくは、荒れ狂う大河に翻弄される一枚の羽のような。Gawen Hagarthen 、Vakladia の王。そう、私は幸福ではない。
ru: Порой мне кажется, что всё это какая-то злая шутка. Я как щепка в потоке широкой бурной реки. Пёрышко, подхваченное ураганом. Гэвен Хагартен, король Вакладии... Нет, определённо, мне это не нравится.

source: Loyal Akladians
ja: Akladia 忠誠軍

source: Skipping opening dialogue due to debug mode being on; restart this scenario with debug mode off to view the opening dialogue.
ja: デバッグモードがオンのため、オープニング・ダイアログはスキップされます。オープニング・ダイアログを表示するには、デバッグモードをオフにしてシナリオを開始し直してください。

source: Skipping opening dialogue due to the DEBUG_MODE macro being defined; restart this scenario with debug mode off to view the opening dialogue.
ja: "DEBUG_MODE" マクロが定義されているため、オープニング・ダイアログをスキップします。オープニング・ダイアログを表示するには、デバッグモードをオフにしてシナリオを開始し直してください。

source: Vattin, the capital of our kingdom, is just a few days from here. How do you feel, my son?
ja: 私たちの王国の首都、Vattin は、ここからほんの数日のところにあるわ。息子よ、気分はよくなった？

source: Much better. That medic did a commendable job. I wish to thank him at some time in future.
ca: Molt millor. Eixe metge era realment bo en el seu treball. M'agradaria donar-li les gràcies en el futur.
hu: Sokkal jobban. Az az orvos tényleg érti a dolgát. Azt hiszem, alkalomadtán majd megköszönöm neki, amit értem tett.
ja: かなり良くなったよ。あの衛生兵は称賛に値するね。いつか礼を言いたいな。
ru: Значительно лучше. Этот лекарь действительно хорошо знает своё дело. Думаю, когда-нибудь в будущем я отблагодарю его.

source: I'm afraid... that may be... impossible. What about your memory?
ca: Em temo que això serà impossible. Què tal la teua memòria?
hu: Attól tartok, ez lehetetlen. Mi van a memóriáddal?
ja: 残念だけど...それは無理...でしょうね。記憶の方はどう、思い出した？
ru: Боюсь... это будет невозможно. Как твоя память?

source: I think... sometimes I think I remember something, but then it passes. I remember a dark-haired woman. She is lying on a bed, sweating, pain in her beautiful green eyes. I don't know who she is, but it makes me want to weep every time I think about it. I think... I think I loved her.
ca: Pense... A vegades pense que recorde alguna cosa, però enseguida se me'n va. Recorde una dona amb el monyo fosc. Jeu al llit, suant, amb dolor als seus preciosos ulls verds. No sé que és, però em fa plorar cada vegada que pense en això. Crec que la volia.
hu: Azt hiszem... Néha beugrik valami, de aztán szertefoszlik. Emlékszem egy feketehajú nőre. Ágyban fekszik, kiveri a víz, fájdalom tükröződik a gyönyörű zöld szemében. Nem tudom, ki lehet, de sírhatnékom támad, valahányszor rágondolok. Azt hiszem, szerettem őt.
ja: うーん...時々、ふと何かが浮かんでは、また消えていくんだ。黒髪の女性を思い出したよ。ベッドに横たわって汗をかいて、緑色の美しい目には痛みを湛えている。誰なのかは分からないけど、考えると涙が出てきて泣いてしまいそうなんだ。おそらく...僕は彼女を愛していたんだ。
ru: Я думаю... Иногда мне кажется, что я что-то помню, но воспоминание тут же ускользает. Я помню темноволосую женщину. Она лежит в кровати, покрытая испариной, и её прекрасные зелёные глаза наполнены болью. Я не знаю кто она, но каждый раз, когда я думаю о ней, мне хочется плакать. Наверное, я любил её.

source: That could be your true mother, my lord. She was poisoned when you were still young.
ca: Podria ser la teua mare de veritat, senyor. Va ser enverinada quan encara eres un xiquet.
hu: Biztosan az édesanyádra gondolsz, uram. Még gyerek voltál, amikor megmérgezték.
ja: 陛下をお産みになったご母堂様だと思います。陛下がまだご幼少の頃に、毒で...殺されてしまったのです。
ru: Должно быть это Ваша родная мать, милорд. Её отравили когда Вы были ещё совсем юным.

source: ...anyways, I've sent an envoy to Gaeltin Hyer, a city which lies along our way, to prepare rooms for us. I think, my lord, you might want to get some rest before continuing our journey.
ja: ...ともかく、途中にある町、Gaeltin Hyer に使者を送り、部屋を用意するよう伝えました。旅を続けるには、まずはお身体を休めていただきたいと思います。

source: Noble lords, with your permission... my lord, Raul O Gaeltin sent me here with a message. I beg for your forgiveness, remember I am just a messenger.
ca: Nobles senyors, amb el vostre permís. El meu senyor, Raul O Gaeltin m'ha enviat ací amb un missatge. Demane la vostra misericòrdia, recordeu que només soc un missatger.
hu: Nemes uraim, engedelmetekkel. Uram, Raul O Gaeltin küldött engem egy üzenettel. Esedezem bocsánatotokért, én csak egy küldönc vagyok.
ja: 高貴な皆様、失礼いたします... 我が領主 Raul O Gaeltin 様からの伝言をお持ちしましたことをお許しください。私はただの使者でございますので、お間違いなきよう。
ru: С вашего позволения, благородные лорды. Мой господин, Рауль О'Гэлтин, прислал меня с сообщением. Я надеюсь на ваше милосердие; помните, что я всего лишь посланник.

source: Speak.
ca: Parla.
hu: Beszélj!
ja: 話しなさい。
ru: Говори.

source: These are the words of my lord; I was given a strict charge to repeat them exactly: 'Gaeltin's gates will never be opened for mixling bastards nor for the king's whores.' He also sends this...
ca: Aquestes són les paraules del meu senyor, ell volia que les repetira amb tota exactitud: Les portes de Gaeltin no mai seran obertes per deixar passar bastards mestissos ni les putes del rei. També vos envia açò...
hu: Ezek az én uram szavai, amit szó szerint kell közvetítenem: Gaeltin kapui sosem nyílnak meg sem egy korcs fajzat előtt, sem egy királyi szajha előtt. S még ezt küldi...
ja: 我が領主様のお言葉をお伝えします。正確に復唱して伝えるようにとの厳命を頂戴しています。 え～と、" Gaeltin の門は、混血の私生児にも、王の娼婦にも、絶対に開かれることはない。" それから、これも戴いております...
ru: Мой господин приказал повторить слово в слово следующее: "Ворота Гэлтина никогда не откроются ни перед нечистокровными ублюдками, ни перед королевскими шлюхами." Ещё он просил передать...

source: You received 2 pieces of gold.
ja: あなたは 2 gold を受け取りました。

source: '...for you to start a new life.' This is what I was commanded to say. May I live - I mean - leave?
ca: ...per començar una nova vida. Això és tot el que s'esperava que digués. Puc viure, vull dir, anar-me'n?
hu: Ezt azért kapod, hogy új életet kezdhess. Ez minden, amit át kellett adnom. Élhetek, akarom mondani, elmehetek?
ja: " ...新たな人生を始めるために。 " 以上がお伝えするように命ぜられた言葉ですが、よろしいですよね... あのぅ...もう、失礼してよろしいでしょうか？
ru: ...это, чтобы было на что начинать новую жизнь. Вот всё, что я должен был сказать. Могу я уйти живым, э... то есть, уйти?

source: We have a message for your lord too. Tell him we will bring him the message personally and he will have a lot of time to comprehend it fully. You may leave now.
ca: Nosaltres també tenim un missatge pel teu senyor. Dis-li que li durem el missatge personalment, i que tindrà molt de temps per comprendre'l completament. Pots anar-te'n.
hu: Nekünk is van egy üzenetünk az uradnak. Mondd meg neki, hogy személyesen fogjuk átadni, s lesz ideje gondolkodni rajta, ha nem is túl sok! Elmehetsz.
ja: 私たちからも、お前の領主に届ける言葉がある。私たち自らその言葉を伝えると言っておいてくれ。そうすれば、お前の領主も、理解するに十分な時間が持てるだろう。もう、お前は立ち去るがよい。
ru: У нас тоже есть что передать твоему хозяину. Скажи ему, что мы лично зайдём всё обсудить, и у него будет очень много времени, чтобы хорошо подумать над тем, что мы скажем. Можешь идти.

source: I guess we will have to fight our way into Vattin. Gawen, many Akladians live nearby. They will fight for you. They are inexperienced but they are eager to show their loyalty. Let's use them.
ca: Supose que tindrem que obrir-nos pas lluitant cap a Vattin. Gawen, molts akladians viuen per ací, lluitaran per tu. No tenen experiència, però estan impacients per demostrar la seua lleialtat. Usem-los.
hu: Azt hiszem, karddal kell utat nyitnunk Vattinba. Gawen, sok akladiai él a közelben. Ők szívesen harcolnak érted. Nincs sok tapasztalatuk, de égnek a vágytól, hogy érted harcoljanak. Adj nekik lehetőséget!
ja: Vattin に入るには戦うしかなさそうね。Gawen 、この近辺には多くの Akladia 人が住んでるわ。私たちと一緒に戦ってくれるでしょう。彼らは経験豊富とは言えないけれど、その忠誠心を示したがっているわ。使わない手は無いわね。
ru: Думаю, нам придется пробиваться в Ваттин с боем. Гэвен, вокруг нас много акладиан. Они будут сражаться за тебя. Они неопытны, но горячо желают показать свою преданность. Воспользуемся их помощью.

source: Hmm, after some thought perhaps it is for the best that Raul is trying to oppose us. It's an occasion for you to exercise a little.
ca: Uhm, després de pensar-ho bé, potser siga bo que ens intente aturar. És una bona ocasió per a que t'exercites un poc.
hu: Hmm, ha jobban belegondolok, van jó oldala is a dolognak. Kitűnő lehetőség ez a tapasztalatszerzésre.
ja: ふむ、考えてみれば、Raul が抵抗しようとしていることは、私たちには最適の状況かもしれませんよ。ちょっと体を動かすにはいい機会ですからね。
ru: Хм. Если подумать, в конце концов даже неплохо, что он встал у нас на пути. Есть возможность немного потренироваться.

source: Go and attack however you see fit; I highly doubt you need my advice.
ja: 好きなように攻撃してください。私の助言など不要でしょうし。

source: Go and take the villages to earn more gold. Recruit as many Clansmen as you can. Many of them will probably die, but the survivors may become good fighters. Do not forget to recall our veteran soldiers, too. Be careful; do not needlessly hurry. To cure wounded units you may use wisemen or villages.
ca: No t'oblides de prendre els poblets per rebre més or. Recluta tants akladians com pugues. Segurament, moriran molts d'ells, però la resta podrien arribar a ser bons lluitadors, i recorda que també pots reincorporar alguns altres. Ves amb cura, no tenim cap pressa. Per curar les unitats ferides, pots usar els savis o els poblets.
hu: Menj, és foglalj falvakat, hogy gyarapítsd az aranyaidat! Toborozz annyi klántagot, amennyit tudsz! Néhányan meghalnak majd, de akik túlélik a csatát, kitűnő harcosokká válhatnak. Ne felejtsd el visszahívni a gyakorlott harcosainkat! Légy óvatos, ne rohanj szükségtelenül! A sérült egységek gyógyítására használd a bölcseket vagy a falvakat!
ja: より多くのゴールドを稼ぐためにも村を占領しましょう。できるだけ多くの氏族兵を雇用してください。おそらく多くの者は死んでしまいますが、生き残った者たちは立派な戦士になるかもしれません。経験を積んだ者の召喚もお忘れなく。注意を怠らず、不用意に急がないことが肝要です。負傷兵が出たら、賢者や村を使って傷の手当を行ってください。
ru: Иди и захватывай деревни, чтобы получить как можно больше золота. Ставь в строй столько людей кланов, сколько сможешь. Большинство из них погибнет, но те, кто выживут, смогут стать хорошими бойцами. Не забывай призывать старых солдат. Будь осторожен, не торопись без необходимости. Для лечения раненых зови знахарей или просто задерживайся на постой в деревнях.

source: Reach the northern signpost with Gawen Hagarthen
ja: Gawen Hagarthen を最北端にある標識に到着させる

source: This scenario is designed for grinding gold and EXP. Your income will increase if you use Gawen for fighting instead of recruiting, so be sure to move him off your keep and into the action!
ja: このシナリオは gold とXP を稼ぐためにデザインされています。雇用はせずに直接 Gawen に戦闘させれば収入が増えますので、彼を主塔に留めず、攻撃に参加させましょう！

source: Gawen's income depends on whether he is standing on his keep or not in this scenario.
ja: このシナリオでの Gawen の収入は、彼が主塔に立っているかどうかで決まります。

source: Hm...
ja: うーむ...

source: I suppose we will find some use for this in near future.
ca: Crec que podrem donar-li algun us en el futur...
hu: Azt hiszem, a jövőben gyakran kell majd használnunk ilyen eszközt.
ja: 近い将来、こいつの使い道が見つかるでしょうね。
ru: Надеюсь, в ближайшем будущем мы найдём этому применение.

source: I have no wish to become any better-acquainted with this device.
ja: この器具については、もっとよく知りたいとか、思いたくない...

source: So, how many days' journey from here to Vattin?
ca: Bé, quants dies hi ha d'ací a Vattin?
hu: Szóval, milyen messze vagyunk Vattintól?
ja: さて、ここから Vattin までは、何日くらい掛かるんだ？
ru: Ну что ж, как долго идти отсюда до Ваттина?

source: We should arrive in two or three days.
ca: Deuríem arribar en uns dos o tres dies.
hu: Két vagy három nap múlva odaérünk.
ja: ２，３日で到着するはずです。
ru: Думаю, мы дойдём за два-три дня.

source: It's a shame we had no time to finish those traitors off.
ca: És una llàstima que no hagem tingut temps per acabar amb eixos traïdors.
hu: Szégyen és gyalázat, hogy nem végezhetünk ezekkel az árulókkal.
ja: 裏切り者たちを仕留める時間がなかったのが残念ね。
ru: Чертовски жаль, что у нас нет времени, чтобы покончить с этими изменниками.

source: There is no time for that now. Others should be able to manage that job without us.
ca: No hi havia per temps per fer-ho. Uns altres podran fer-ho sense nosaltres.
hu: Nincs erre időnk. Majd mások elvégzik helyettünk ezt a munkát.
ja: 今はそのような時間はありませんよ。私たちがいなくても、他の者たちでできるようにするべきです。
ru: Отвлекаться некогда. Другие разберутся с этим без нас.

source: Death to the traitors!
ca: Mort als traïdors!
hu: Halál az árulókra!
ja: 裏切り者たちには死を！
ru: Смерть предателям!

source: Yes, death to you!
ja: そう、お前に死を！

source: Hm, we're still alive. Good.
ja: ふう、私たちはまだ生き残ってるな、いけるぞ。

source: Seems to me it will be an easy battle. I guess it would be enough to have 250 gold pieces at the end of this fight; It is far more important, Gawen, to use this occassion to train our last loyal troops. We may need veteran units in future much more than gold.
ja: 今回は、楽な戦いになりそうですね。戦いが終わった頃までには250 gold ほど稼いでいれば十分です、Gawen 様。しかし、もっと重要なことは、最後の、忠誠心の高い者たちの経験を高めることです。そうした熟練した兵たちは将来、ゴールド以上に、必ず必要になります。

source: This is the end which awaits all traitors!
ca: Aquesta és la fi que aguaita tots els traïdors!
hu: Ez vár minden árulóra!
ja: これが、すべての裏切り者たちが行き着く結末なのだ！
ru: Так будет с каждым предателем!

source: Before I kill you, you ought to know that this is not because of the message you delivered to us.
ca: Abans que et mate, vull que sàpigues que açò no és pel missatge que ens vas lliurar.
hu: Mielőtt megöllek, azt akarom, hogy tudd, ez nem azért történik, mert olyan üzenetet hoztál.
ja: お前が死ぬ前に、知っておいてもらいたいことがある。お前が託された伝言のせいで死ぬわけではない、ということだ。
ru: Хочу, чтобы перед смертью ты понял, что весть, которую ты принёс, тут ни при чём.

source: I was just a messenger!
ca: Si només era un missatger!
hu: De én csak küldönc voltam!
ja: 私は、ただの使者でございましたのに！
ru: Я просто был гонцом!

source: I just told you that I don't blame you for repeating words of your master.
ca: Ja t'he dit que no et culpe per repetir les paraules del teu senyor.
hu: Mint mondtam, nem hibáztatlak azért, hogy elismételted az urad szavait.
ja: 今、言ったではないか、私は、お前の主人の言葉をお前が復唱したことを責めるつもりはない。
ru: Я уже сказал, что не виню тебя за слова твоего господина.

source: So you will allow me to live?
ca: I em deixaràs viure?
hu: Akkor megkíméled az életemet?
ja: では、お助けくださるんですか？
ru: Так Вы оставите меня в живых?

source: Oh, I haven't said that. You see, I really don't like your face.
ca: No he dit això. Mira, la veritat és que no m'agrada la teua cara.
hu: Azt sem mondtam. Végzek veled, mert... nem tetszik a pofád.
ja: そうは言っていない。いいか、私は、お前のその顔が大嫌いなのだ。
ru: Этого я не говорил. Видишь ли, мне очень не нравится твоё лицо.

source: You are lucky that I don't have more time, or I would play with you more, honorless dog.
ca: Tens sort que no tinga més temps, si no jugaria més amb tu, gos indigne.
hu: Szerencséd, hogy nincs több időm, különben eljátszadoznék veled egy kicsit, te becstelen kutya.
ja: お前は幸運だよ。私に時間がなくてね。そうでなければ、もっと遊んであげたんだけどね、恥知らずの犬め。
ru: Тебе повезло, что у меня мало времени. А то я бы поигралась с тобой подольше, подонок.

source: You are lucky that this underling whom you call your king does not know that...
ja: あんたも幸運だな、あんたが王と呼んでいる、この下っ端野郎が、あのことを知らない...

source: Enough of that, go now to your ancestors!
ca: Calla't ja, ves-te'n amb els teus avantpassats!
hu: Elég ebből, az őseid már várnak!
ja: うるさいわね、さっさと先祖のもとへ行きなさい！
ru: Достаточно. Отправляйся к прародителям.

source: Hurkkh...
ja: ウッ、ウゥゥ...

source: Where is he? He is starting to get on my nerves...
ca: On és? Comença a molestar-me...
hu: Hol van? Kezd az idegeimre menni...
ja: あの野郎、どこにいやがるんだ？俺の神経を刺激し始めたな...
ru: Где он? Он начинает действовать мне на нервы.

source: Oops.
ca: Uuuups.
hu: Hoppá!
ja: おや。
ru: Упс.
