Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Hm... You know, we Akladians have traditions about making sure someone is not brought back from the grave. Anyone have a wooden stick?
hu: Hmmm… Nekünk, akladiaiaknak vannak eszközeink arra, hogy megakadályozzuk a sírbatettek visszatérését. Van valakinél egy fapálca?
ja: うーん... あのねぇ、Akladia 人は、墓から生き返らないようにする伝統があるのさ。誰か、木の棒を持ってきてくれる？

source: Ha, ha, ha, you think that will work?
hu: Hahaha, azt hiszed, ez működik?
ja: ハーッハッハッ、それでうまくいくのか？

source: No idea, but it worked in the stories I've heard. Wooden stick through the heart, cut off the head, and place it between the legs. We will start with the stick...
hu: Nincsenek tapasztalataim, de a legendáink szerint működik. Fapálcával átszúrni a szívet, levágni a fejet és a lábak közé helyezni. Akkor kezdjük a fapálcával...
ja: さあね、だが、聞いた話では大丈夫らしい。木の棒で心臓を突き刺して頭を切り落とし、それを足の間に置くんだ。よし、始めようか。さあ、棒を...

source: Ha! Bald man, you look quite nice without hair - I wonder how you would look without ears.
ca: Ei, calb, tens bona pinta així sense el monyo... però què tal estaràs sense les orelles?
hu: Hehe! Te kopasz, milyen jól nézel ki haj nélkül - vajon hogy néznél ki fülek nélkül...
ja: ハハハ！ ハゲ野郎、頭髪が生えてない方がいいじゃないか ― 耳がないとどうだろうな。

source: Stupid woman, I am your God! I created you! Your whole race! You are mine, you will always be mine!
hu: Ostoba nőszemély, én vagyok a te Istened! Én teremtettelek! Az egész fajotokat! Ti az enyémek vagytok, enyémek mindörökre!
ja: イカれたヤツめ、俺はお前の神だぞ！私がお前を創った！お前たちの種族全部を創ったのだ！お前は私の所有物であり、これからもずっとだ！

source: ...aaand if I were to cut off your nose as well, you would look like an egg with hands and legs! What an excellent idea!
ca: ...i... i si et talle també el nas, et pareixeràs a un ou amb cames i braços! Excel·lent idea!
hu: ...ésss ha az orrodat is lenyisszantom, úgy fogsz kinézni, mint egy tojás, aminek keze és lába van! Micsoda látványt nyújtanál!
ja: ...そして、鼻も切り取ったら、手と足の生えた卵みたいになるだろうな！何て素晴らしいアイデアなんだろう！

source: Oh nooo... Woman... Human woman has killed me...
hu: Ó neee... egy nő... Egy asszony kezétől esem el...
ja: オーノー... 女が... 人間の女が俺を殺す...

source: This human woman has already killed dozens of other orcs, foul creature. And every one of them said the same thing.
ca: Aquesta dona ja ha mort dotzenes i dotzenes d'orcs, imbècil. I cada u deia el mateix.
hu: Ez az asszony tucatszám irtja az orkokat, te aljas teremtés. És mindegyik csak ezt tudja mondani.
ja: この人間の女はさ、これまでに数え切れないほどのオークを殺してきたんだよ。それに、そいつらは皆、同じことを言ってたねえ。

source: Wait a moment! You are She-wolf of Haeltin? Then it is not as great a disgrace as I thought...
ca: Un moment! eres la lloba de Haeltin? Aleshores no és una desgràcia tan gran com pensava...
hu: Várj csak! Hiszen te Haeltin Nőstényfarkasa vagy! Akkor ez nem is olyan nagy szégyen...
ja: 待ってくれ！ お前、 Haeltin のメス狼か？それなら、それほど不名誉ってことも無いかな...

source: Grekulak, it is time for you to find you final rest. Too many ages you have wandered this earth. Too many tears have watered the earth because of you.
ca: Grekulak, ja és hora que descanses i ens deixes a tots en pau. Massa segles has caminat per la terra i moltes llàgrimes s'han vessat per causa teua.
hu: Grekulak, ideje végre örök nyugovóra térned. Túl sok időt töltöttél ezen a világon. Túl sok könny áztatta miattad a földet.
ja: Grekulak よ、お前が最後の眠りにつく時がきた。この地面をあまりに長いあいだ彷徨い続けてきた。お前のせいで、あまりに多くの涙が地面に染み込んできたのだ。

source: You know nothing, stupid man. My goals... And plans... you can't even begin to grasp their greatness.
ca: No saps res, estúpid. Els meus objectius... els meus plans... no pots ni imaginar la seua glòria.
hu: Te nem tudsz semmit, ostoba ember. A céljaim. A terveim... fel sem foghatod a grandiozitásukat.
ja: 何も知らないんだな、馬鹿な男だ。私の行き先... そして、計画は... お前などには、その偉大さは到底理解できない。

source: Greatness? I can see only the madness in everything you have done. Die now... and despite the great evil you have wrought on this earth, I hope your spirit may find the path to the light.
ca: Glòria? Només veig bogeria en cada cosa que has fet. Mor ara... i, a pesar de tot el mal que has causat, tan de bo el teu esperit trobe el camí cap a la llum.
hu: Micsodát? Én csak az őrültséget látom mindabban, amit csinálsz. De most vége... s minden gonoszság ellenére, amit elkövettél, remélem, hogy a lelked nyugalomra lel.
ja: 偉大さ？お前がやってきたこと全てが、私にはただの狂気にしか見えないがな。さっさと死ね... お前はこの地上に偉大な邪悪をもたらしてきたが、それでも、お前の魂が光へと続く道を見つけられることを祈ってやろう。

source: What do you have to say now, Cryne? You heinous coward, you... you...
hu: És ehhez mit szólsz, Cryne? Te alávaló, herélt... te... te...
ja: Cryne よ、今、何か言うべきことはあるか？この憎むべき臆病者め、お前は... お前は...

source: Ha, ha, ha! I spit on you, underling! Nothing will change the fact that I had your wife and all of your daughters! Your spirit will wander aimlessly for eternity in the land of ancestors, for no one will care for your memory and you will leave no heir!
ca: Ha, ha, ha! Me'n risc de tu, carrall! No res canviarà el fet que vaig tindre la teua dona i totes les teues filles! El teu esperit vagarà per tota l'eternitat per la terra dels avantpassats, ja que ningú es preocuparà per la teua memòria i no deixes cap hereu!
hu: Ha, ha, ha! Köpök rád, nemtelen! Mit sem változtathatsz már azon, hogy megvolt nekem a feleséged és a lányaid is! A lelked háborogva fog bolyongani az ősök földjén az idők végezetéig, s nem lesz, aki továbbvigye az emlékedet, nem lesznek utódaid!
ja: ハッハッハッ！ お前に唾してやる、下っ端め！私がお前の妻と娘たち全員を手に入れた事実は、何も変わらない！お前の魂は、祖先の土地を永遠に宛もなく彷徨うことだろう。お前の思い出など誰も気にかけず、跡継ぎさえいないのだからな！

source: ...and neither will you.
ca: Tu tampoc.
hu: De neked sem.
ja: ...そして、それは、お前も同様だ。

source: I have a son, you stupid underling!
ca: Jo tinc un fill, estúpid!
hu: Nekem van fiam, ostoba nemtelen!
ja: 私には息子がいるのだ、この愚かな下っ端め！

source: He won't care for your memory. I will make sure of that, I promise you.
ca: No es preocuparà per la teua memòria. Ja m'asseguraré, t'ho promet.
hu: Nem fogják megőrizni az emlékedet. Ebben biztos lehetsz. Ezt megígérem.
ja: お前の息子は、お前のことなど気に掛けることは無いだろうな。私が保証する。約束してやろう。

source: What did you mean, Ruvio? I won't allow you to punish Cryne's child for his father's sins.
ca: Què vols dir, Ruvio? No permetre que castigues els fills de Cryne pels actes de son pare.
hu: Mit akarsz tenni, Ruvio? Nem engedem, hogy Cryne gyermekén állj bosszút az apja bűnei miatt.
ja: Ruvio 、あれは、どういう意味だ？ Cryne の息子を父親の罪で罰するようなことは、私が許さない。

source: I won't do any harm to Cryne's son, my lord - he is an orphan now; I wish to adopt him, raise him as a Wesnothian, and teach him the things Bor would not have taught him... to be noble and honourable... and perhaps, in time, the bloodline of the Crynes will, of their own volition, perform deeds of such quality that they will more than redeem the offenses that Bor himself has wrought upon the land.
hu: Egy ujjal sem bántom Cryne fiát, uram - hiszen most már árva, szegény; örökbe szeretném fogadni, felnevelem őt, mint wesnothit és megtanítom neki azt, amit Bor nem taníthatott meg neki... nemesnek és tisztességesnek lenni... idővel talán még a Crynék vére is megváltozik saját jószántukból annyira, hogy nagyszerű tetteket visznek végbe, hogy lemossák a gyalázatot, amit az ősük, Bor vétett a világ ellen.
ja: Cryne の息子に危害を加えるつもりはありません、陛下。彼は今や孤児の身ですが、私の養子にしようと考えています。Wesnoth 人として育てて Bor が教えなかっただろうことを私が教えます... 気高くあること、誇りを持つこと...。 それから、おそらく、いずれは、Cryne の血を引くものは、その自らの意志で、Bor が犯した罪よりも大きな善をこの地にもたらすようになるでしょう。

source: Ruvio, my old friend, in your words today, all present have heard the true timbre of your noble soul. You have my blessing... and my promise that I will help you, Ruvio.
hu: Ruvio, öreg barátom, a szférák zenéjét hallom ki a szavaidból, amelyek tükrözik nemes lelkedet. Áldásom kísérje munkálkodásodat... de, ígérem, személyesen is segítek neked, Ruvio.
ja: Ruvio 、我が親友よ、今日の君の言葉に、君の貴い心の真の響きを聴いたよ。我が祝福を君に与えよう... 私も君を支援することを約束しよう。

source: Ha, underling! Before I die, I spit on you and your whole worthless race!
ca: Ha, carrall! Abans que mora, et menyspree a tu i a tota la teua inútil raça!
hu: Há, nemtelen! Mielőtt meghalok, köpök rád és az egész hitvány fajtátokra!
ja: ハッ、下っ端め！ 私が死ぬ前に、お前とお前たち全ての価値なき種族に唾を吐いてやる！

source: Whatever you do, you will be dead, and with you all of your ideas - every theory you believed in - will be dead as well. Wesnoth will be restored, and Akladians and Wesnothians will live in peace.
ca: Fes el que vulgues, tu ara moriràs, i amb tu totes les teues idees, cada teoria que creies... tot morirà. Wesnoth recuperarà el seu antic poder, i els akladians i wesnothians viuran en pau.
hu: Akármit csinálsz, meghalsz. És veled együtt semmivé lesznek az álmaid, s minden elképzelésed is veled pusztul. Wesnoth újra a régi fényében fog ragyogni, s a wesnothiak és az akladiaiak békében fognak együtt élni.
ja: お前が何をしようが、お前が死ぬことに変わりない。そして、お前の思想も、お前が信じる全ての理屈もまた、同じように消えてなくなる。Wesnoth は復活して、Akladia 人と Wesnoth 人は平和に暮らすことだろう。

source: Wesnothians! Bunch of flabby wimps! Band of stinking lobs! (<i>coughs</i>) You... you...
hu: Wesnothiak! Hitvány girhes népség! Büdös fajankók! (<i>köhög</i>) Te... te...
ja: Wesnoth 人だと！無気力で軟弱な連中だよな！ 臭い盗人の集まりじゃないか！（<i> ゴホッ </i>） お前は... お前は...

source: Yes, foam and froth, nobody will listen to you... and, by the way, I will be taking your sword, now.
ca: Sí, gruny i regruny, ningú et fa cas. ah, per cert, dóna'm la teua espasa.
hu: Igen én, de senki sem hallja a tajtékzásodat, acsarkodásodat... na, add csak ide a kardodat!
ja: ああ、アブクだよ。お前の言葉など、だれも聞きやしない... それから... そうそう、お前の剣は取り上げる、今すぐにな。

source: No! No! Where are you going... come back! I can't die without my sword in hand!
ca: No! No! On vas... torna! No puc morir sense l'espasa en la mà!
hu: Nem! Ne! Mit csinálsz... add vissza! Nem halhatok meg úgy, hogy nincs kard a kezemben!
ja: ダメだ！待て！どこへ行くつもりだ... 戻ってこい！ 自分の剣が無ければ死ねないだろうが！

source: Oh no! My most loyal servant has been slain!
ca: Oh, no! El meu esclau més lleial ha mort!
hu: Ó, ne! A leghívebb szolgám elpusztult!
ja: なんてことだ！我が最も忠実な奴隷が殺された！

source: Arise, my slave, arise!
ca: Alça't, esclau, alça't!
hu: Emelkedj, szolgám, emelkedj fel a porból!
ja: 起きろ、我が奴隷よ、起きろ！

source: Shadow of Mal-Raylal
ca: Ombra de Mal-Raylal
hu: Mal-Raylal szelleme
ja: Mal-Raylal の影

source: Arise, my slave, arise! Why are you deaf to my calls?
hu: Emelkedj, szolgám, emelkedj fel a porból! Miért nem engedelmeskedsz?
ja: 起きろ、我が奴隷よ、起きろ！私の声が聞こえないのか？

source: He who dies by my hand is freed from the chains of necromancy forever.
hu: Aki az én kezem által vész el, az mentesül a holtidézés veszélyétől, örök időkre.
ja: 私の手によって死んだ者は、降霊術の連鎖から永遠に解き放たれるのだ。

source: Hm, it seems that this necromancer has strayed rather far from his master...
hu: Hmmm, úgy látszik, ez a holtidéző elég messze esett a fájától, a mesterétől...
ja: うーむ、このネクロマンサーは、彼の師匠から遠く離れて彷徨っているようだ...

source: Wait! Deorien! Heal him before he passes, so that I may have a chance to strike the final blow!
hu: Várj, Deorien! Gyógyítsd meg, mielőtt kimúlik, én akarom megadni neki a kegyelemdöfést!
ja: 待つんだ、Deorien ！ あいつを治療してくれ。私に、最後の一撃をあいつに与える機会をくれ！

source: I'm sorry, Ruvio, but it looks as though it's already too late...
hu: Sajnálom, Ruvio, de úgy tűnik, elkéstél...
ja: Ruvio 、残念だけど、時すでに遅し、のようだ...

source: Bor, hear now my command to you, my slave. Arise, arise!
ca: Bor, t'estic cridant! Alça't, alça't!
hu: Bor, urad szólít! Emelkedj föl a porból szolgám! Kelj föl!
ja: Bor 、私の命令を聞くんだ、我が奴隷よ。起きろ、立つんだ！
ru: Призываю тебя, Бор! Восстань! Восстань!

source: Undead Bor Cryne
ca: Bor Cryne no mort
hu: Élőholt Bor Cryne
ja: Bor Cryne のアンデッド

source: No! How many times I do have to kill you!
ca: No! Quantes vegades hauré de matar-te!
hu: Ne! Hányszor kell, hogy megöljelek, míg elpusztulsz!
ja: なんなんだ！ 一体、何回お前を殺さなければならないのだ！

source: So, I will have the chance to kill you, anyway!
ca: Així que ara tindré l'oportunitat de matar-te!
hu: Így legalább van esélyem végezni veled!
ja: だから、とにかく、私はお前を殺す機会があるわけだ！

source: Just you wait... Once Grekulak comes...
hu: Várjatok csak... Ha majd Grekulak megjön...
ja: ちょっと待ってくれ... Grekulak が来さえすれば...

source: Be banished forever, creature of the night!
ca: Ves-te'n, criatura de la nit!
hu: Nyugodj végre el, sötétség szülötte!
ja: 永遠に消え失せろ、夜の化け物ども！

source: Oh I'm so scared! Ha! Ha! Have you come to me because you want to join your family, underling? Come and taste my blade!
ca: Oh, quina por! Ha! Ha! Has vingut a mi perquè vols reunir-te amb la teu família, carrall? Vine i tasta la meua espasa!
hu: Ó, teljesen be vagyok gyulladva! Ha! Ha! Idejöttél, hogy csatlakozz a családodhoz, nemtelen? Gyere, kóstold meg a pengémet!
ja: おっと、怖いじゃないか！ハッハッハッ！俺の所にやって来るとは、家族になりたいのか？下っ端め。俺の剣の切れ味を試してやる！

source: I will wipe that smile from your face - my wife and daughters, I shall avenge you!!
ca: Jo et llevaré eixe somriure de la cara. Esposa meua, filles meues, vos venjaré!
hu: Letörlöm a vigyort a képedről - asszonyom, lányaim, bosszút állok értetek!
ja: お前の顔から笑みを拭い去ってやる ― 妻と娘たちよ、私が復讐する！

source: Why... Why, my lord? I have only ever asked for but one thing, and yet it was denied me...
ca: Per què... per què... Només demanava una cosa, i se m'ha denegat...
hu: De miért... Miért, uram? Csak ezt az egyet kértem tőled, s ezt se teljesítetted...
ja: なぜ... 陛下、なぜですか？私は唯一つのことだけをお願いしてきたのに、それを拒否されてしまった...

source: Rise up, rise up! Join my army! ...Why do you not rise up!?
hu: Emelkedjetek! Emelkedjetek föl a porból! Miért nem engedelmeskedtek!?
ja: 立ち上がれ、立ち上がれ！我が軍隊に加わるのだ！ ...お前たち、なぜ立ち上がらない？

source: You overestimate your strength, Grekulak. White mages and Mages of Light will protect fallen units from being resurrected by you!
ca: Sobreestimes el teu poder, Grekulak. Els mags blancs i de la llum protegiran les unitats caigudes de ser ressuscitades per tu!
hu: Túlbecsülöd az erődet, Grekulak. A fehér mágusok és a fénymágusok megvédik az elesetteket az erődtől, s a nemkívánt feltámasztástól!
ja: 自分の力を過大評価したようだな、Grekulak 。白魔術師と光の魔術師は、お前の手によって復活できないよう、倒された兵たちを守れるのだ！

source: How can this be? He is raising our dead!
ca: Cóm pot ser? Està alçant els nostres morts!
hu: Hát ez meg hogy lehet? Feltámasztja az elesetteket!
ja: どうすれば、こんなことができるのだ？彼は、私たちの死んだ兵士を起き上がらせている！

source: My lord, Grekulak's power is not as strong as he would have you - or himself - believe. He cannot raise people who die in the vicinity of white magi or magi of light.
ca: Mon senyor, afortunadament aquest Grekulak no és tan poderós com jo temia. No pot alçar aquells que van morir prop d'un mag blanc o de la llum.
hu: Uram, szerencsére ez a Grekulak nem annyira erős, mint azt hittem. Nem képes feltámasztani az elesetteket, ha fehér mágus vagy fénymágus áll mellettük.
ja: 陛下、Grekulak の力は、奴が思うほどには、または、陛下に信じさせようとしているほどには強くありません。白魔術師や光の魔術師が近くで死んだ者なら、蘇らせることができません。

source: How can this be? The undead were supposed to arrive with Grekulak, yet here they are separate from him! Something truly strange must have happened... Be on your guards!
hu: Hát ez meg hogy lehet? Az élőholtak megjelenése Grekulak érkezésével történhetne, itt nélküle jelentek meg! Valami nagyon különös dolog történt... Védjétek magatokat!
ja: どうすれば、こんなことができるのだ？アンデッドたちは Grekulak と共にやって来ると思っていたのに、奴とは別々になっている！正に何か奇妙なことが起きているに違いない... 皆、気をつけろ！

source: OOPS. If one of the undead sides is killing you before Grekulak has come, then that is a bug; please report it.
hu: HOPPÁ! Ha valamelyik élőholt ellenség megöl Grekulak érkezése előtt, akkor ez hiba; kérlek jelezd a fórumon!
ja: アチャー。もしもアンデッド側のユニットが、 Grekulak が来る前にあなたを殺そうとしているなら、それはバグです。報告をお願いします。

source: I think it's time to make use of all our reserves!
ca: Crec que és el moment d'usar totes les nostres reserves!
hu: Azt hiszem, ideje bevetni a tartalékokat is!
ja: 今こそ、これまで蓄えてきたすべてを注ぎ込む時だ！
ru: Думаю, настало время задействовать все резервы!

source: Death of Ruvio
ca: Mort de Ruvio
hu: Ruvio meghal
ja: Ruvio の死
ru: Смерть Рувио

source: Death of Gawen Hagarthen
ca: Mort de Gawen Hagarthen
hu: Gawen Hagarthen meghal
ja: Gawen Hagarthen の死
ru: Смерть Гэвена Хагартена

source: Death of Karen
ca: Mort de Karen
hu: Karen meghal
ja: Karen の死
ru: Смерть Карен

source: Death of Majid Yahyazad (if recalled)
ca: Mort d'Majid Iahiazad (si el reincorpores)
hu: Majid Yahyazad meghal (ha visszahívod)
ja: Majid Yahyazad の死 (召喚されている場合)

source: Scored!
ca: Meua!
hu: Számoljunk!
ja: はい、得点！
ru: Счёт открыт!

source: Don't start again, kid. I won't play that game this time.
ca: No tornes a començar, xiqueta. No vull tornar a jugar a aquest joc ara.
hu: Ne kezdd újra, kislány! Most nincs kedvem játszani.
ja: もう二度とやらないで、このガキ。今度はそんな遊び、私はしないからね。
ru: Не заводись, девочка. Сейчас не до игрушек.

source: Hey, Lorin, or whatever your name is, did you see that? Now you know why underlings give weapons to 'children'!
hu: Hé, Lorin, vagy hogy is hívnak, láttad ezt? Most már láthatod, miért adnak a nemtelenek fegyvert a 'gyerekeknek'!
ja: ちょっと、Lorin さんだか何だかよく知らないけど、今の見ました？「下っ端」が「子供」に武器を与える理由が分かったでしょ！

source: Ha! Gawen, did you see that? I've already killed two enemies, and your step-grand-mother hasn't killed a single one!
ca: Ha! Gawen, ho has vist? Ja he mort dos enemics, mentre ta venerable rebesàvia encara no ha mort cap!
hu: Há! Láttad ezt Gawen? Már két ellenséggel végeztem, míg nevelőnagymamád csak feni a kését!
ja: あはは！ Gawen さん、見ました？私はもう、敵を2匹も殺したのに、あなたの継オバアチャンは一匹も殺してないわよ！
ru: Ха! Гэвен, ты видел? Я сделала уже двоих, а твоя приёмная бабушка ещё и не начинала!

source: Ha! Scored two!
ca: Ha! Ja són dos!
hu: Há! Számoljunk! Kettő ide!
ja: あはは！得点は 2 点ね！
ru: Ха! Два очка!

source: You think it is some kind of competition?
ca: Et creus que açò és una mena de competició?
hu: Azt hiszed, hogy ez egy verseny?
ja: 何かの競争でもしてるつもりかしら？
ru: Это всё напоминает тебе соревнования?

source: Hey, Gawen. That she-wolf of yours is pathetic. I've scored three and she hasn't killed a single enemy!
ca: Ei, Gawen, eixa 'Lloba' teua és prou patètica... Jo ja en duc tres mentre ella encara no ha fet res!
hu: Hej Gawen! A te nőstényfarkasod igen lagymatag. Még mindig csak a körmét reszeli, míg én már három ellenséget levágtam!
ja: ハーイ、Gawen さん。あなたのメス狼さんは情けないわねえ。私が 3 点とって、彼女は敵を一匹も殺してないわ！
ru: Эй, Гэвен, Эта твоя волчица такая трогательная. Я нащёлкала уже троих, а она не смогла выбить и одного!

source: Ha! Scored three!
ca: Ha! Tres!
hu: Há!Számoljunk! Három ide!
ja: あはは！得点は 3 点ね！
ru: Ха! Три очка!

source: So what? I am winning!
ca: I? Estic guanyant!
hu: Mi van? Úgyis én nyerek!
ja: それがどうしたの？ 私が勝ってるわ！
ru: Что? Я выиграла!

source: So what?
ca: I...?
hu: S akkor mi van?
ja: それが何なの？
ru: Что?

source: Ha! Another one!
ca: Ha! Un altra!
hu: Há! Még egy!
ja: あっはー！ もいっちょ追加！
ru: Ха! Ещё один!

source: I'm a killing machine! Lorin should just go back and hide in Haeltin!
ca: Sóc una màquina de matar! I aquesta Lorin deuria tornar a amagar-se a Haeltin!
hu: Én egy gyilkológép vagyok! Az a Lorin meg elbújhat a haeltini vackában!
ja: 私は殺人マシンよ！ Lorin はさっさと Haeltin に戻って隠れていればいいのよ！
ru: Я машина смерти! А эта Лорин должна убираться обратно в Хэлтин!

source: Ha! I'm winning!
ca: Ha! Vaig guanyant!
hu: Há! Én nyerek!
ja: ワオ！ 私が勝ってるわ！
ru: Ха! Я победила!

source: Impertinent heathen underling child, the day has not yet ended!
ca: Maleïda xiqueta carrall, la batalla encara no s'ha terminat!
hu: Pimasz, istentelen, nemtelen gyermek, még nincs vége a napnak!
ja: 不躾な田舎者の下っ端の子供め、一日はまだまだ長いのよ！
ru: Ты дерзкая безбожная дикарская девчонка! День ещё не закончен!

source: First kill today!
ca: Primer que cau hui!
hu: Az első áldozat ma!
ja: 今日、最初の獲物だわ！
ru: Первое убийство за сегодняшний день!

source: Oh no, the mighty Lorin is coming! Children and little furry animals, run for your life!
ca: Oh no, per allà ve la poderosa Lorin! Tots el xiquets i animalets dels boscos, fugiu per les vostres vides!
hu: Jaj ne, a hatalmas Lorin beindult! Gyerekek és bundás állatkák, reszkessetek!
ja: あらっ、剛腕 Lorin が来たわよ！子供たちと可愛い動物たち、必死で逃げなさい！
ru: О нет! Могучая Лорин вышла на тропу войны! Детишки и котята, срочно разбегайтесь!

source: My son, send little Karen back home. She is useless. I've killed two enemies already, and what has she done?
ca: Fill meu, podries manar la xicoteta Karen a casa. És una inútil. Jo ja n'he mort dos, i ella què fa?
hu: Fiam, küldd ezt a kis Karent haza! Hasznavehetetlen. Én már két ellenséget levágtam, ő meg?
ja: 我が息子よ、この Karen を家に送り返して。役に立たないから。私は敵をもう二人殺したのに、彼女は何をしたのかしら？
ru: Сын мой, отправь маленькую Карен домой. От неё никакой пользы. Я уже убила двоих, а она?

source: Scored! Now I'm in the lead!
ca: Un punt més! Qui va primer??
hu: Számoljunk! Én vezetek!
ja: 得点した！さあ、私がリードしているわ！
ru: Очко! И выход в лидеры!

source: And I thought you weren't competing with me.
ca: I jo que pensava que no volies competir...
hu: S még azt hittem, hogy nem versenyzel velem.
ja: あら、あなたは私と競争なんかしてないと思ってましたわ。
ru: А я думала, что ты не собираешься соревноваться со мной.

source: I am not competing with you, silly child.
ca: No estic competint amb tu, xiqueta.
hu: Én nem versenyzek veled, bohó gyermek.
ja: ええ、してないわよ、あんたとは、おバカな子供ね。
ru: А я и не соревнуюсь, глупое дитя.

source: Try a little harder, grand-mother. But not bad for your age.
ca: Intentau amb una miqueta més de ganes, àvia. Però no està mal per als teus anys.
hu: Kicsit keményebben, mami. Bár a te korodban ez is szép teljesítmény.
ja: も少し頑張ってね、オバアチャン。でも歳のわりには悪くないかもね。
ru: попробуй что-нибудь посложнее, бабуля. Впрочем, для твоего возраста и так не плохо.

source: Ha! She-wolf of Haeltin is coming! No underling child could be better than me!
ca: Ha! Ja ve la Lloba de Haeltin! Cap xiqueta carrall serà millor que jo!
hu: Há! Haeltin Nőstényfarkasa vadászik. Egy nemtelen gyermek nem lehet jobb nálam!
ja: さあ！ Haeltin のメス狼が来てるわよ！ 下っ端のガキが私より腕がたつわけ無いわ！
ru: Ха! Хелтинская волчица вернулась! Никакие дикарские детишки не сравнятся со мной!

source: The She-wolf of Haeltin, don't get too excited; it will cause more wrinkles.
ca: Lloba de Haeltin, no t'embales massa, per què t'eixiran encara més rugues d'això.
hu: Haeltin Nőstényfarkasa, csak ne izgulj fel túlságosan, mert mélyülnek a ráncaid.
ja: Haeltin のメス狼さん、興奮しすぎない方がいいわ。顔のシワが増えるわよ。
ru: Хелтинская волчица, не перевозбуждайтесь, а то у Вас появится ещё больше морщин.

source: Three!
ca: Tres!
hu: Három!
ja: 3 点だわ！
ru: Три!

source: Pfff! Only three?
ca: Bah, només tres?
hu: Pahh! Csak három?
ja: プフッ！ たったの 3 点？
ru: Пффф. Всего три?

source: Who's the killing machine now?
ca: Qui és la màquina de matar ara?
hu: Na ki a gyilkológép?
ja: 今の殺人マシンは誰かしら？
ru: Ну и кто здесь машина смерти?

source: Not bad, but still you have to a lot to learn!
ca: No està mal, però encara has d'aprendre molt!
hu: Nem rossz, de még van mit tanulnod.
ja: 悪くはないわね、でも学ぶべきことがたくさんあるわね！
ru: Неплохо, но ещё есть чему учиться.

source: Do you think, little child, that I will honour you with an answer?
ca: Creus, xiqueta, que et faré l'honor de respondre't?
hu: Azt hiszed, kislány, hogy válaszra méltatlak?
ja: あら、子供ちゃん、私があなたを褒めるような答えを言うと思う？
ru: Ты надеешься, дитя, что я удостою тебя ответом?

source: Good thing Lorin and Karen seem to have stopped being so competitive with one another; hopefully they can start to get along now...
ja: Lorin と Karen がお互いに競争し合うのをやめたようで良かったよ。できれば仲良くなってほしいものだ...

source: By the way, I won: I scored $ano_competition_l|.
hu: Mindent összevetve, én nyertem. Levágott ellenség száma: $ano_competition_l|.
ja: そういえば、私が勝ったわね：私の得点は $ano_competition_l ね。

source: Girls, what do you exactly mean by 'scored'? Is it because you are slicing up your fallen foes?
ca: Xiques, què voleu dir amb això de 'fer-vos'? Lorin, podries fer-te amb mi també?
hu: Lányok, pontosan mit értetek az alatt, hogy 'levágott'? A megölt ellenség szeleteire céloztok?
ja: 女子選手の皆さん、「得点」というのはどういう意味です？自分が倒した敵から「特典」が出るとか？
ru: Девушки, а что вы имеете в виде под счётом? Лорин, может ты и меня посчитаешь?

source: By the way, I won: I scored $ano_competition_k|.
hu: Mindent összevetve, én nyertem. Levágott ellenség száma: $ano_competition_k|.
ja: そういえば、私が勝ったわね：私の得点は $ano_competition_k ね。

source: Why such an angry look, Lorin?
ca: Per què eixa mirada d'enuig, Lorin?
hu: Mire föl ez a sötét tekintet, Lorin?
ja: Lorin 、どうしてそんな怒った顔をしてるの？
ru: Лорин, почему ты так раздражена?
