Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Trying to save you? Well, not exactly. I want to... wait, I must think of the correct term... terrorize you, yes, that's more what I have on my mind. Let's start with the basics. This is a knife. When a knife is put into human - or, in this case, orcish - flesh, it hurts.
ca: Salvar-te? Bé, no exactament... Vull... espera, la paraula exacta és... terroritzar-te. Sí, terroritzar-te, això és el que vull fer. Bé, comencem pel principi, açò és un ganivet. Quan un ganivet es clava dins de carn humana - orca en aquest cas - fa mal.
hu: Ki akar téged megmenteni? Nos, nem egészen erről van szó. Én téged meg akarlak... hogy is fejezzem ki magam pontosan... félemlíteni, ez pontosan kifejezi, mit akarok. Kezdjük az elején! Ez egy kés. Amikor a kés behatol egy emberbe - illetve ez esetben egy orkba - nos, az fájdalmat okoz.
ja: お前を救おうとしてるだと？あぁ、ちょっと違う。私はお前を... 待て、言葉は正確に使うように考えるべきね... 「恐怖に陥れる」、そう、こっちの方が私の気持ちに近いわね。最初からやり直すわ。ここにナイフがある。これが人間の、いや、今回はオークね...、オークの肉に刺さると、痛いわよ。
ru: Защитить тебя? Ну, не совсем. Скорее... подожди, я подберу правильное слово... забить тебя. Да, это больше поджодит. Начнём с основ. Вот нож. Когда нож входит в человеческое, а в данном случае в орочье, тело, становится очень больно.

source: Mother! Stop it! This is disgusting and I will not allow it!
ca: Mare! Para! Això és desagradable i no ho pense permetre!
hu: Anyám, hagyd abba! Ez gusztustalan, s nem engedélyezem!
ja: 母さん！やめてくれ！もううんざりだし、そのやり方は許せないんだ！
ru: Мать! Прекрати! Это отвратительно! Я не позволю!

source: Hmm... You know what, orc? Let's make a deal... If you will tell me why are you here, allied with Akladians, then I will let you die peacefully. If not, despite my son's cries I will demonstrate to you other fascinating aspects on the topic of what suffering can be induced by a simple knife in hands of an able woman.
hu: Hmmm.... Tudod mit, ork? Egyezzünk meg... ha eldalolod nekem, miért vagytok itt, mire szövetkeztetek az akladiaiakkal, akkor békésen hagylak kimúlni. Ha nem, akkor a fiam aggodalmai ellenére is megismertetlek azzal a kegyetlen móddal, ahogyan egy magamfajta nő egy egyszerű késsel pokollá változtatja utolsó perceidet.
ja: うーん... オークよ、分かるわね？取引しましょうか... お前がここにいる理由と、Akladia 人と組んでる理由を、もしも私に話すなら、お前を安らかに、死なせてあげる。もしも話さないなら、― 息子は泣いてるけども ― 有能な女性が持つ普通のナイフによって引き起こされる苦痛、それがどのようなものかという問題に関して、その一味違う素敵な側面を、私からあなたに実演してあげるわね。

source: No, I won't let you! Orc, tell us everything you know and I will let you live.
ca: No, no t'ho permet! Orc, dis-nos tot el que sàpigues i et deixaré viure!
hu: Ne, nem hagyom! Ork, mondj el mindent, amit tudsz, s életben maradhatsz.
ja: あのね、そんなことして欲しくないんだ！オークよ、お前の知ってることを全て話せ、そうすればお前を生かそう。
ru: Нет, я не позволю! Орк, расскажи всё, что ты знаешь, и мы отпустим тебя.

source: I don't know much - only that this was the wish of our guide, Grekulak. He wished Akladians to be allied with us.
ca: No sé molt - només que era el desig dels nostre guia, Grekulak. Ell volia que els akladians estigueren aliats amb nosaltres.
hu: Nem tudok túl sokat - csak azt, hogy a vezetőnk, Grekulak ezt így kívánta. Grekulak azt akarta, hogy az akladiaiak legyenek a szövetségeseink.
ja: あまり知らないが ― 俺たちの指導者 Grekulak が望んでいたということだけしか知らない。彼は Akladia 人が俺達と同盟を結ぶことを望んだんだ。
ru: Я мало что знаю. Только то, что таково было желание нашего предводителя Грекулака. Это он решил заключить союз с акладианами.

source: Grekulak! I know that name. We should go back to Freetown and report that, that's all we need to know!
ca: Grekulak! Conec eixe nom! Deuríem tornar a Ciutat Lliure i informar d'això, és tot el que teníem que saber!
hu: Grekulak! Ez a név! Azonnal vissza kell térnünk Freetownba, és jelentést kell tennünk, ezt az információt kerestük!
ja: Grekulak ね！名前は知ってるわ。 Freetown へ戻って報告しなければ、私たちがすべきことはそれが全てよ！
ru: Грекулак! Мне знакомо это имя. Мы должны вернуться во Фритаун и доложить обо всём, что узнали.

source: Grekulak? That's something to report. We should go back to Freetown then.
ca: Grekulak? Ja és prou per tornar a Ciutat Lliure i informar d'açò.
hu: Grekulak? Ez fontos lehet. Vissza kéne térjünk Freetownba.
ja: Grekulak ？報告すべきことですね。Freetown に戻るべきです。
ru: Грекулак? Да, похоже, об этом стоит доложить. Мы должны возвращаться.

source: Orc, do not die, yet! Can you still hear me? I will ask you a few questions, and if you will answer them, I will order someone to bind your wounds and I will let you live.
ca: Orc, no et moris ja! Pots sentir-me encara? Et faré unes poques preguntes, si em respons, ordenaré que et cuiden les ferides i et deixaré viure.
hu: Ork, ne halj még meg! Hallasz engem? Válaszolj nekem néhány kérdésre, s én biztosítom, hogy a sebeid kezelésbe vétessenek, s életben maradhatsz, s szabadon távozhatsz.
ja: オークよ、まだ死ぬんじゃない！私の声が聞こえるか？いくつか質問するから、それに答えれば、お前のその傷を縛るように誰かに命じて、生きられるようにするからな。
ru: Не торопись умирать, орк. Ты слышишь меня? Я задам тебе несколько вопросов. Если ты ответишь, я прикажу, чтобы кто-нибудь позаботился о твоих ранах, и ты будешь жить.

source: Listen, that won't work! I am well-acquainted with the job of interrogating prisoners. What you're doing isn't even a decent amateur job... this is...
ca: Bah, això no funcionarà! Ho sé, perquè conec prou bé el treball d'interrogar presoners i açò no arriba ni a categoria amateur... açò és...
hu: Hallgass ide, ez nem fog működni! Tudom, mert én gyakorlatot szereztem már a vallatásban, s ez nem pancsereknek való... ehhez profi...
ja: 聞いて、それではうまくいかない！私は囚人を尋問する方法を熟知しているわ。あなたがしていることは、素人の仕事以下よ...これはね...
ru: Послушай меня, это не сработает. Я разбираюсь в искусстве допроса пленных гораздо лучше. Это не всегда приятная работа... это...

source: Amazing. Simply, amazing.
ca: Increïble. Senzillament, increïble.
hu: Fantasztikus! Egyszerűen fantasztikus!
ja: あら、驚いたわね。ほんと、素晴らしいわ。
ru: Потрясающе. Просто потрясающе.

source: My lord, are you sure you want to retreat?
ca: Senyor, segur que vols retirar-te?
hu: Uram, biztosan vissza akarsz vonulni?
ja: 陛下、本当に撤退するのですか？
ru: Милорд, вы уверены, что нам нужно отступить?

source: Oh no! New reinforcements have arrived to help our enemies, now we cannot win!
ca: Oh, no! Han arribat reforços per ajudar els nostres enemics, ara no tenim cap possibilitat de derrotar-los!
hu: Ó ne! Erősítést kapott az ellenség, nem győzhetünk!
ja: まずいぞ！敵の援軍が、また到着した。もう勝利するのは無理だ！
ru: Нет! К ним пришло подкрепление! Теперь у нас нет шансов на победу.

source: Ha! The orcs were hiding some gold here!
ca: Ha! Estaven amagant ací una miqueta d'or!
hu: Há! Egy kis aranyat rejtettek el itt!
ja: あった！オークはこんな所にゴールドを隠してた！
ru: Ха! Они спрятали тут немного золота!

source: You have received $orc_gold_amt gold pieces.
hu: Hozzájutsz $orc_gold_amt aranyhoz.
ja: $orc_gold_amt を手に入れました。

source: Trapped
ca: Atrapats
hu: Csapdában
ja: 罠

source: Could it be possible? Lorin? You are alive?
ca: És possible? Lorin? estàs viva?
hu: Lehetséges ez? Lorin? Te még élsz?
ja: こんなの、あり得るのか？ Lorin ？生きてるのか？

source: Uhm... Yes. But who exactly are you!?
ca: Uhm... Sí. Però qui eres tu?
hu: Hmm... Igen. Pontosan ki is vagy te?!
ja: うーん... ああ、だが、お前は一体誰だ！？

source: I am Reumario. We fought at Haeltin. You defeated me, but you let me live. I am indebted to you. It's a shame I have to fight against you.
ca: Sóc Reumario. Vam lluitar en Haeltin. Em vas derrotar, però em vas deixar viure. Tinc un deute amb tu, és una llàstima que haja de combatre.
hu: Reumario vagyok. Haeltinben találkoztunk. Legyőztél, de életben hagytál. Tartozom neked. Szégyen, hogy ellened kell harcolnom.
ja: Reumario だ。Haeltin で戦ったぞ。お前は俺を負かしたけど、俺を生かした。俺はお前に恩があるわけだ。またもお前と戦わねばならないのが残念だ。

source: Not only against me, but also against you own king, Gawen Hagarthen.
ca: No només contra mi, també contra el teu rei, Gawen Hagarthen.
hu: Nemcsakhogy ellenem, de a királyod, Gawen Hagarthen ellen is
ja: 私だけでなく、お前の王、Gawen Hagarthen にも刃向かうことになるぞ。

source: No, not my king. I've heard that he was asked whether his name was Gawen or Gaumhaldric, and he answered Gaumhaldric. How can he possibly be our king?
ca: No, no és el meu rei. He sentit a dir que quan li van preguntar si es deia Gawen o Gaumhaldric, va respondre que Gaumhaldric. Cóm pot ser aleshores el nostre rei?
hu: Nem, nem a királyom. Hallottam, hogy megkérdezték tőle, hogy a neve Gawen vagy Gaumhaldric, és ő azt válaszolta, hogy Gaumhaldric. Hogy lehetne ő a királyom?
ja: それは違う、私の王ではない。彼は名前を、 Gawen か Gaumhaldric のどちらだと聞かれて、Gaumhaldric だと答えたそうじゃないか。そんな奴が我々の王になれるわけがないだろ？

source: I won't explain myself to you, Reumario. But I will prove to you in battle, that I am worthy of the crown of Vakladia.
ca: No pense donar explicacions a ningú, Reumario. Però et demostraré en la lluita que sóc mereixedor de la corona de Vakladia.
hu: Nem bonyolódok magyarázkodásokba, Reumario. Majd a kardommal bebizonyítom, hogy alkalmas vagyok Vakladia királyának.
ja: 私自身のことをお前に説明することはしないだろう、Reumario 。だが、戦いの中でお前に証明しよう。私が Vakladia の王冠にふさわしいということを。

source: Gawen Hagarthen! My king! I am on your side!
ca: Gawen Hagarthen! Sa majestat! Estic al teu costat!
hu: Gawen Hagarthen! Királyom! Rendelkezz velem!
ja: Gawen Hagarthen！ 我が王様！ 私は貴方様の味方です！

source: Gawen Hagarthen? But... he is dead!
ca: Gawen Hagarthen? Però... No és mort?
hu: Gawen Hagarthen? Hiszen... Ő meghalt...
ja: Gawen Hagarthen...？しかし... 彼は死んだ！

source: No, he is not. He is alive and he is your rightful king. And what do you think about that, Reumario?
ca: No, no ho és. Està viu i és el vostre rei per dret propi. Què penses d'això, Reumario?
hu: Nem, nem halt meg. Él és ő a törvényes királyod. S ehhez mit szólsz, Reumario?
ja: いいえ、死んでなんかいないわ！彼は生きているし、あなたの正当な王よ。それで、Reumario 、それについてあなたはどう考えてるの？

source: I don't know. If he proves himself worthy... I will be happy to follow his orders.
ca: No ho sé. Si es prova mereixedor... estaré content de seguir les seues ordres.
hu: Nem tudom. Ha bizonyítaná a rátermettségét... boldogan követném a parancsait.
ja: 分からない。もし彼がふさわしいと証明するなら... 私は喜んで彼に従うだろう。

source: And he will prove himself worthy by killing you. My, my.
ca: I ell ho demostrarà matant-te. Ai, ai, ai.
hu: És ő bizonyítani fogja, megöl téged. Te, te.
ja: そうね、彼は自分で証明するでしょうね、あなたを殺すことで、何とも。

source: Reumario, Reumario. I think I must be bad luck for you. Every time you meet me, you lose.
ca: Reumario, Reumario, crec que et done mala sort. Sempre que ens trobem, perds.
hu: Reumario, Reumario. Azt hiszem én vagyok a mumusod. Akárhányszor összecsapunk, te vesztesz.
ja: Reumario 、Reumario 、あなたにとって私は不運な相手に違いないわ。私に会うときはいつも、あなたは負ける。

source: I am not afraid, old hag. I am dying anyway.
ca: No tinc por, vella bruixa. Ja estic morint.
hu: Nem félek, vén satrafa. Előbb-utóbb úgyis meghalok.
ja: 怖くなんかないぞ、くそっ。どうせ死ぬんだ。

source: There are different kinds of death, Reumario.
ca: Hi ha distintes maneres de morir.
hu: Sokféle halál létezik...
ja: いろいろな死に方があるけどね、Reumario 。
ru: Есть разные способы умереть.

source: Mother, put down that knife! That is an order.
ca: Mare, guarda eixe ganivet? És una ordre.
hu: Anyám, tedd el azt a kést! Ez parancs.
ja: 母さん、ナイフを下げて！これは命令だよ。

source: What knife?
ca: Quin ganivet?
hu: Milyen kést?
ja: 何のナイフかしら？

source: Sneaking out of Raedwood
ca: Escapolint-se de Raedwood
hu: Kiosonás Raedwoodból
ja: Raedwood からの脱出
ru: Выскользнуть из Редвуда

source: MY KING! Forgive me, no... kill me now, how could I fight against you? I know now that I am a worthless traitor.
ca: SA MAJESTAT! Perdoneu-me, mateu-me ara, cóm he pogut lluitar contra vos. Ara sé que sóc un traïdor menyspreable.
hu: KIRÁLYOM! Bocsáss meg, ölj meg azonnal, hogy emelhettem kezet rád? Nem vagyok más, csak egy nyomorult áruló!
ja: 我が王様！私をお許しください、いえ... 私を今すぐ殺してください、なぜあなたに逆らったのでしょうか？今は、自分が何の価値もない裏切り者だと分かっています。
ru: МОЙ КОРОЛЬ! Прости меня, казни меня прямо сейчас. Как я мог выступить против тебя? Теперь я понял, я просто позорный предатель.

source: Gawen, I thought I told you to keep your identity a secret.
ca: Gawen, crec que t'havia dit que mantingueres la teua identitat en secret.
hu: Gawen, mint már említettem, titokban kellene tartanod a kilétedet.
ja: Gawen 様、あなたの身分は内密にと申し上げたはずです。
ru: Гэвен, по-моему я говорил, чтобы ты хранил тайну своей личности.

source: It is for advisors to advise, and the leader to choose whether to follow that advice. Raban, there can be no treachery in ignorance. If you didn't know it was me, you are no traitor.
hu: A tanácsadó dolga a tanácsadás, a vezetőnek a dolga, hogy válasszon, követi-e a tanácsot, vagy sem. Raban, nem árultál el, mert nem tudtad, hogy én vagyok itt.
ja: 助言を出すのは助言者の仕事だが、その言葉をどう扱うかを決めるのはリーダーだ。Raban 、無知に裏切り無し、つまり、私が Gawen だと知らなかったのだから、それは裏切りとは言えない。

source: I've heard that name... a new, skilled underling leader. My honor is intact, even in defeat.
ca: He sentit aquest nom... Un nou i hàbil líder carrall. Ara sé que el meu honor no ha minvat per haver sigut derrotat per tu.
hu: Hallottam már ezt a nevet... Egy új, nemtelen vezér. Megtiszteltetés, hogy harcolhattunk, még ha el is buktam.
ja: その名前は聞いたことがあります... 新たな、優秀な、下っ端リーダーだと。私は敗れこそしましたが、この名誉は守られました。

source: And now...
ca: I ara...
hu: És most...
ja: では、...
ru: Ну что ж...

source: I will spare your life.
ca: Et perdone la vida.
hu: Megkímélem az életedet.
ja: お前の命は救おう。

source: Go to your ancestors.
ca: Ves-te'n amb els teus avantpassats!
hu: Térj meg az őseidhez!
ja: 祖先のもとへ行け。

source: I will order my people to try to cure your wounds. And then I will release you.
ca: Manaré a la meua gent que miren de curar-te les ferides. Després, et deixaré en llibertat.
hu: Bekötöztetem a sebeidet. Aztán szabadon engedlek.
ja: 皆に、お前の傷の面倒を見るように命令して、その後は開放しよう。

source: Prepare to meet your ancestors, brave warrior; I cannot leave you alive.
ca: Ves amb els teus avantpassats, valent. No puc deixar-te viu.
hu: Térj meg az őseidhez, bátor harcos. Meg kell öljelek.
ja: 先祖に面会する準備をするがいい、勇敢なる戦士よ。お前を生かしておくわけにはいかない。

source: You can still hear me, can't you? I have some questions.
ca: Pots sentir-me encara, no? Tinc unes preguntes.
hu: Hallasz még, ugye? Lenne pár kérdésem hozzád.
ja: まだ私の声が聞こえるね？いくつか質問がある。
ru: Эй, ты меня ещё слышишь? У меня есть вопросы.

source: Then ask someone else... who might know the answers.
ca: Pregunta a un altre, que sabrà les respostes.
hu: Mást kell megkérdezned, aki tud válaszolni.
ja: 誰か他の者に尋ねてくれ... 答えられそうな者に。
ru: Тогда спрашивай кого-нибудь, кто станет отвечать.

source: Wait! Don't die yet! Curses, he's already lost consciousness.
ca: Espera! No et moris ja! Merda, ja ha perdut la consciència.
hu: Megállj! Ne halj még meg! A francba, elvesztette az eszméletét.
ja: 待て！まだ死ぬな！ 呪われているのか、こいつは既に意識がない。
ru: Стой! Не умирай! Чёрт, он без сознания.

source: Now, tell me...
ca: Ara, dis-me...
hu: Nos, mondd el nekem...
ja: さあ、言いなさい...
ru: А теперь говори...

source: Why is Bor Cryne allied with orcs?
ca: Per què Bor Cryne està aliat amb els orcs?
hu: Miért szövetkezett Bor Cryne az orkokkal?
ja: Bor Cryne がオークと同盟を結んだ理由は？
ru: Зачем Бор Крайн объединился с орками?

source: What can you tell me about Grekulak?
ca: Què pots dir-nos sobre Grekulak?
hu: Mit tudsz Grekulakról?
ja: Grekulak について知ってることは？
ru: Что ты знаешь о Грекулаке?

source: Do you know where the great mage Deorien is?
ca: Saps on és el gran mag Deorien?
hu: Tudod hol van a nagy mágus, Deorien?
ja: 大魔術師 Deorien は何処にいる？
ru: Ты знаешь где находится великий маг Деорен?

source: Will you fight for us?
ca: Lluitaràs per nosaltres?
hu: Csatlakozol hozzánk?
ja: 私たちのために、戦うか？
ru: Ты хочешь сражаться за нас?

source: Mage? Then he is surely burning in hell!
ca: Espere que eixa bruixa estiga cremant-se a l'infern!
hu: Remélem a pokolban ég a máglyán!
ja: 魔術師だと？ きっと地獄で焼かれてるだろう！
ru: Надеюсь эта ведьма горит в аду!

source: I don't know. He leads the orcs, but he is not an orc. I am not sure who he is. There is gossip that a new messiah will come to lead us to conquer the world, and he might just be that new messiah, I think.
ca: No ho sé. Dirigeix els orcs, però no és un orc. No sé segur qui és. Es remoreja que un nou messies que vindrà per guiar-nos en la conquesta del món, i ben podria ser ell, crec.
hu: Nem ismerem. Ő vezeti az orkokat, de ő maga nem ork. Pontosan nem tudom, miféle fajzat. Azt beszélik, hogy egy új megváltó jön, akinek vezetésével meghódítjuk a világot, s lehet, hogy ő ez az új megváltó, legalábbis én azt hiszem.
ja: 知るわけがない。オークを率いているのに、彼はオークではない。どんな者なのか全く知らない。新たな救世主が世界征服のために我々を導きにくるという噂があるが、彼がその救世主かもしれないな。
ru: Ничего. Он правит орками, но сам он не орк. Я точно не знаю кто он на самом деле. Ходят слухи, что придёт новый мессия, который поведёт нас к мировому владычеству, и я думаю, что речь идёт о Грекулаке.

source: New messiah?
ca: Nou messies?
hu: Új megváltó?
ja: 新たな救世主？
ru: Новый мессия?

source: Yes. The new messiah will show us how to renew our covenant with God, and he will reveal to us the new traditions and ways that this covenant will require. He won't be Akladian - at least not fully Akladian - the rumors are not totally clear about that.
ca: Sí, ell ens mostrarà com renovar l'aliança amb Déu, ens ensenyarà uns nous camins. No serà akladià, al menys no totalment akladià, els remors no són clars en aquest aspecte.
hu: Igen. Ő fog új szövetséget kötni az Istennel. Isten útjára vezet minket, új hagyományokat teremt. De nem akladiai, illetve nem teljesen az, habár a hírek e tekintetben elég zavarosak.
ja: ああ、新たな救世主が、神との契約を新たにする方法を示して、その契約が必要とする新たな伝統と方法を開示してくれるのだ。彼は Akladia 人ではないだろうな。少なくとも純粋な Akladia人ではない。その点は、噂でもはっきりしていない。
ru: Да. Он научит нас как вернуться к Богу и откроет глаза на новые пути. Он не будет акладианом, по крайней мере, не совсем акладианом. Слухи об этом неясны.

source: It's because we need allies against the usurper mixling, Gawen Hagarthen.
ca: És perquè necessitem aliats contra l'usurpador aquest, el mestís Gawen Hagarthen.
hu: Azért, mert szükségünk van szövetségesekre a csaló korcs, Gawen Hagarthen ellen.
ja: 我々に同盟者が必要だからに決まっている。王位簒奪者の混血野郎 Gawen Hagarthen に対抗するためにな。
ru: Нам нужны союзники в борьбе с узурпатором, полукровкой Гэвеном Хагартеном.

source: And what are his plans for future?
ca: I quins són els seus plans per al futur?
hu: S mik a jövőbeli tervei?
ja: で、今後どんな計画があるんだ？
ru: А что потом?

source: I think Bor wants to be king. He wants to try to unite all of the Akladian kingdoms and complete the conquest of Wesnoth. On the way, he will purify our race by killing every Akladian unworthy of the name.
ca: Crec que Bor vol ser el nou rei. Aleshores intentarà unificar tots els regnes akladians i acabarà amb la conquista de Wesnoth. Mentrestant, purificarà tota la nostra raça matant a qualsevol akladià indigne d'aquest nom.
hu: Azt hiszem, Bor király akar lenni. Megpróbálja egyesíteni az akladiai királyságokat és teljesen meghódítani Wesnothot. S egyúttal megtisztítja a fajunkat azoktól, akik méltatlanok az akladiai névre.
ja: Bor は国王になるつもりだろう。Akladia の王国すべてを統一し、Wesnoth 征服を成し遂げたいはずだ。その間、Akladia 人の名にふさわしくない者たちをすべて殺して種の浄化を図るだろう。
ru: Думаю, Бор станет новым королём. А потом он объединит акладианские королевства и завершит покорение Веснота. Попутно он планирует очистить нашу расу, казня каждого акладиана, запятнавшего своё имя.

source: Unworthy? What do you mean by that?
ca: Indigne? Què vols dir amb això?
hu: Méltatlanok? Mit értesz ezalatt?
ja: ふさわしくない？それはどういう意味だ？
ru: Запятнавшего имя? Что ты имеешь в виду?

source: Those who have offended our God by marrying Wesnothian women. Those who allowed their daughters to live when they chose another husband or married an underling. Those with underling friends. All of them will be sacrificed to God.
ca: Aquells que van ofendre el nostre Déu casant-se amb dones wesnothianes. Aquells que han permès que les seus filles visqueren quan tornaven a casar-se o ho feien amb carralls. Aquells que són amics dels carralls. Tots seran sacrificats en honor de Déu.
hu: Akik szembeszegültek Istenünkkel, s wesnothi nőkkel házasodtak össze. Akik megengedték a lányaiknak, hogy éljenek, miután másik férjet választottak, vagy hozzámentek nemtelenekhez. Ezeket feláldozzuk Istennek.
ja: Wesnoth人の女性と結婚することで神の怒りを招いた者たち。自分の娘が、他の夫を選ぶ、または、下っ端の男性と結婚することを許した者たち。下っ端の友人を持つ者たち。その者たちすべてが神の生贄となる。
ru: Тех, кто оскорбил нашего Бога, женившись ан веснотской женщине. Тех, кто позволил своим дочерям повторно выйди замуж или просто выйти замуж за дикаря. Тех, кто водит дружбу с дикарями. Все они будут принесены в жертву Господу.

source: Never in my life or afterlife!
ca: Mai en ma vida ni la de després!
hu: Soha, még a halálom után se!
ja: 冗談じゃない。現世でも来世でもな！
ru: Никогда! Ни в этой, ни в другой жизни!

source: I don't know who that is. If he is a mage, then he is an enemy of our God and as such, has no right to life.
ca: No sé res d'això. Si és un mag, segur que és un enemic de Déu, i, com a tal, no té cap dret a viure.
hu: Nem tudom. Ha mágus, akkor ellensége az Istennek, s mint ilyen, nincs joga élni.
ja: それが誰かなんて知るわけがない。そいつが魔術師なら、我々の神の敵だし、そうである以上、生きる権利はない。
ru: Не знаю. Раз он маг, значит он враг нашего Господа и не имеет права жить.

source: I do not know that name.
ca: No conec eixe nom.
hu: Nem ismerem ezt a nevet.
ja: そんな名前、知らんな。
ru: Мне неизвестно это имя.

source: I do not know why. I've heard they came here to purify the world before the new messiah comes, but right now it just seems like they are pillaging and murdering many good people, Akladian and Wesnothian alike.
ca: No ho sé això. Però he sentit dir que han vingut a purificar el món abans que vinga el nou messies, però ara mateix no fan altra cosa que saquejar i assassinar molta gent honrada, tant akladians com wesnothians.
hu: Azt nem tudom. Úgy hallottam, hogy az új megváltó előtt járva megtisztítják a világot, de e pillanatban csak fosztogatnak és gyilkolnak, úgy akladiaiakat, mint wesnothiakat.
ja: 理由など知らない。新たな救世主が来る前に世界を浄化するために来たらしいが、今のところ、Akladia人も Wesnoth 人も、多くの善良な人民から、ただ略奪し殺害しているだけに見えるがな。
ru: Не знаю. Я слышал, что они пришли, чтобы очистить мир перед приходом нового мессии, но пока что они просто грабят и убивают многих хороших людей, как акладиан, так и веснотцев.

source: I can't; your blow almost chopped my arm off. If you allow me to live, all I want is to return to my wife and children.
ca: No puc, el teu cop casi em talle el braç. Si em deixes viure, tornaré amb la meua dona i els meus xiquets.
hu: Semmi értelme sem lenne, a csapásodtól alig tudom használni a kezemet. Ha életben hagysz, visszatérek a családomhoz és a feleségemhez.
ja: それはできない。あんたの一撃で、俺の腕は切り落とされる寸前だった。もしも生きることが許されるなら、妻子の傍に帰りたい、ただそれだけだ。
ru: Я не могу, моя рука почти отрублена. Если ты оставишь мне жизнь, я просто вернусь к моим жене и детям.

source: Gawen's soldiers left Freetown and swiftly entered the woods. They marched from dawn to dusk, until they found themselves at the border of Raedwood forest.
ca: Els soldats de Gawen van abandonar Ciutat Lliure i ràpidament van entrar als boscos. Marxaren des de primera hora del dia fins que es feia fosc, fins que es van trobar als límits del bosc de Raedwood.
hu: Gawen harcosaival gyorsan elhagyta Freetownt, s nemsokára már az erdőben masíroztak. Napkeltétől napnyugtáig meneteltek, míg elértek a Raedwood-erdő szélére.
ja: Gawen の兵士たちは Freetown を離れ、迅速に森の中へと入っていきました。日の出から日の暮れまで行軍を続けて、気がついたときには Raedwood の森の境界まで来ていました。
ru: Солдаты Гэвена покинули Фритаун и скоро углубились в лес. Они шагали от зари до заката, пока не вышли к окраине Редвудского леса.

source: I hate this forest. I REALLY hate it. Passionately.
ca: Odie aquest bosc. NO EL PUC AGUANTAR. L'odie amb tot el meu cor.
hu: Gyűlölöm ezt az erdőt. TÉNYLEG gyűlölöm. Mélységesen.
ja: 私は、この森が嫌いだ。心底嫌いなのだ。嫌でたまらない。
ru: Ненавижу этот лес. ПО-НАСТОЯЩЕМУ ненавижу. Всей душой.
