Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Entering the forests surrounding Barnon from the north, I could not stop myself from thinking about the battle a few months ago, when I was betrayed and left for dead on the battlefield. But then, if not for that betrayal and that battle, I would probably never met Ruvio and Karen...
ca: Entrant pels boscos al nord de Barnon, no podria deixar de pensar en la batalla de fa uns pocs mesos enrere. Només uns pocs mesos. Em van trair i em van deixar pràcticament mort al mig del camp de batalla. Però si no haguera sigut per aquella batalla i la traïció, segurament no hauria conegut mai a Ruvio i Karen...
hu: Ahogy beértünk a Barnont északról övező erdőbe, akaratlanul is eszembe jutott a csata néhány hónappal ezelőtt. Csak néhány hónapja volt. Elárultak, s félholtan maradtam a csatatéren. Viszont az árulás és a csata odavezettek, hogy találkoztam Ruvióval és Karennel...
ru: Войдя в лес, окружающий Барнон с севера, я не мог не думать о битве, случившейся несколько месяцев назад. Всего несколько месяцев назад. Когда меня предали и оставили полумёртвым на поле боя. Но если бы не предательство и не битва, я наверное никогда не встретил Рувио и Карен...

source: Well, Gawen, which path will you take? The stealthy route I proposed, or the violent route proposed by your stepmother?
hu: Nos, Gawen, melyik utat választod? A lopakodást, ahogy én javasoltam, vagy az átgázolást, ahogy nevelőanyád mondta?

source: Move Gawen to south-eastern signpost OR
ca: Mou Gawen al senyal cap al sud-est O
hu: Gawen eléri a délkeleti útjelzőt VAGY
ru: Приведите Гэвена к юго-восточному указателю ИЛИ

source: Finally, you awaken.
ca: Oh, ja veig que t'has despertat.
hu: Végre, magadhoz tértél.
ru: Ну вот ты и проснулся.

source: Kill the enemy leader and all enemy units. Don't allow any enemy unit to reach the north-western signpost, or the village nearby.
hu: Megölöd az ellenséges vezért, s minden ellenséges egységet. Egyetlen ellenséges egység sem érheti el északnyugaton az útjelzőt, vagy a hozzá közeli falut.

source: Release the peasant girl being kept in a cage and move her to the northern edge of the map.
ca: Allibera la camperola que esta pressa en una gàbia i meneja-la cap al borde nord del map.
hu: Kiszabadítod a parasztlányt, akit a ketrecben tartanak, és elviszed a térkép északi széléhez.
ru: Освободите крестьянскую девушку из темницы и проведите её к северному краю карты.

source: Who said we won't join you? If can pay, we will readily join your army! The price is $dunefolk_price gold pieces.
hu: Ki mondta, hogy nem csatlakozunk hozzád? Ha megfizettek, természetesen csatlakozunk! Az ár $dunefolk_price arany.

source: We will pay.
ca: Pagarem
hu: Fizetünk
ru: Мы заплатим.

source: King Buffin
ca: Rei Buffin
hu: Buffin király
ru: Король Баффин

source: Fast Robin
ca: Rob el ràpid
hu: Sebes Robi
ru: Быстрый Робин

source: My brother fought with soldiers led by someone called 'Gaumhaldric.' Do you.. Do you know who Gaumhaldric is?
ca: El meu germà va lluitar amb uns soldats liderats per un tal Gaumhaldric... El coneixeu?
hu: A bátyám harcolt valamilyen Gaumhaldric ellen... Te... Tudod, ki ez a Gaumhaldric?
ru: Мой брат... Мой брат мёртв. Его убил кто-то по имени Гемхальдрик. Ты... Ты знаешь кто такой Гемхальдрик?

source: Reach the northern edge of the map with Gawen.
ca: Arriba al borde nord del mapa amb Gawen
hu: Gawen eléri a térkép északi szélét
ru: Доведите Гэвена до северного края карты.

source: He is dead now. Lie in peace, warrior. I will keep my promise
ca: Ha mort. Descansa en pau, guerrer. Compliré la meua promesa.
hu: Meghalt. Nyugodj békében, harcos! Állom a szavamat.

source: You were worthy fighter, noble Bal Riddon
ca: Has sigut un digne rival, noble Bal Riddon
hu: Méltó módon harcoltál, nemes Bal Riddon.

source: Wait a minute. Your father, Gawen, married Lorin after death of your mother, didn't he?
ca: Un minut. Ton pare, Gawen, va casar-se amb Lorin poc després de la mort de ta mare, no?
hu: Várj egy percet! Gawen, az apád édesanyád halála után vette feleségül Lorint?
ru: Подождите-ка. Гэвен, твой отец женился на Лорин после смерти твоей матери, так?

source: Perhaps it is because of Gawen. Before I began serving his father, I never wondered about the differences between us and underlings. It was simple: God himself gave us this world to rule; everyone else was to serve us. Yet, Gawen Hagarthen is half underling. In fact, he looks a lot like one of them. And he was always more brave and honorable than many Akladians I know...
ca: Tal volta és per causa d'aquest xic. Abans de conèixer-lo, no mai m'havia preguntat per les diferències entre nosaltres i els carralls. Tot era senzill, Déu en persona ens havia donat el món per governar-lo i tots els altres havien d'obeir-nos. Tanmateix, Gawen Hagarthen és mig carrall. És més, pareix ser un d'ells. I sempre ha sigut molt més noble i valent que molts altres que conec...
hu: Talán ez az egész emiatt a kölyök miatt van. Mielőtt találkoztam vele, sosem érdekelt a különbség köztünk és a nemtelenek között. Egyszerű volt a dolog, Isten maga rendelte uralmunk alá a világot, s mindenki mást a szolgálatunkra. Még Gawen Hagarthen is félig nemtelen. Habár teljesen úgy néz ki, mint a nemtelenek. S mégis a legokosabb és legbecsületesebb azok között, akiket ismerek...
ru: Может быть ради этого ребёнка. До встречи с ним я не задумывался о разнице между нами и дикарями. Всё было просто: Господь дал нам мир, которым мы должны править, а все остальные должны нам служить. Тем не менее, Гэвен Хагартен наполовину дикарь. Он выглядит точь в точь как они. И всё же он всегда был куда более смелым и благородным, чем многие, кого я знал...

source: Reach the signpost with Gawen.
ca: Arriba al senyal amb Gawen
hu: Gawen eléri az útjelzőt.
ru: Доведите Гэвена до указателя

source: Heh, Heh, 'if you don't like me', Gawen, you are fabulous.
ca: Hehehe. Això de 'si no t'agrade' ha sigut meravellós.
hu: Heh, heh, 'ha nem szeretsz engem', Gawen, ez már mesebeli.

source: Fat Bart
ca: Bart el Gros
hu: Kövér Bart
ru: Толстый Барт

source: Any enemy unit reaches the keep of the Oracle.
ca: Qualsevol unitat enemiga entra dins la torre de l'Oracle.
hu: Ellenséges egység éri el a Jósnő várát
ru: Любой из вражеских отрядов достигает крепости Оракула.

source: John Fasthood
hu: Állhatatos Jani
ru: Джон Колпак

source: Move Gawen to southern edge of the map OR
ca: Mou Gawen al sud del mapa O
hu: Gawen eléri a térkép déli szélét VAGY
ru: Проведите Гэвена к южному краю карты ИЛИ

source: You see, Gawen, when the royal family of Wesnoth started a war over succession, a golden era for bandits and thieves began. The succession wars were devastating and divided Wesnoth into many small kingdoms.
ca: Veuràs, Gawen, quan la família reial de Wesnoth va començar una guerra per la successió, va ser una època daurada pels bandits i els lladres. Les guerres van ser devastadores, i dividiren Wesnoth en una sèrie de xicotets regnes.
hu: Nézd, Gawen, amikor a wesnothi királyi család tagjai háborúzni kezdtek az örökség felett, a banditák aranykora köszöntött be. A háborúk elpusztították és feldarabolták Wesnothot. Számos kis királyság jött létre.
ru: Видишь ли, Гэвен, когда в королевской семье Веснота началась война за престол, пришло золотое время для воров и бандитов. После разорительных войн Веснот был поделен на множество маленьких королевств.

source: Kill the enemy leader.
ca: Mata el líder enemic.
hu: Megölöd az ellenséges vezért
ru: Убить вражеского лидера.

source: Such a young man... And yet, one darn good fighter..
ca: Tan jove... I encara així, un excel·lent lluitador...
hu: Ilyen fiatal ember... S milyen kitűnő harcos...
ru: Такой молодой парень... А всё равно чертовски хороший боец.

source: You were worthy opponent too.
ca: Tú també has sigut un rival digne.
hu: Te is jól harcoltál.
ru: Ты тоже был неплохим противником.

source: I think it was one of Akladian lords... yes... his name was Cryne, Bor Cryne...
ca: Crec que va ser un dels senyors akladians... sí, el seu nom era Cryne... Bor Cryne...
hu: Azt hiszem, hogy egy akladiai nemes... igen... A neve Cryne, Bor Cryne...
ru: Думаю, один из акладианских лордов... Да. Это был Крайн. Бор Крайн.

source: The winter was just ending when we returned to Freetown. Soldiers were singing mirthful songs, waiting impatiently for the chance to see the faces of their wives and children again.
ca: L'hivern estava acabant-se quan van tornar a Ciutat Lliure. Els soldats anaven cantant alegres cançons mentre esperaven amb impaciència tornar a vore les cares de les seues famílies.
hu: A tél épp véget ért, amikor visszatértünk Freetownba. A harcosok vidám énekeket daloltak, s türelmetlenül várták, hogy végre újra szeretteik körében legyenek.
ru: Когда мы возвращались во Фритаун, зима уже подходила к концу. Солдаты пели весёлые песни и с нетерпением ждали встречи с жёнами и детьми.

source: But why? All they brought back is a name: Grekulak. What's so important about that?
ca: Però per què? Tot el que ens han pogut dir ha sigut un nom: 'Grekulak'. Per què és tan important?
hu: De miért? Hiszen csak egy nevet hoztak: Grekulak. Mi ebben a fontos?
ru: Но почему? Всё, что они смогли нам сказать, это имя: Грекулак. Всего одно слово. Что здесь важного?

source: Karen said she could smell the freedom in the air here. Gawen smelled nothing out of the ordinary, though... only the scent of meats being roasted over an open flame. 'Perhaps it is not given to royalty to smell freedom,' he thought. Messengers waited for Ruvio, asking him to come to the meeting of the Freetown leaders.
ca: Karen havia dit que es podia sentir la llibertat en l'aire de la ciutat; tanmateix, Gawen no sentia res més que l'olor dels dinars preparats a les cuines. No li havia sigut donat el poder sentir-la. Els missatgers estaven esperant a Ruvio, per pregar-li que acudira al consell dels líders de Ciutat Lliure.
hu: Karen kijelentette, hogy érzi a szabadságot a levegőben; Gawen nem érzett semmit, csak a fővő étel illatát. Ez még nem idézte eszébe a szabadságot. A hírvivők már várták Ruviót, s kérték, hogy keresse fel Freetown vezetőit.
ru: Карен сказала, что здесь чувствуешь запах свободы в воздухе. Гэвен не чувствовал ничего, кроме доносящегося с кухонь запаха готовящейся еды. Он не понимал что значит дышать свободой. Наконец к Рувио пришли гонцы и позвали его на встречу лидеров Фритауна.

source: I wasn't really happy with the results of our visit to Oracle. None of her 'answers' satisfied me. We still had no idea where to search for Deorien, and the exchange between Lorin and the Oracle just confused me more. Lorin categorically refused to talk about it became much more withdrawn, as though she was keeping a weighty matter to herself.
ca: No estava gens feliç amb els resultats de la nostra visita a l'Oracle. No cap de les, per dir-les d'alguna manera, 'respostes', em van satisfer. Encara no teníem cap idea d'on buscar Deorien i la discussió entre Lorin i l'Oracle no va fer altra cosa que confondre'm. Lorin no volia parlar de tot això, i va esdevenir molt més taciturna, com si n'estiguera rumiant alguna cosa.
hu: Nem voltam megelégedve a Jósnőnél tett látogatásunkkal. Egyetlen 'válasza' sem elégített ki. S még mindig nem volt halvány elképzelésem sem, hogy hol keressük Deorient, s Lorin és a Jósnő párbeszéde is összezavart. Lorin megtagadta, hogy beszéljen róla, s magába zárkózott, csak önmagával viaskodott.
ru: Визит к Оракулу мне не понравился. Ни один из её так называемых "ответов" меня не устроил. Мы по прежнему не имели представления где искать Деориена, а разговор Оракула с Лорин просто смутил меня. Лорин отказалась об этом говорить, и стала совсем молчаливой, постоянно о чём-то рассуждая про себя.

source: From the first moment I knew that Freetown had not been taken by orcs. Orcs couldn't possibly be that atrocious. Children killed together with their mothers. Impaled girls and men on the trees. People burned in their houses. And still, no matter how stupid it seems, I still held out hope.
ca: Des de'l primer moment vaig saber que no eren els orcs qui havien conquerit Ciutat Lliure. Els orcs no eren tan atroços. Els xiquets morts al costat de les seues mares. Homes i dones empalats en creus. Gents cremades vives dines de ses cases. Tanmateix, no importa quant estúpida sembla, encara tenia l'esper.
hu: Az első pillanattól tudtuk, hogy Freetownt nem az orkok foglalták el. Az orkok nem szoktak ilyen dolgokat művelni. Gyerekeket mészároltak le az anyjukkal. Keresztre tűztek férfiakat és nőket. Emberek égtek benn a házukban. És mégis, hangozzék ostobaságnak, én mégis reménykedtem.
ru: С самого начала стало понятно, что Фритаун взяли не орки. Орки не могли бы быть такими жестокими. Детей убивали вместе с матерьми. На перекрёстках лежали пронзённые мужчины и женщины. Людей жгли в их собственных домах. И всё же, как бы глупо это ни было, я сохранял надежду.

source: Her face, though smeared with dirt and blood, was untouched. She lay in a position which clearly told me her fate before she met the blow of mercy. I knelt next to her, fondling her hair as I used to do when she was a child. I felt nothing. I should have felt anger, despair, I should have screamed for vengeance, but I felt nothing. My wife, my daughters, dead? It was too impossible to be believed.
ca: La seua cara, encara que bruta de pols i sang, estava intacta. Jeia en una posició que deixava ben clar quin havia sigut el seu destí abans de rebre el cop de gràcia. Em vaig agenollar al seu costat i vaig acaronar els seus cabells com solia fer quan era una xiqueta. No sentia res. Hauria de sentir fúria, desesper, hauria de clamar venjança... però no sentia res. La meua dona, les meues filles, mortes? Era massa impossible com per creure-ho.
hu: Az arca bár sáros és véres volt, érintetlen maradt. Olyan helyzetben feküdt, hogy azonnal láttam, mi történt vele, mielőtt a könyörületes halál elérte. Letérdeltem mellé, megsimogattam a haját, ahogy szoktam kislánykorában. Semmit nem éreztem. Dühöt kellene éreznem, kétségbeesést, bosszúért kellene kiáltanom, de nem érzek semmit. A feleségem, a lányaim halottak? Ez olyan felfoghatatlan, hogy elhinni is képtelen vagyok.
ru: Её лицо, хотя и было забрызгано грязью и кровью, осталось нетронуто. Её поза не оставляла сомнений в том, что с ней сделали прежде, чем нанести последний удар. Я упал на колени перед её телом, гладил её волосы так же, как когда она была ребёнком. Я ничего не чувствовал. Моя жена, моидочери мертвы? Это было слишком немыслимо, чтобы в это можно было поверить.

source: I... am an empty shell. Nothing is left inside me.
ca: Sóc una conxa buida. No queda res dins meu.
hu: Üressé váltam. Semmi sem maradt bennem.
ru: Я... я пустая раковина. Внутри меня ничего не осталось.

source: The woman who calls herself my mother is giving everyone orders in my name. She always stays close by me, as though she is afraid to let me be alone. I wish I could know what Reme Carrenemoe thinks; it seems like he is afraid to say any more than necessary. And that whole 'underling' thing... I don't know why, but sometimes, as I look at the faces of warriors who are around me, I feel more attached to those whom they call 'underlings.'
ca: La dona que es fa dir ma mare dóna ordres a tothom en nom meu. Sempre està al meu costat, com si tinguera por de deixar-me sol. Tant de bo poguera saber que pensa Reme Carrenemoe; pareix que tinga por de parlar més del necessari. I tot això de 'carrall'... No sé per què, però a vegades, mire els rostres dels soldats que estan al meu voltant i no puc evitar sentir-me més pròxim a eixos que anomenen 'carralls'.
hu: A nő, aki az anyámnak nevezi magát, az én nevemben osztogatja a parancsait. Mindig a közelemben tartózkodik, mintha félne magamra hagyni. Bár tudnám, hogy Reme Carrenemoe mit gondol; mintha félne attól, hogy a feltétlenül szükségesnél többet beszéljen. S ez az egész 'nemtelen' dolog... Nem tudom, miért, de valahányszor a környezetemben lévő harcosokat nézem, az az érzésem, hogy sokkal inkább az általuk 'nemtelennek' nevezett emberekhez tartozom.
ru: Женщина, которая называет себя моей матерью, отдает приказы от моего имени. Она всегда рядом, потому что боится оставить меня одного. Знать бы еще что на уме у Реме Карренемо. Он выглядит так, будто всё время боится сказать что-нибудь лишнее. И вообще, все эти разговоры насчет "дикарей"... Не знаю почему, но иногда, глядя на лица окружающих меня воинов, я чувствую, что слово "дикари" больше подходит им, чем тем, кого они так называют.

source: Loyal
ca: Lleial
hu: Hűséges
ru: Преданный

source: Vattin, the capital of our kingdom, is just a few days from here. How do you feel, my son?
ca: El Vattin, la capital del nostre regne, està a uns pocs dies d'ací. Fill meu, cóm et trobes?
hu: Vattin, a királyságunk fővárosa, csak néhány napi járásra van innen. Fiam, hogy érzed magad?
ru: Ваттин, столица нашего королевства, всего в нескольких днях пути отсюда. Сын мой, как ты себя чувствуешь?

source: Reach the northern signpost with Gawen Hagarthen OR
ca: Gawen Hagarthen arriba al senyal al nord O
hu: Eléred az északi útjelzőt Gawen Hagarthennel VAGY
ru: Привести Гэвена Хагартена к северному указателю ИЛИ

source: Finally, the party reached the crossroads. The northern path led to Vattin, the southern path to Reme's clan settlements. It was here that Reme Carrenemoe decided to leave Lorin to her fate.
ca: Per fi, el grup va arribar a un forcall. Un camí, cap al nord, duia a Vattin, l'altre cap als territoris del clan de Reme. Reme Carrenemoe havia decidit abandonar Lorin al seu destí allí.
hu: Végül a csapat elérte az útkereszteződést. Az egyik, északra tartó út Vattinba vezetett, a másik Reme klánjának kastélyához. Reme elhatározta, hogy itt hagyja magára Lady Lorint.
ru: В конце концов отряд подошёл к перекрёстку. Одна, северная, дорога вела в Ваттин, другая - к посёлку клана Реме. Здесь Реме Карренемо решил предоставить Лорин её собственной судьбе.

source: I was only five when your grandfather died and divided his kingdom among his sons, six when your father quelled the first rebellion. I never understood why he chose your mother... was it pure physical attraction, or an attempt to appease the conquered by marrying a woman of their nobility? If it was indeed the latter that he intended, he failed miserably; the underlings' hatred for us only increased, and our own people were uneasy with having such a queen.
ca: Jo tenia cinc anys quan va morir el teu avi i va dividir el seu regne entre els seus fills, sis, quan ton pare va subjugar la primera rebel·lió. No mai vaig poder entendre per què va triar ta mare... era una simple atracció física o un intent d'apaivagar els conquerits casant-se amb una dona de la noblesa autòctona? Si això va ser el que intentava, va fallar miserablement; l'odi dels carralls no s'havia calmat gens, i la nostra gent es sentia incòmoda per tindre tal reina.
hu: Még csak öt éves voltam, amikor nagyapád meghalt, és felosztotta birodalmát a fiai közt, s csak hat, amikor apád leverte az első lázadást. Sosem értettem, hogy miért választotta anyádat... egyszerűen csak megkívánta, vagy a meghódítottakat akarta megnyerni azzal, hogy egy közülük való nemes lányával házasodott össze? Ha ez az utóbbi motiválta, akkor keservesen csalódott; a nemtelenek gyűlölete csak fokozódott, s a mieink is elégedetlenkedtek egy ilyen királynő miatt.
ru: Мне было всего пять лет, когда твой дед умер, разделив свое королевство между сыновьями; шесть лет, когда твой отец подавил первое восстание. Я никогда не понимала, почему он выбрал твою мать... Было ли это просто физическое влечение, или же он пытался примириться с завоёванным народом через брак с женщиной из числа их знати? Если последнее, то он горько обманулся; ненависть дикарей к нам не ослабла, а наш народ был крайне недоволен такой королевой.

source: When your mother died, I was chosen as your father's next wife. I am not certain whether or not this was an act to appease the Clans, but he must have wanted an heir whom our people would not question. My duty was to bear him that son, and I failed. Our people strayed from the old ways, and God turned his back on us as we had to him. Glutted upon land, money, and slaves, the weaker Akladian lords lost their armies and lands in combat with the underlings.
ca: Quan ta mare va morir, jo vaig ser elegida com la següent dona de ton pare. No sé si ho va fer per apaivagar els clans o no, però estic segura que ell volia tindre un hereu que la nostra gent no podria qüestionar. Volia que li donara un altre fill, i el vaig fallar. La nostra gent havia abandonat els antics camins, i Déu va tornar-nos l'esquena com nosaltres havíem fet. Sense la seua guia i recolzament, els carralls van eliminar els nostres exèrcits d'una gran part de Wesnoth i van reconquerir algunes de les províncies que havien perdut.
hu: Amikor anyád meghalt, én lettem apád új felesége. Hogy ezzel a családok elégedetlenségét akarta lecsillapítani, vagy sem, az bizonytalan. Egyvalami biztos, olyan utódot akart, akit népünk nem kérdőjelez meg. Azt akarta, hogy én szüljem meg ezt a fiút, de én nem tudtam megadni neki. Népünk letért az Isten útjáról, s Istenünk hátat fordított nekünk, ahogy mi neki. Elmerülve a földi javakban, pénzvadászatban; szolgák sokasága közt eltunyultunk, s a gyengébb akladiai urak alulmaradtak a nemtelenek seregével szemben is.
ru: Когда умерла твоя мать, следующей женой твоего отца была избрана я. Хотел ли он таким образом примирить ропчущие кланы, или нет, бесспорно то, что ему нужен был наследник из собственного племени. Твой отец ждал от меня рождения нового сына, но я не оправдала его ожидания. Вековые традиции пошатнулись, и Господь отворачивался от нас, когда мы обращались к Нему. Без Его опеки наши армии были сметены с большей части Веснота. Дикарям удалось вернуть несколько когда-то потерянных провинций.

source: Heinric the Redbeard
ca: Heinric Barbarroja
hu: Vörösszakállú Heinric
ru: Хейнрик Рыжебородый

source: I am your mother, the only person whom you can trust. These are your few loyal soldiers, who remained when everyone else deserted us. You are Gawen Hagarthen, the rightful king of Vakladia.
ca: Sóc ta mare, l'única persona en la que pots confiar. Aquestos són els teus últims lleials soldats, que van quedar-se amb nosaltres quan tots els altres van fugir amb l'honorable mort de ton pare. Eres Gawen Hagarthen, el rei de Vakladia per dret propi.
hu: Én vagyok az anyád, az egyetlen személy, akiben megbízhatsz. S itt vannak a hűségesnek maradt katonáink, akik kitartanak mellettünk, bár mindenki más elhagyott minket. Te Gawen Hagarthen vagy, Vakladia törvényes királya.
ru: Я твоя мать, единственный человек, которому ты можешь доверять. Вот это - последние верные тебе солдаты, которые остались рядом после доблестной смерти твоего отца, когда все остальные покинули нас. Ты - Гэвен Хагартен, законный король Вакладии.
