Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: You don't need to know. You need only to fulfill my orders.
ca: No tens per què saber-ho. Només has de complir les meues ordres.
hu: Nem kell tudnod róla. Neked az én parancsaimat kell teljesítened.
ja: お前は知る必要などない。私の指示に素直に従っていればよいのだ。
ru: Это не твоего ума дело. Просто выполняй мои приказы.

source: They are keeping that poor girl somewhere north of their castle. We have to release her and help her return to her father.
ca: Tenen eixa pobra xica reclusa en una gàbia al nord del seu castell. Hem d'alliberar-la i ajudar-la a tornar amb son pare.
hu: Valahol a kastélytól északra tartják fogva azt a szegény lányt. Ki kell szabadítanunk, s vissza kell vinnünk őt az apjához.
ja: 誘拐した奴らは、哀れな少女を城の北側の何処かに幽閉している。彼女を救い出し、父親の元へ返してやろう。
ru: Они держат бедную девушку на севере от замка. Нужно освободить её и проводить к отцу.

source: ...and of course we should kill the cretins who kidnapped her.
hu: ... és természetesen ki kell irtanunk az összes vadállatot, akik elrabolták őt.
ja: ... そして勿論、誘拐した愚かな奴らは殺すべきよ。

source: That isn't necessary.
ca: Açò no és necessari.
hu: Az nem szükséges.
ja: そんな必要はない。
ru: Это не обязательно.

source: I know.
ca: Ho sé.
hu: Tudom.
ja: 分かってるわよ。
ru: Я знаю.

source: My Lord, this seems to be an ideal task for an Elf who can ambush like I can. I can sneak right up to the cage and free that girl!
hu: Uram, ez tökéletes feladat egy tünde vadásznak, a rajtaütés mesterének. Odaosonok a ketrechez, és kiszabadítom azt a lányt.
ja: 陛下、私のように「伏兵」能力を持ったエルフにとって、理想的な任務です。私が檻に忍び寄り、その娘を解放できます！

source: Okay, but you had best be quick about it; we don't have much time here.
hu: Jól van, csak igyekezz, mert nem időzhetünk itt túl sokáig.
ja: 分かった。しかし急いだ方がよい。あまり長居する時間は無いのだ。

source: Indeed, I shall hurry on this mission!
hu: Rendben, megpróbálok sietni.
ja: 勿論です、この任務を早急に終わらせます！

source: My Lord, this seems to be an ideal task for an Elvish Avenger. I can sneak right up to the cage and free that girl!
ca: Senyor, aquesta pareix una feina perfecta per un venjador elf. Puc ocultar-me fins arribar a la caixa i alliberar eixa xica.
hu: Uram, ez tökéletes feladat egy tünde vadásznak. Odaosonok a ketrechez, és kiszabadítom azt a lányt.
ja: 陛下、「伏兵」能力を持った「エルフの復讐者」にとって、理想的な任務です。私が檻に忍び寄り、その娘を解放できます！
ru: Милорд, похоже здесь есть работа для эльфийских мстителей. Я могу прокрасться прямо к темнице и освободить девушку!

source: Kill all enemy leaders OR
ca: Mata tots els líders enemics O
hu: Megölöd az összes ellenséges vezért VAGY
ja: 敵の全てのリーダーを倒す、または
ru: Убейте всех вражеских лидеров OR

source: Release the peasant girl being kept in a cage and move her to the northern edge of the map.
ja: 檻の中の農民の少女を助け出し、マップの北端に移動させる。

source: Thank you! Thank you!
ca: Gràcies! Gràcies!
hu: Köszönöm! Köszönöm!
ja: ありがとう！ ありがとう！
ru: Спасибо! Спасибо!

source: Don't thank me, it's not over yet. You have to escape. I think we can escape to the north.
ca: No ens dones les gràcies, encara no s'ha acabat. Has d'escapar. Supose que podrem escapar pel nord.
hu: Még ne köszönj semmit, nem végeztünk! Ki kell innen jutnunk. Azt hiszem, északra kijuthatunk.
ja: 感謝する相手が違うよ、それにまだ終わっていない。抜け出さなければ。北の方に逃げられるはずだ。
ru: Не стоит благодарностей. Ты должна бежать. Думаю, бесопаснее всего идти на север.

source: Move the peasant girl to the northern edge of the map.
ca: Mou la camperola al borde nord del mapa.
hu: Elviszed a parasztlányt a térkép északi széléhez.
ja: 農民の少女をマップの北端に移動させてください。
ru: Доведите крестьянку до северного края карты.

source: Thank you once again! Now I can go to my village, to my family and fiance!
ca: Una altra vegada, gràcies! Ara puc tornar a la meua aldea, amb la meua família i el meu nuvi.
hu: Még egyszer köszönöm! Visszatérhetek a falumba a családomhoz és a vőlegényemhez!
ja: 改めて感謝します！これで自分の村に帰れますね、家族や婚約者に会えます！

source: Our task here is finished. Should we withdraw now, my lord?
ca: Ja hem terminat el que veníem a fer. Deuríem retirar-nos ara, senyor?
hu: A küldetésünk itt véget ért. Visszavonulhatunk, uram?
ja: 私たちの、ここでの任務は終了しました。陛下、引き上げた方がよいのでは？

source: Understood. We shall continue to fight any remnants of her captors' forces until it is completely safe.
hu: Értem. Folytatjuk a harcot a foglyul ejtőivel, amíg teljesen biztonságba nem helyeztük a lányt.
ja: 了解しました。あの娘を拉致した奴の残党と戦いを続行し、確実な安全が得られるようにしましょう。

source: Father! Father! Everything is going dark!
ca: Pare! Pare! Estic perdent...
hu: Apám! Apám! Elsötétül...
ja: お父さん！お父さん！何もかもが暗くなっていくわ！
ru: Папа! Папа! Кажется я...

source: Oh no! We have failed our mission!
ca: Oh, no! Hem fallat en la nostra missió!
hu: Ó, ne! Elbuktuk a küldetésünket!
ja: しまった！ 救出に失敗してしまった！
ru: О нет! Мы всё испортили!

source: The poor girl is saved and we may now continue our quest.
ca: La pobre xica ha sigut salvada i podem continuar la nostra missió.
hu: A szegény lány megmenekült, most folytathatjuk az eredeti küldetésünket.
ja: 哀れな少女は救われ、私たちは探索を続けることができる。
ru: Несчастная девушка спасена. Мы можем вернуться к нашему заданию.

source: Yes - Gawen Hagarthen, a great destiny waits for you. Do not permit it to wait for too long.
ca: Sí, Gawen Hagarthen. Un gran futur t'aguaita. No el deixes esperar massa temps.
hu: Igen - Gawen Hagarthen, fényes jövő áll előtted. Ne habozz, indulj felé!
ja: ええ、Gawen Hagarthen 様、偉大な運命があなたの行く手には待っています。時間を取り過ぎてはいけません。
ru: Да, Гэвен Хагартен. Тебя ждёт великое будущее. Не заставляй ждать слишком долго.

source: Welcome, noble Bark O Skagrrak. My name is Lorin of Gallorae. Some call me the She-wolf of Haeltin. Have you heard about me?
ca: Benvingut, noble Bark O Skagrrak. El meu nom és Lorin de Gallorae. Alguns em diuen la lloba de Haeltin. Has sentit parlar de mi?
hu: Üdvözlégy, nemes Bark O Skagrrak! Az én nevem Lorin a Gallorae klánból. Néhányan Haeltin Nőstényfarkasa címen tisztelnek. Hallottál már rólam?
ja: あ～ら、どうも。高貴なる Bark O Skagrrak 殿。私の名は Gallorae の Lorin 。ある者はこう呼ぶわ、Haeltin のメス狼とね。どう、あなたも聞いたことあるかしら？

source: Yes... I've heard about you. You're the hag wife of Hagarthen, the drab harlot from Vattin.
ca: Sí... He sentit parlar de tu. La bruixa de la dona del rei, una mala rabosa de Vattin.
hu: Igen... Hallottam már rólad. Hagarthen szajhája, a vattini ringyó áll előttem.
ja: ああ... 聞いてるよ。 Hagarthen の腐った老いぼれ女房で、Vattin の自堕落な娼婦だよな。

source: Such a funny man you are, Bark. So willing to mock and flout. I wonder whether you will be equally ready to die.
ca: Oh, quin home més divertit que eres, Bark. Tan disposat a insultar i burlar-se. Em pregunte si estaràs igual de disposat a morir.
hu: Nahát, pimasz egy alak vagy mondhatom, Bark. Gúnyolódni és csúfolódni akarsz. Nagyra értékelem, hogy ilyen elszántan készülsz a halálra.
ja: 面白い奴だこと、Bark 。嘲笑も挑発もズバッと行く口ね。それなら、死ぬ覚悟もズバッとできてるかしら。

source: Mother, please...
ca: Mare, per favor...
hu: Anyám, kérlek...
ja: 母さん、やめてくれ。

source: You've heard what he called me! Bark O Skagrrak, my name is Lady Lorin of the Gallorae clan. And my knife is called Truth-sayer. Say hello to it.
ca: Has sentit cóm m'ha dit? Bark O Skagrrak, el meu nom és Lorin, del clan Gallorae. I aquest és el ganivet de Lorin. Dis-li hola.
hu: Hallottad, minek nevezett? Bark O Skagrrak, az én nevem Lorin, a Gallorae klánból. Ez pedig egy kés, Lorin kése. Köszönj neki szépen!
ja: こいつが私のことを何と呼んだか聞いたでしょう！Bark O Skagrrak 、私の名前は Gallorae 氏の 「Rolin 夫人」よ。それに、私のナイフは 真実を吐露させる刃と呼ばれてるの。挨拶しなさい。

source: You think I will be... AAAARGH!
hu: Azt hiszed, hogy megij... ÁÁÁáááhhhh!
ja: 私が何を吐くって... ウガァーー！

source: Why have you kidnapped this poor girl?
ca: Per què has segrestat aquesta pobra xica?
hu: Miért raboltátok el ezt a szegény lányt?
ja: この哀れな娘を拉致した理由はなに！？

source: She is so beautiful... I want her as a wife and slave, for all eternity.
ca: És tan bonica... La vull com esposa o esclava, per sempre.
hu: Fantasztikus egy nő... akarom őt, feleségnek vagy szolgának, egy életre.
ja: えらく可愛かったから... 妻にして、永遠に俺の奴隷にしたかったんだ。

source: Besides, our women are under an unknown curse; they give birth to few children and many of them are born sick. A Wesnothian woman could give me a son!
hu: Mellesleg a mi asszonyainkat ismeretlen átok sújtja: csak kevés gyereknek adnak életet, s azok többsége is betegen születik. A wesnothi nő egészséges fiút adhat nekem!
ja: そもそも、俺たちの女は道の呪いにかかってる。子ができにくいし、できても病気で生まれることが多い。Wesnoth人の女なら息子を作れると思ったんだ！

source: A slave cannot give a son to a Akladian lord!
hu: Egy szolga nem adhat fiat egy akladiai úrnak!
ja: 奴隷の身で Akladia 領主の跡取りにはなれないわよ！

source: I don't care! If she would give a life to my son, I would free her, I would made her my first wife, just as she would be of worthy people!
hu: Nem érdekel! Ha egészséges fiút szül, felszabadítom, első feleségemmé teszem, mivel kiérdemli ezt!
ja: そんなこと構わんさ！もしあの娘が可愛い息子を授かったら、彼女を解放して最初の妻にするつもりだったさ、立派な人間として生きるべきなんだ！

source: You are making me angry. What if she would give a life to a daughter?
hu: Felingerelsz. És akkor mi van, ha leányt szül?
ja: まったくもう、腹が立つヤツね。もし女の子が生まれたらどうするつもりよ？

source: Why should I tell you? This is a secret of my king.
ca: I per què t'ho hauria de dir? És un secret del meu rei
hu: Miért mondanám el neked? Ez a királyom titka.
ja: どうしてお前に話す必要があるんだ？我が王様の秘密だ、関係ないだろ。

source: Secret? I love secrets! I'm a woman, you know. Please share it with me. Preeeetty pleaaaase!
ca: Secret? Adore els secrets! Ja saps, sóc una dona. Per favor, comparteix-lo amb mi! Per favoooor!
hu: Titok? Szeretem a titkokat! Hiszen nő vagyok, mint tudod. Lécci mondd el a titkodat! Lécci, lééécccciiii!
ja: 秘密？私、秘密って大好きなのよ！私は女なのよ、ね。是非、教えてよ、ねえ～お願いだから～！

source: Aaargh! Stop it! I will tell you! King Buffin is preparing to invade Vakladia and claim the throne in Vattin. It is empty and it seems that no one will oppose Buffin. The two brothers in Guilcorta are now too busy, so it's a perfect opportunity. The army is ready already.
ca: Arggh! Para! T'ho diré! El rei es prepara per envair Vakladia i reclamar el tro de Vattin. Està buit i pareix que ningú s'oposaria. Els dos germans de Guilcorta estan molt ocupats, així que és una oportunitat perfecta. L'exèrcit està preparat.
hu: Ááááh! Hagyd abba! Beszélek! A király Vakladia megtámadására készül, s Vattin trónját akarja megszerezni. Az most üres, s úgy látszik, nincs, aki Buffinnal szembe tudna szállni. Guilcortában a testvérek le vannak kötve, így a lehetőség nagyon kedvező. S a sereg is készenlétben áll.
ja: 煩い！やめろ！ 教えてやる！ Buffin 王は Vakladia への侵略と Vattin での王位奪取に向けて準備をしているんだ。Buffin に逆らえる者はまったくいないようだ。Guilcorta の兄弟は忙し過ぎるため、今が絶好の機会なのだ。軍隊は既に出撃の準備が整っているのさ。

source: I don't know who that is!
ca: Jo no sé res d'això.
hu: Nem tudom, ki az ott.
ja: そんな奴を知るわけが無いだろう！
ru: Я не знаю.

source: Curses! They are more dangerous that I thought! Bring the reinforcements!
ca: Ostres! Són més perillosos del que pensava! Traieu els reforços!
hu: Patkányok! Sokkal veszélyesebbek, mint gondoltam! Hívjátok az utánpótlást!
ja: 呪われてる！奴らは思った以上に危険だ！援軍を呼ぶんだ！
ru: Крысы! Они сильнее чем я думал! Вызывайте помощь!

source: We must do likewise! Bring our own reinforcements!
hu: Nekünk is így kell cselekednünk! Hívjatok erősítést!
ja: 私たちも同様だな！援軍を呼べ！

source: Those are Dunefolk troops! Excellent! Listen, I knew your leader, Majid Yahyazad, and...
hu: Azok ott dűnelakók! Remek! Hallgassatok ide, ismerem a vezetőtöket, Majid Yahyazadot, és...
ja: あれは デューンフォークの部隊ね！なんと素晴らしい！聴いて、私はあなた達のリーダー Majid Yahyazad を知っている、それで...

source: Majid Yahyazad is not my leader. His Ostan is far away from here. The Ostan of Mahour - and this tribe - is ruled by me, and no other rules over me.
ca: Iahiazad no és el meu líder. El seu refugi dista molt del meu. Jo sóc qui governa aquest refugi i aquesta tribu, i ningú no em diu què he de fer.
hu: Yahyazad nem a mi vezetőnk. Az oázisa messze van innen. Ezt az oázist és ezt a törzset én vezetem, s fölöttem senki nem uralkodik.
ja: Majid Yahyazad は私のリーダーではありませんよ。彼の自治領はここから遠く離れている。Mahour 州 ― それと、この部族は私が治めていて、他の誰の支配も受けていないよ。

source: Show more respect, this is king Gawen Haldric Hagarthen.
ca: Demostra més respecte, aquest és el rei Gawen Haldric Hagarthen.
hu: Több tiszteletet, ez Gawen Haldric Hagarthen király.
ja: もう少し敬意を払いなさい、こちらは Gawen Haldric Hagarthen 王ですぞ。
ru: Больше уважения. Здесь король Гэвен Хальдрик Хагартен.

source: King? We have never been joined by a king before. If he wants to be one of us, he will be welcomed, but he must understand that his of chances being called 'his majesty' are zero.
ca: Rei? No mai se'ns ha unit un rei. Si vol ser un dels nostres, és benvingut, però cal que comprenga que les possibilitats de rebre el tractament de 'Sa Majestat' són zero.
hu: Király? Mi sosem éltünk király uralma alatt. Ha csatlakozni akar hozzánk, legyen üdvözölve, de azt meg kell értenie, hogy itt semmi esélye arra, hogy bárki is 'felségnek' szólítsa.
ja: 王？ 私たちはこれまで、王を仲間に入れたことはありませんよ。もしも一緒にいたいのなら歓迎しますが、"陛下" などと呼ばれることは無いということを理解しておく必要がありますよ。
ru: Король? У нас ещё не было королей. Если он хочет к нам присоединиться, добро пожаловать. Главное, чтобы он понял нулевые шансы на то, что его кто-то тут будет назвать "Ваше величество".

source: We are not your enemies. If you won't join us, will you at least not attack us?
ca: No som els vostres enemics. Si no us uniu a nosaltres, al menys evitareu atacar-nos?
hu: Nem vagyunk ellenségek. Ha nem is csatlakoztok hozzánk, legalább ne támadjatok minket.
ja: 私たちはあなた方の敵ではない。仲間になりたいなら、せめて私たちを攻撃しないでくれるかな？
ru: Мы не враги вам. Если вы не хотите помочь нам, хотя бы не мешайте.

source: Who said we won't join you? If you can pay, we will readily join your army! The price is $dunefolk_price gold pieces.
ja: 仲間になりたいなどと誰が言いました？もしも代金が支払えるなら、すぐにもあなたの軍に参加しましょう！ 代金は $dunefolk_price gold ですよ。

source: We will pay the $dunefolk_price gold pieces.
ja: それでは $dunefolk_price gold を支払いましょう。

source: We won't pay.
ca: No pagarem
hu: Nem fizetünk
ja: 支払いませんよ。
ru: Нет, мы не заплатим.

source: Why not. Here are your $dunefolk_price gold pieces.
ja: 勿論だ。この $dunefolk_price gold はあなた方のものだ。

source: Why not. Here is your gold.
ca: Per què no? Ací tens l'or.
hu: Miért is ne. Tessék az arany.
ja: 勿論だ。これはあなた方のものだ。

source: Ha! We have a deal, then, my king. You may now recruit Dunefolk from my Ostan.
hu: Há! Akkor megegyeztünk, királyom. Mostantól dűnelakókat is toborozhatsz az oázisomból.
ja: ハハハ！取引成立ですね。それでは、わが王様、今から我が自治領のデューンフォークを雇用なさって構いせんよ。

source: As a gesture of goodwill, I am sending you a healer, too.
hu: Jóindulatom jeléül küldök neked egy gyógyítót is.
ja: 親善の気持ちを表して、ヒーラーを１人お送りしましょう。

source: We are not interested in hiring you.
ca: No estem interessats en contractar-vos.
hu: Nincs szükségem zsoldosokra.
ja: いや、あなた方を雇用するつもりはない。

source: Then leave in peace, or prepare to fight.
ca: Aleshores aneu en pau, o prepareu-vos per lluitar.
hu: Akkor maradjunk békében, vagy készüljetek a harcra!
ja: それなら、平穏に去るか、戦う準備をするか、ご自由にどうぞ。

source: Unfortunately, we do not have that much gold.
ca: Malauradament, no tenim tant d'or.
hu: Sajnos nincs annyi aranyunk.
ja: 残念ながら、それほどのゴールドを持ち合わせていないのだ。
ru: К сожалению у нас нет таких денег.

source: King Buffin's army was right behind us - we could almost feel their breath on our necks. As though this were not enough, we marched right into a knot of Akladians.
ca: L'exèrcit del rei Buffin estava just darrere nostre i casi els sentíem respirar sobre les nostres esquenes. I si tot açò no fóra prou, a més vam anar de cap a una concentració d'unitats akladianes.
hu: Buffin király serege szorosan a nyomunkban járt - szinte éreztük a leheletüket a hátunkban. S ha ez még nem lett volna elég, egyenesen akladiaiakba botlottunk.
ja: Buffin 王の軍隊は私たちのすぐ後ろにいた ― まるで首筋にその息遣いを感じられるほどだった。それだけでも十分厳しかったが、私たちは Akladia 人の集団の中へと行軍していった。
ru: Армия короля Баффина шла прямо за нами, мы почти слышали дыхание врагов за нашими спинами. И впереди нас тоже были сплошь акладианские отряды.

source: Who are you, stranger brave or foolhardy enough to enter Dunefolk land?
hu: Ki vagy te, különösen merész vagy elég ostoba, hogy dűnelakó földre lépsz?
ja: どなたかな、デューンフォークの土地に入ってくる勇敢な、もしくは無謀な訪問者は？

source: Messenger
ca: Missatger
hu: Hírvivő
ja: 使者
ru: Гонец

source: King Buffin! King Buffin! I bring terrible news for you!
ca: Rei Buffin! Rei Buffin! Trec terribles notícies!
hu: Buffin király! Buffin király! Szörnyű híreket hozok!
ja: Buffin 王！Buffin 王！恐ろしい知らせが入りました！
ru: Король Баффин! Король Баффин! Ужасные новости!

source: King Buffin is dead, boy.
ca: El rei Buffin és mort, xic.
hu: Buffin király meghalt, fiú.
ja: Buffin 王は亡くなられたよ、なんとも。
ru: Король Баффин мёртв, юноша.

source: Dead? How can that be!
ca: Mort? Cóm pot ser!
hu: Halott? Hát az meg hogy lehet?
ja: お亡くなりに？どうしてそんなことが！
ru: Мёртв? Не может быть!

source: Okladia is in need - undead have invaded our country, they are razing the countryside and murdering our people!
ca: Okladia està necessitada... Els no morts han envaït el nostre país, estan saquejant i assassinant.
hu: Okladia veszélyben van - élőholtak támadták meg az országot, gyilkolnak és pusztítanak.
ja: Okladia が大変なのです ― アンデッドが領内に侵入して、郊外を襲いまわっては民を殺害しているんです！
ru: Он нужен Окладии! В нашу страну вторглись мертвецы! Они грабят и убивают!

source: Without King Buffin, who will lead our army against them?
ca: Sense el rei Buffin, qui liderarà el nostre exèrcit?
hu: Buffin király nélkül ki vezeti ellenük a seregünket?
ja: Buffin 王がいない今、彼らに立ち向かうのに誰が軍を率いるのです？

source: What? Speak quickly, I am a little bit busy here!
ca: Què? Parla ràpid, estic ocupat!
hu: Micsoda? Beszélj gyorsan, el vagyok foglalva!
ja: 何があったのだ？さっさと話しなさい、今立て込んでいるのだ！

source: My king -
ca: Sa Majestat...
hu: Királyom -
ja: 王様 -

source: You must return home, with every able soldier in your army, as soon as possible or we shall surely perish!
hu: Vissza kell térned haza, minden katonáddal együtt, különben mindannyian elpusztulunk!
ja: できるだけ早く、軍隊の有能な兵士とともに国へお戻りください。さもなくば、私たちは確実に滅びてしまいます！

source: Undead? So the reports I've been hearing were true, after all! You are fortunate, false Gawen, that I my duty to my people calls me away from here... for now.
ca: No morts? Així que tots els remors eren cert al cap i a la fi! Tens sort, fals Gawen, m'he d'anar...
hu: Élőholtak? Tehát mégis igazak a hírek, amiket hallottam! Szerencséd van ál-Gawen, hogy el kell mennem...
ja: アンデッドだと？そうか、やはり、あの噂は真実だったのだな！ お前はついているな、偽物 Gawen 。私には民を守る義務がある。今のところは、私はここから離脱せねばならない。

source: That's not good. I think the wise thing to do would be to withdraw, because without Buffin we will be too weak to defeat this army...
ca: Això no és bona cosa. Crec que serà una acció intel·ligent retirar-se, perquè sense Buffin serem massa dèbils com per vèncer aquest exèrcit...
hu: Ez nem jó. Azt hiszem, bölcs dolog lenne visszavonulni, Buffin király nélkül nem tudjuk megsemmisíteni ezt a sereget...
ja: それはまずいぞ。ここは撤退するのが賢明そうだ。我々は弱すぎて、Buffin がいなければあの軍隊を倒すのは無理だ...
ru: Это плохо. Думаю, мудрее всего будет сдаться. Без Баффина у нас не хватит сил, чтобы бороться с мёртвой армией...

source: Who's there? Ruvio! Finally, my friend!
ca: Qui va? Ruvio! Per fi, amic meu!
hu: Ki van ott? Ruvio! Végre itt vagy, barátom!
ja: そこにいるのは誰だ？ Ruvio じゃないか、やっと会えたな我が友よ！
ru: Кто здесь? Рувио! Наконец-то, друг мой!

source: My lord...
ca: Senyor, jo...
hu: Uram...
ja: 陛下...
ru: Милорд...

source: What? Why the long face? Cheer up! Where is Karen?
ca: Què? Per què tens eixa cara? Ànim! On és Karen?
hu: Mi van? Miért nézel olyan reménytelenül? Fel a fejjel! Hol van Karen?
ja: どうした？なぜそんなに悲しい顔をしているのだ？元気を出せ！Karen はどこだ？
ru: Что? Печаль на твоём лице? Выше нос! А где Карен?

source: My lord... Gawen, my lord, please forgive me if I can't speak clearly enough. What I saw... I... I don't know if I can even describe it... if I can bear the task of describing it.
ca: Senyor... Gawen, mon senyor... per favor, perdoneu-me si no puc parlar prou clarament. El que he vist... jo... jo... no crec que ho puga descriure. Això si puc arribar a suportar descriure-ho...
hu: Uram... Gawen, uram, bocsáss meg, hogy nem tudok világosan beszélni. Amit láttam... Én... én nem is tudom elmondani. Képtelen vagyok elmondani.
ja: 陛下... Gawen 様... 十分にお話できていないようでしたらお許しください。私が見たもの... 私が... どうご説明すればよいか... お伝えできないかもしれません.
ru: Милорд... Гэвен, прости пожалуйста, что я не могу внятно говорить. То, что я видел... Я не могу описать. Мне так тяжело говорить об этом.

source: 'This is the Dunefolk territory of Mahour. If you wish to join us, you are welcome; if you wish to fight us, you shall perish.'
hu: 'Ez a dűnelakó terület Mahour felségterülete. Ha csatlakozni akarsz hozzánk, légy üdvözölve, ha harcolni akarsz, halott vagy.'
ja: 「ここはデューンフォーク Mahour の領地です。私たちの仲間になりたいのであれば歓迎します。戦いたいのであれば滅びるでしょう。」

source: My ancestors, I am coming to you with sword in my hand!
ca: Avantpassats, vaig a vosaltres amb l'espasa en la ma!
hu: Őseim, karddal a kezemben térek meg hozzátok!
ja: 我が祖先よ、この剣を手にしたまま、そちらに行きます！
ru: Предки, я отправляюсь к вам с мечом в руке!

source: They are more powerful than I thought! Reinforcements!
ca: Són millors del que pensava! Reforços!
hu: Jobbak, mint gondoltam! Erősítést!
ja: 創造したよりも奴らは強力だ！援軍を頼む！
ru: Они лучше, чем я думал! За подмогой!

source: I am finished! But your leader... before I die, is his name really Gawen Hagarthen?
ca: Estic acabat! Però el vostre líder... Abans de morir, realment es diu Gawen Hagarthen?
hu: Nekem végem van! De a vezetőtök! Mielőtt meghalok, tudnom kell, hogy tényleg ő Gawen Hagarthen?
ja: 私はもうお終いだ！しかし、お前たちのリーダーは... 私が死ぬ前に聴きたい... 彼は本当に Gawen Hagarthen なのか？

source: I really am Gawen Hagarthen.
hu: Én tényleg Gawen Hagarthen vagyok.
ja: 私は本当に Gawen Hagarthen だ。

source: Then I am doomed! My spirit will never find rest amongst my ancestors, since I fought my king!
ca: Estic condemnat! El meu esperit no mai trobarà la pau entre els meus avantpassats, ja que he lluitat contra el meu rei!
hu: Akkor elkárhozok! A lelkem sosem fog az őseim közt békében pihenni, hiszen a királyom ellen támadtam!
ja: ならば、私は破滅する！私の魂は先祖たちの中にあって安息を得ることは決して無いだろう、私は自分の王と剣を交わしてしまったのだから！

source: I am dying... are you going to try to intimidate me, as your step-mother used to do?
ca: Estic morint... Intentaràs atemorir-me com sol fer ta mare?
hu: Én meghalok... Te is megpróbálsz megfélemlíteni, ahogy a nevelőanyád próbálta?
ja: 死にそうだ... あなたの継母がやっていたように、あなたも私を威嚇するつもりかね？

source: No, noble Reumario. It was honour for me to fight you. Die in peace.
ca: No, noble Reumario. Ha sigut tot un honor lluitar amb tu. Mor en pau.
hu: Nem, nemes Reumario. Tisztességgel harcoltál, nyugodj békében.
ja: しませんよ、貴き Reumario 。あなたと戦えて光栄だった。安らかに最期を迎えてもらいたい。

source: No, noble Aire Reumario. It was honour for me to fight you. Die in peace.
ca: No, noble Aire Reumario. Ha sigut tot un honor lluitar amb tu. Mor en pau.
hu: Nem, nemes Reumario. Becsülettel küzdöttél, nyugodj békében.
ja: しませんよ、貴き Aire Reumario 。あなたと戦えて光栄だった。安らかに最期を迎えてもらいたい。

source: King Buffin, my uncle, it has been an honour to fight you. You were a tough opponent.
hu: Buffin király, nagybátyám, becsületesen küzdöttél, kemény ellenfél voltál.
ja: Buffin 王、叔父上殿、あなたと戦えて光栄でしたよ。手強い相手でした。

source: Your uncle? Me? You are just an underling! Even if you ARE really Gawen Hagarthen, your mother was one of those curs! (<i>coughs</i>) My cousin should never have desecrated our family name by marrying her! I spit on you!
hu: Nagybátyád? Én? Te csak egy nemtelen vagy! Még ha te vagy is az IGAZI Gawen Hagarthen, az anyád csak egyike volt azoknak a szukáknak! (<i>köhög</i>) Az unokafivéremnek nem kellett volna beszennyezni a nevünket azzal, feleségül vette! Köpök rád!
ja: お前の叔父だと？私が？ お前はただの下っ端だろうが！ たとえお前が本当に Gawen Hagarthen だったとしても、お前の母親は呪われた者の一人だった。（<I> ゴホッ.. </I>）私の従兄弟はあの女と結婚して我が家族の名を怪我すべきではなかったのだ！ 唾すべき仕業だったのさ、ペッ！

source: Let this be a lesson to you, my idealistic step-son. To some people you may speak only with knife in hand.
ca: Que siga una valuosa lliçó per tu, idealista fill meu. A vegades, només es pot parlar amb determinades persones quan tens un ganivet en la mà.
hu: Remélem ezt a leckét megértetted, álmodozó kisfiam. Néhány emberrel csak akkor tudsz beszélni, ha kés van a kezedben.
ja: 理想主義の義理の息子よ、良い教訓になったでしょ。ある種の人間は、手にナイフを構えてなければまともに話さないってね。
