Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Note: you'll have to choose nine soldiers soon. Choose four now (which may count against the limit).
hu: Megjegyzés: hamarosan ki kell választanod kilenc harcosodat. Most válassz négy egységet (beleszámít a kvótába)!
ja: メモ：兵士9人をすぐに選んでください。 今すぐに4人の兵士を選択してください（9人の中に含めることができます）。

source: I would want to have more gold
ca: Vull més or
hu: Szeretnék egy kis aranyat
ja: ゴールドを補充しておきたい
ru: Мне нужно больше золота

source: I would want some elves
ca: Voldria alguns elfs més
hu: Szeretnék néhány tündét választani
ja: エルフが欲しい
ru: Мне нужно ещё эльфов

source: I would want some of Huon's soldiers
ca: Voldria alguns soldats d'Huon
hu: Szeretnék Huon harcosai közül választani
ja: Huon の兵士が欲しい
ru: Мне нужны солдаты Хуона

source: I do not need anything more
ca: No necessite res més
hu: Nincs szükségem semmi többre
ja: これでもう十分だ
ru: Мне больше ничего не нужно

source: You received 25 gold pieces.
hu: Kaptál 25 aranyat.
ja: 25 gold を受け取りました。

source: Give me...
ca: Doneu-me...
hu: Választok egy...
ja: 欲しいのは...
ru: Дай мне...

source: an Elvish fighter
ca: un Lluitador elf
hu: tünde harcost
ja: エルフの戦士
ru: Эльфийского бойца

source: an Elvish archer
ca: un Arquer elf
hu: tünde íjászt
ja: エルフの射手
ru: Эльфийского лучника

source: an Elvish scout
ca: un Explorador elf
hu: tünde felderítőt
ja: エルフの斥候
ru: Эльфийского разведчика

source: an Elvish shaman
ca: una Xamà elfa
hu: tünde sámánt
ja: エルフの呪術師
ru: Эльфийского шамана

source: I've changed my mind
ca: He canviat d'opinió
hu: Meggondoltam magam
ja: やっぱり、やめておこう
ru: Я передумал

source: Elvish Fighter
ca: un Lluitador elf
hu: Tünde harcos
ja: エルフの戦士
ru: Эльфийского бойца

source: Elvish Archer
ca: un Arquer elf
hu: Tünde íjász
ja: エルフの射手
ru: Эльфийского лучника

source: Elvish Scout
ca: un Explorador elf
hu: Tünde felderítő
ja: エルフの斥候
ru: Эльфийского разведчика

source: Elvish Shaman
ca: una Xamà elfa
hu: Tünde sámán
ja: エルフの呪術師
ru: Эльфийского шамана

source: a Bowman
ca: un Arquer
hu: íjászt
ja: 弓兵
ru: Лучника

source: a Spearman
ca: un Soldat
hu: dárdást
ja: 槍兵
ru: Копьеносца

source: Bowman
ca: un Arquer
hu: Íjász
ja: 弓兵
ru: Лучника

source: Spearman
ca: Soldat
hu: Dárdás
ja: 槍兵
ru: Копьеносца

source: My lord, we know an orcish group attacked a few villages north of here. Huon Ryedric was going to go there to defend the villages, but I thought you might want to use the occasion, you know, to check out our troops before you make any final decisions on which soldiers to choose for our quest.
ca: Senyor, sabem que un grup orc va atacar uns pocs poblets cap al nord d'ací. Huon Ryedric estava preparant-se per marxar a defendre-les, però he pensat que voldries usar l'oportunitat per, ja saps, mirar què tal estan les tropes abans de fer la decisió final.
hu: Uram, egy ork banda támadott meg néhány falut innen északra. Huon Ryedric készült a segítségükre sietni, de úgy gondoltam, hogy ez egy remek alkalom lehetne, hogy leteszteld a sereged felkészültségét, mielőtt döntesz, hogy kiket választasz a küldetéshez.
ja: 陛下、ここから北方の幾つかの村に、オークが襲撃をかけたそうです。Huon Ryedric は村を守りに行く筈でしたが、探索に選抜する兵士の最終決定を下す前の部隊の確認をするためにも、これが良い機会になるのではないかと思うんです。
ru: Милорд, нам стало известно, что группа орков атаковала несколько деревень к северу отсюда. Хуон Райдрик собирался защитить поселян, но я думаю, что лучше будет использовать этот случай, чтобы проверить наши войска перед тем, как окончательно решить, кто лучше подходит для участия в поисках.

source: Alternatively, we also know of an Elvish settlement to the east of here that has sent us a distress signal. It said something about the nearby forest being in danger of burning down. I don't know quite what the story is there, but it should also provide for an opportunity to get in some training as well.
ja: それ以外にも、東方のエルフの集落が私たちに救難信号を送ってきています。近辺の森が焼き討ちにあう危険があるといった内容のようです。何が起きているか詳細は不明ですが、この件も何らかの訓練の機会となるに違いありません。

source: Don't worry too much about which one you choose, as I'm sure we'll be able to get someone else to handle these minor problems, if you can't do so yourself. The forces of Freetown are highly independent, and plenty capable of handling any situations in your absence.
ja: どちらを選ぶかについてなどのご心配は無用です。こうした些細な問題への対処は、陛下以外の誰か他の者に対応してもらえますので。Freetown の軍隊は独立性が高くて、陛下がご不在のいかなる場合でも対応できるのです。

source: Got it.
ja: 分かった。

source: So, which way should we go?
ja: それでは、どこに行きましょうか？

source: Let's go north, to fight the orcs.
ja: 北へ向かい、オークと戦おう。

source: Let's go east, to help the elves.
ja: 東へ向かい、エルフを助けよう。

source: Let's just stay here and pick our troops.
ja: ここに残って、部隊を編成しよう。

source: So, north to fight the orcs, then?
ja: では、オークと戦うために北へ。それから？

source: So, east to help the elves, then?
ja: では、エルフを助けに東へ。それから？

source: Yes, I think that's a great idea.
ca: Sí, crec que és una gran idea.
hu: Igen, valóban remek alkalom.
ja: ああ、それは良い考えだ。
ru: Да, я думаю, это отличная идея.

source: I have to stay here.
ca: Jo m'he de quedar.
hu: Itt kell maradnom.
ja: 私はここに残らねばならないわ。
ru: Я останусь здесь.

source: It is the way of the woman. Don't ask.
hu: Ez női dolog. Ne kíváncsiskodj!
ja: それが女のやり方なのよ。聞かないで。
ru: Женские проблемы. Не спрашивай.

source: I shall remain with her, just in case it is something serious.
ca: Jo romandré amb ella, per si és important.
hu: Itt maradok vele, hátha valami komoly.
ja: 私は彼女と一緒に残ります。万が一の場合に備えねばなりませんからね。
ru: Я останусь с ней на случай, если это что-то серьёзное.

source: Karen, you will stay here, with your mother and sisters. It's too dangerous for you.
ca: Karen, romandràs ací a casa amb la mare i les teues germanes. És massa perillós per tu.
hu: Karen, te is itthon maradsz anyáddal és a testvéreiddel! Ez túl veszélyes.
ja: Karen、お前はここに残りなさい、母さんや姉さんたちと一緒に。危険すぎるからな。
ru: Карен, ты останешься здесь с матерью и сёстрами. Всё это слишком опасно для тебя.

source: Of courrrrrse.
ca: Perrrrr suposat.
hu: Terrrrmészetesen.
ja: もちろ～ん。
ru: Коне-е-ечно.

source: So, let's choose our eighteen very best, most experienced troops.
hu: Akkor válasszuk ki a tizennyolc legjobb, legtapasztaltabb harcost!
ja: それでは、18人の超精鋭兵士を選びましょう、最も経験のある者たちを。

source: So, let's choose our fifteen best troops.
hu: Akkor válasszuk ki a tizenöt legjobb harcost!
ja: それでは、15人の精鋭兵士を選びましょう。

source: So, let's choose twelve troops.
hu: Akkor válasszuk ki a tizenkét harcost!
ja: それでは、12人の戦士を選びましょう。

source: So, nine troops.
hu: Tehát kilenc harcos.
ja: それでは、兵士9人ですね。

source: Raedwood East
ja: Raedwood 東部

source: And so Gawen and his party went to the eastern part of Raedwood.
ja: そうして Gawen の一行は Raedwood の東部へと向かいました。

source: You there, you must be the emissaries from Freetown! Please help us! The drakes are trying to burn down our forest!
ja: そちらの方、Freetown からの密使ですよね！助けてください！ドレークたちがこの森を焼く尽くそうとしています！

source: Hello there! You missed me, of course?
ca: Bon dia, gent! M'he perdut molt?
hu: Üdv mindenkinek! Rólam már megint elfeledkeztetek?
ja: 勿論です！お待ちになっていたことでしょう？
ru: Приветик. Соскучились?

source: Forgive me, my lord. I know how it looks, but I really was trying.
ca: Perdoneu-me, senyor. Sé el que pareix, però ho vaig intentar de debò.
hu: Bocsáss meg, uram! Tudom, hogy a látszat ellenem szól, de én tényleg megpróbáltam...
ja: お許しください、陛下。このザマですが、私なりに力を尽くしてはみたのです。
ru: Простите, милорд. Я понимаю, что Вы думаете, но я действительно старался.

source: I was kind of expecting you.
ca: Estava fent-me a la idea que apareixeries per ací
hu: Dehogy, én már vártam, mikor érkezel.
ja: 君に期待していたんですがね。
ru: Я ожидал чего-то в этом роде.

source: Quësel! While it may be a good thing to see you again, what a shame it is that it must be under such dire circumstances! Have no fear, for we are prepared to pierce straight through these beasts' scaly hides!
ja: Quësel ！ 再会できたことはよいことだとは思うけど、こんな悲惨な状況下で、なんと残念なことでしょう！恐れることはないわ、あのケダモノの鱗の皮を直接突き刺す用意はできてるわよ！

source: Kill Velkon Elch
ja: Velkon Elch を殺す

source: The forest burns down
ja: 森が燃え尽くされる

source: The drakes kill Quësel
ja: ドレークが Quësel を殺す

source: Woses standing on campfires will take damage every turn.
ja: 炎の上に立っているウーズはターンごとにダメージを受けます。

source: I thought you said that it was drakes that were attacking you?
ja: 君たちを襲ってきたのはドレークだと言っていたはずだが？

source: Well, yes, but they seem to have attracted fire-lovers of all kinds to their side...
ja: ええ、そうです、しかし、彼らの側には、炎を好む色々な者たちがいるようなのです...

source: Those blasted woodburners have overrun us! Raedwood is doomed now!
ja: あの忌々しい樹木放火魔たちが私たちを踏みにじろうとしているのです！ Raedwood はもう絶望的だ！

source: Oh no! Our dear Raedwood, burned to ash! The free peoples of the forest shall no longer have a refuge from Akladian tyranny! We have failed!
ja: 何ということ！我が愛する Raedwood が燃え尽きてしまう！ 森の自由人は、もはや Akladia 人の圧政から逃れようがないだろう！私たちの敗北だ！

source: Be careful! Our forest is almost gone!
ja: 気をつけるのだ！我らの森は殆ど燃え尽きてしまった！

source: HEROIC: Kill all enemy leaders
ja: 英雄的勝利：敵のリーダーをすべて倒す

source: OR
ja: または

source: NORMAL: Interrogate Orcish leader with Ruvio or Gawen and withdraw to northern signpost
ca: NORMAL: Interroga el líder orc amb Ruvio o Gawen i retira't al senyal del nord
hu: ÁTLAGOSAN: kivallatod az ork vezért Ruvióval vagy Gawennel, és visszavonulsz az északi útjelzőhöz
ja: 普通の勝利：Ruvio か Gawen がオークのリーダーを尋問し、北の道標まで撤退する
ru: Нормальная: Рувио или Гэвен должны допросить вождя орков и отступить к северному указателю

source: Scouting Near Barnon
ca: Explorant prop de Barnon
hu: Barnoni portya
ja: Barnon 近郊の偵察
ru: Разведка Барнона

source: Entering the forests surrounding Barnon from the north, I could not stop myself from thinking about the battle a few months ago, when I was betrayed and left for dead on the battlefield. But then again, if it had not been for that betrayal and that battle, I would probably never met Ruvio and Karen...
ja: 森に囲まれた Barnon へ北側から足を踏み入れると、数ヶ月前の戦いのことが思い出され、頭から消すことができなかった。裏切られ戦場に置き去りにされ死にかけたのだ。しかしその裏切りと戦いがなければ、Ruvio や Karen と出会えなかったのもまた確かだろう...

source: Castle of Barnon
ca: Castell de Barnon
hu: Barnon vára
ja: Barnon 城
ru: Замок Барнон

source: City of Barnon
ca: Ciutat de Barnon
hu: Barnon városa
ja: Barnon の街
ru: Город Барнон

source: It seems like only yesterday when I was betrayed on these fields...
ca: Em pareix que va ser ahir quan vaig ser traït en aquestos camps...
hu: Mintha csak tegnap lett volna, amikor elárultak ezen a mezőn...
ja: この戦場で裏切りにあったのが、昨日のことのように思える...
ru: Кажется, только вчера меня здесь предали...

source: My lord... I...
ca: Senyor, jo...
hu: Uram... én...
ja: 陛下... 私は...
ru: Милорд... Я...

source: Reme, don't blame yourself. I know you would have prefered to stay with me that day and fight to the end, but I gave you other orders, and your duty was to follow them. I know it wasn't easy for you.
ca: Reme, no et sentes culpable. Sé que aquell dia hauries preferit quedar-te amb mi i lluitar fins a la fi, però et vaig donar unes ordres, i el teu deure era seguir-les. Sé que no va ser fàcil per tu.
hu: Reme, nem kell mentegetőznöd. Tudom, hogy te velem akartál maradni aznap, s a végsőkig harcolni, de én parancsoltalak el innen, s neked engedelmeskedned kellett. Tudom, hogy nem volt könnyű neked.
ja: Reme 、自分を責めてはいけない。あの日、君は私と一緒に残り、最後まで戦いたかったことはよく分かっている。なのに私は君に別の司令を出して、君は別の隊に付かざるを得なかった。君には辛い思いをさせてしまったね。
ru: Реме, не прнимай это на свой счёт. Я знаю, в тот день ты предпочёл бы остаться и сражаться до конца, но я приказал тебе поступить иначе, и твоим долгом было выполнить мой приказ. Я знаю, что для тебя это было не легко.

source: On the other hand, leaving me was quite easy for him. It seems he just needed some practice.
ca: D'altra banda, abandonar-me va resultar-li prou fàcil. Qüestió de pràctica, supose.
hu: Engem bezzeg nem esett nehezére magamra hagyni. Közben úgy látszik, belejött...
ja: 一方で、私との別れの時はあっさりしていたわ。別れを惜しむ練習くらいはすべきだったかもね。
ru: С другой стороны, бросить меня ему было очень легко. Похоже, это просто дело практики.

source: Let's be careful. Scouts reported orcs garrisoned east from here. Now, we just have to capture their leader and...
hu: Legyünk óvatosak! Felderítőink szerint orkok táboroznak innen keletre. Most már csak el kell fogjuk a vezérüket, és...
ja: 注意しながら行きましょう。斥候によれば西の方にオークの集団がいるようです。さあ、そのリーダーを生け捕りにし、そして...

source: ...and we will see our great future king Gaumhaldric defeat his enemies in an epic battle, which will be described by bards forevermore!
hu: ...és látni fogjuk jövendő nagy királyunk, Gaumhaldric hőstettét, amint egy legendás csatában megsemmisíti az ellenségeit, s amit a lantosok örök időkig énekelnek majd.
ja: ...そして、我らが偉大なる未来の王様が、壮大な戦闘で敵を打ち負かすのを目撃するの。その様子は、吟遊詩人によって永遠に歌い継がれるわ！

source: Anyway, what I wanted to say before my offspring so rudely interrupted me, is that we don't have to defeat all of the enemies. We can withdraw after interrogating the Orcish leader.
ca: De tota manera, el que volia dir abans que m'interrompera la meua filla, és que no hem de derrotar tots els enemics. Podem retirar-nos després d'interrogar el líder orc.
hu: Mondani akartam, mielőtt kotnyeles kislányom közbekotyogott, hogy nem kell minden ellenségünket kiirtani. Az ork vezér kivallatása után vissza is vonulhatunk.
ja: 至らぬ我が娘が口を挟んでしまい申し訳ありません。とにかく、私が言いたかったことは、敵のすべてを倒す必要はないということです。オークのリーダーを捕まえて尋問した後は、撤退することも可能です。
ru: Так вот,до того как мой отпрыск меня перебил, я хотел сказать, что нам не нужно громить всех врагов. Мы можем отступить после допроса вождя орков.

source: My lord, an army is approaching!
ca: Senyor, s'acosta un exèrcit!
hu: Uram, ellenséges sereg tűnt fel!
ja: 閣下、敵が接近しています！
ru: Милорд, к нам приближается какая-то армия.

source: Oh, do not worry. Those are probably our people returning from making a deal with the outlaw underlings.
ca: Oh, no cal preocupar-se. Segurament seran part de la nostra gent tornant després de fer negocis amb els carralls proscrits.
hu: Ugyan már, ne pánikolj! Biztosan a harcosaink jöttek vissza, akiket a nemtelen törvényen kívüliekhez küldtünk egyezkedni.
ja: あぁ、心配無用だ。あれはおそらく、無法者の下っ端との取引から戻ってきた、我々の仲間だろう。
ru: Не беспокойся. Наверное это наши люди возвращаются после очередной работы с дикарями.

source: Lady Lorin can also interrogate enemy leaders. You will receive no bonus if withdrawing with Gawen.
ca: Na Lorin també pot interrogar líders enemics. No rebràs cap bonificació si retires Gawen.
hu: Lady Lorin szintén kivallathatja az ellenséges vezéreket. Gawen visszavonulásáért nem jár jutalom.
ja: Lorin も 敵のリーダーを尋問できます。 Gawen と一緒に撤退した場合はボーナスは有りません。
ru: Леди Лорин может допрашивать вражеских вождей. Если Вы отступите, вознаграждение в конце уровня не будет выплачено.

source: You will receive no bonus if withdrawing with Gawen.
ca: No rebràs cap bonificació si retires Gawen.
hu: Ha visszavonulsz Gawennel, nem kapsz jutalmat.
ja: Gawen と一緒に撤退した場合はボーナスは有りません。
ru: Если Вы отступите, вознаграждение в конце уровня не будет выплачено.

source: That's impossible! They are breaking into the city! How, how, how this could happened? Where are my soldiers? My allies? Help me!!
ca: Açò és impossible! Estan atacant la ciutat i s'acosten ja! Com, com, com pot estar pasant açò? On estan els meus soldats? I els meus aliats? Ajudeu-me!!
hu: Ez lehetetlen! Betörtek a városba! Hogy lehet ez? Hol vannak a zsoldosaim? A szövetségeseim? Segítség!!!
ja: あり得ない！アイツラが街に入ってきているではないか！どうやって、どんな手を使ったのだ？私の兵士はどこにいる？味方の兵士たちは？早く私を救出しろ！
ru: Невозможно! Они прорвались к городской окраине! Как, как, как это могло случиться? Где мои солдаты? Мои союзники? Помогите!!!

source: Humans... cowards... good only for meat...
ca: Humans... Són tots uns cagats... Només serveixen per a menjar-se'ls...
hu: Emberek... birkák... csak pecsenyének valók...
ja: 人間どもが... 臆病な奴らが... 食材になるだけの奴らが...
ru: Люди... Трусы... Годятся только на мясо...

source: Dear God! Everything is lost! Run for your life!
ca: Déu meu! Tot està perdut! A córrer!
hu: Uramisten! Minden elveszett! Fussatok az életetekért!
ja: 神よー！何もかも失われる！さっさと逃げろ！急げ！
ru: О боже! Всё пропало! Бежать!

source: Hey, wait, what about our fight?! Coward!
ca: Ei, espera, què passa amb la nostra lluita! Covard!
hu: Hé, s mi lesz a viadalunkkal?! Gyáva féreg!
ja: あれれ、待って、戦いはどうなるわけ？！ 臆病者！
ru: Подожди-ка, а бой? Трус!

source: He ran away! But I will meet him again one day, and next time I will make sure he has no chance to flee...
ca: Ha fugit! Tornaré a trobar-me amb ell, i aleshores no tindrà temps per córrer...
hu: Elinalt! De még találkozunk, s akkor nem menekülhet el...
ja: 奴が逃げたぞ！しかし、もう一度会う日が来るだろう、その時は決して逃さない...
ru: Он сбежал! Всё равно однажды я его встречу, и тогда он не успеет убежать...

source: Wait a minute, I know you! You were one of those young chieftains who visited Vattin back in the day...
ca: Ei, crec que et conec! Tu no eres un dels joves capitosts que van visitar Vattin l'altre dia...
hu: Hé, hiszen én ismerlek téged! Te is egyike voltál az ifjú törzsfőknek, akik Vattinba látogattak a régi szép időkben...
ja: ちょっと待ちなさいな、お前のこと、知ってるわ！以前、Vattin にやって来た若い首領が、あんたね...
ru: Эй, похоже я тебя знаю! Не ты ли один из тех юных вождей, которые однажы приезжали в Ваттин?..

source: Yes! Yes! That could be! I was at Vattin once!
ca: Sí! Sí! Sí que pot ser! Vaig estar en Vattin una vegada!
hu: Igen! Igen! Így kellett lennie! Egyszer voltam Vattinban!
ja: あぁ！そうだ！ そうかも知れない！ Vattin に行ったことがあるぞ！
ru: Да! Да! Было такое! Я был в Ваттине!

source: God be praised! I'm glad! I'm really, really glad to meet you again! What is your name, man?
ca: Gràcies, Déu! Estic contenta! Molt i molt contenta! Quin és teu nom, home?
hu: Hál' istennek! Úgy örülök! Nagyon-nagyon örülök! Hogy is hívnak?
ja: 神様、有難う！ 嬉しいわ！本当に、また会えてとっても嬉しいわ！お前、名前は何と言う？
ru: Слава богу! Я рада. Я очень-очень рада! Как тебя зовут?

source: Kariv, my lady, yes, Kariv.
ca: Kariv, senyora, Kariv.
hu: Kariv, úrnőm, Karivnak hívnak.
ja: Kariv です、ご婦人、ええ、Kariv と申します。
ru: Карив, госпожа, да, Карив.

source: Do you remember that bawdy ballad you were singing outside my windows while you were drunk?
ca: Te'n recordes d'aquella cançó que estaves cantant prop de les meues finestres quan estaves bufat?
hu: Emlékszel még, hogy mit énekeltél az ablakom alatt, amikor részegen ott ordítoztatok?
ja: お前、酔っ払って私の窓の外で歌ったね。あの下品な歌のこと、憶えてる？
ru: А помнишь какие песни ты орал под моим окном, когда напивался?

source: That was you? Oh no!
ca: Oh, merda.
hu: A francba!
ja: あなただったんですか？あいたたた！

source: I promised myself that I would take revenge one day. And indeed, God has favored me, because he has let me find you and kill you! Or... maybe you know something about the orcs - why they are here and all?
ca: Em vaig prometre que em venjaria un dia d'aquestos. I ves per on que Déu deu estar orgullós de mi, perquè m'ha deixat matar-te! O tal volta saps alguna cosa dels orcs, perquè són ací i tot això?
hu: Megfogadtam, hogy egyszer megfizetek nektek. És most Isten kegyes volt hozzám, s megengedte, hogy saját kezűleg öljelek meg. Vagy akarsz valamit mondani az orkokról, miért vannak itt, stb...
ja: 私は、いつかお前に復讐してやろうと誓ったのよ。本当に神様は微笑んでくださったわけね。だって、私にあなたを見つけ出させ、殺させるんだもの、あなたを！それか... ひょっとして、オークについて何か知ってるんじゃないの ― 奴らがここにいる理由、とか？
ru: Я пообещала себе, что когда-нибудь отыграюсь. И видишь, Бог наградил меня, Он дал мне возможность убить тебя. А может быть ты что-нибудь знаешь об орках? Откуда их столько по всей округе?

source: Orcs? Yes, yes, orcs! They are helping us! They are, uhm, our allies or something!
ca: Orcs? Sí, sí, orcs! Ens ajuden! Són, mmmm... els nostres aliats o alguna cosa semblant!
hu: Orkok? Ja igen, az orkok! A segítségünkre jöttek! Ők a, öö, a szövetségeseink vagy valami ilyesmi.
ja: オーク？あ、はいはい、オークですね！私たちを助けてくれたんです！奴らは、うーん、味方か何かです！
ru: Об орках? Да, да, орки! Они нам помогают. Они, э-э-э, наши союзники или что-то в этом роде.

source: He doesn't know anything. Let him go.
hu: Nem tud semmit. Hadd menjen!
ja: こいつは何も知りませんね。放してやりましょう。

source: Put down that knife! You can't - Aaargh!
hu: Tedd el azt a kést! Te nem - Áááhhh!
ja: ナイフを、納めてください！ そんな ― アーーッ！

source: Mother!
ca: Mare!
hu: Anyám!
ja: 母さん！

source: What? You should have heard what he sang he wanted to do to me...
hu: Mi? Hallanod kellett volna, mit óbégatott, hogy mit tesz velem...
ja: 何？こいつが私に何をしたかったと歌ったのか、あなたも聞くべきだったわね...

source: But I had some questions of my own that I wanted to ask him...
ja: しかし私にもこいつに聞きたいことが幾つかあったのに...

source: Listen, if you'll answer me a few questions I'll let you go. Understand? Now, what do you know about the orcs and why they are here?
ca: Escolta'm bé, si em respons a algunes preguntes et deixaré anar. Bé? Ara, què saps dels orcs i per què són ací?
hu: Na ide figyelj! Ha válaszolsz néhány egyszerű kérdésre, futni hagylak. Megértettél? Tehát, mit tudsz az orkokról, miért vannak itt?
ja: よく聴け、私の幾つかの質問に答えればお前を放してやろう。分かったな？さあ、オークについて何か知っていることはあるか？奴らがここにいる理由は何だ？
ru: Слушай, если ты ответишь на несколько вопросов, я тебя отпущу. Понятно? Так что ты знаешь об орках и о том, зачем они здесь?

source: One last question. What about Reme Carrenemoe, do you know anything about his fate?
ca: Espera, una última pregunta! Saps alguna cosa de Reme Carrenemoe?
hu: Egy pillanat, még egy utolsó kérdést. Mit tudsz Reme Carrenemoéról? Mi történt vele?
ja: 最後にもう一つ。Reme Carrenemoe についてはどうだ？彼がどうなったか知っているか？
ru: Постой, ещё один вопрос. Реме Карренемо. Ты знаешь что-нибудь о его судьбе?

source: Yes! His clan settlements were attacked by outlaws. They captured him and they are keeping him in some place called Bontom. They will sell him to Bor Cryne, I think.
ca: Sí! Els territoris del seu clan van ser atacats pels proscrits. El van capturar i el tenen pres a un lloc anomenat Bontom. Volen fer un bescanvi amb Bor Cryne, crec.
hu: Reme klánját megtámadták a törvényenkívüliek. Elfogták, és valami Bontom nevű helyen tartják fogva. Bor Crynével tárgyalnak a sorsáról, azt hiszem.
ja: はい！彼の一族の村は無法者たちに襲われたんです。彼を捕まえて Bontom とかいう所に監禁しています。Bor Cryneに売りつけるつもりでしょう。
ru: Да! На поселение его клана напали разбойники. Реме схватили и держат в месте под названием Бонтом. Думаю, его собираются продать Бору Крайну.

source: Listen, if you will answer my questions I will let you go. Understand? Now, what do you know about orcs and why they are here?
ca: Escolta'm bé, si em respons a algunes preguntes et deixaré anar. Bé? Ara, què saps dels orcs i per què són ací?
hu: Na ide figyelj! Ha válaszolsz a kérdéseimre, szabadon engedlek. Megértettél? Tehát mit tudsz az orkokról? Miért vannak itt?
ja: よく聴け、私の質問に答えればお前を放してやろう。分かったな？さあ、オークについて知っていることは何だ？奴らがここにいる理由は何だ？
ru: Слушай, если ты ответишь на несколько вопросов, я тебя отпущу. Понятно? Так что ты знаешь об орках и о том, зачем они здесь?

source: He knows nothing. Let him go.
hu: Nem tud semmit. Hadd menjen!
ja: 何も知りませんね。放してやりましょう。

source: Wait, one last question. What about Reme Carrenemoe, do you know anything about his fate?
ca: Espera, una última pregunta! Saps alguna cosa de Reme Carrenemoe?
hu: Egy pillanat, még egy utolsó kérdést. Mit tudsz Reme Carrenemoéról? Mi történt vele?
ja: 待て、最後の質問だ。Reme Carrenemoe についてはどうだ？彼がどうなったか知っているか？
ru: Постой, ещё один вопрос. Реме Карренемо. Ты знаешь что-нибудь о его судьбе?

source: Oh well...
ja: あぁ、そうだな...

source: Wait! I wanted to interrogate him...
ja: 待て！こいつに尋問したいんだ...

source: Hey orc! Can you still hear me? Are you okay?
ca: Ei, orc! Pots sentir-me? Estàs bé?
hu: Hé, ork! Hallasz? Jól vagy?
ja: おい、オーク野郎！私の声が聞こえるか？生きてるか？
ru: Эй, орк! Ты ещё меня слышишь? Ты в порядке?

source: Mother earth, a human woman is trying to save me? Such care for a fallen enemy is so rarely found!
ca: Mare terra, una dona humana està intentant salvar-me? Tanta atenció per un enemic derrotat no es sol trobar molt a sovint!
hu: Szentséges isten, egy ember, egy nő akar megmenteni engem? Ritkán találkozik az ember az elesett ellenség iránti ilyen gondoskodással!
ja: 母なる大地よ、人間の女は私を救おうとしてるでしょうか？敗れた敵をこれほど心配してくれるなんて滅多にないことです！
ru: О, мать-земля, человеческая женщина пытается защитить меня. Какая забота о поверженном враге, как это редко встречается!
