Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: I will join Huon with part of my escort, I will gave the rest of them to Ruv... er... to Gah - uhm - haldreeck. My finest archer, my best captain, two fighters and another archer. In addition, would you prefer to get a Scout or Shaman?
ca: M'uniré a Huon amb part de la meu escorta, i li donaré la resta a Ruv... a Gah...uhm...halrig. La meua millor arquera, el meu millor capità, un parell de lluitadors i una arquera més. A més, prefereixes una xaman o un explorador?
hu: Én csatlakozom Huonhoz a kíséretem egy részével, de néhány kísérőmet Ruv... ö... Gah -uhm- haldreeck rendelkezésére bocsátom. A legjobb íjászomat, a legjobb kapitányomat, két harcost és még egy íjászt. Ezenkívül, sámánt vagy felderítőt szeretnél inkább?
ja: 私は、我が護衛部隊の一部とともに Huon の部隊に加わりましょう。護衛部隊の残りは Ruvi.. ではなくて Ga.. ええと Ga...um..haldreek ... にお預けしましょう。最高の弓兵、最高の隊長、そして戦士２名と、追加の射手１名です。もう１名、斥候か呪術師のいずれか。どちらかがお望みかな？
ru: Я присоединюсь к Хуону вместе со своими сопровождающими. Часть их я отправлю к Рув... к Гэ-эмм-хальдри-ику. Моего лучшего лучника, моего лучшего капитана, двух воинов и, пожалуй, ещё одного лучника. Кроме того, тожет быть Вы хотели бы видеть в своей армии разведчика или шамана?

source: I think that...
ca: Em pareix que...
hu: Úgy gondolom, hogy...
ja: そうだな...
ru: Думаю, что...

source: A Shaman would be great.
ca: Una xaman seria genial.
hu: Egy sámán az nagyszerű lenne.
ja: 呪術師は最高でしょうねえ。
ru: Шаман это отлично.

source: A Scout could be useful.
ja: 斥候は役に立つことでしょうねえ。

source: No, I think I would want more fighters.
ca: No, crec que prefereix alguns lluitadors més.
hu: Nem, azt hiszem, inkább néhány harcos jobb lenne.
ja: いや、もっと戦士をお借りしたいところだ。
ru: Нет, я думаю, нам достаточно воинов.

source: Actually I would like to have one more archer.
ca: La veritat és que m'agradaria tindre un arquer més.
hu: Alkalmasint inkább még egy íjászt szeretnék.
ja: 実は、もう一人射手をお借りしたいのだ。
ru: На самом деле я бы хотел ещё одного лучника.

source: It will be an honor to fight for you, Gaumhaldric.
ca: Serà un honor lluitar amb tu, Gaumhaldric
hu: Megtiszteltetés a számomra, ha érted harcolhatok, Gaumhaldric.
ja: あなたのために戦えることを光栄に思います、GaumhHaldric 。
ru: Для меня большая честь сражаться рядом с тобой, Гемхальдрик.

source: Your enemies are mine.
ca: Els teus enemics són també els meus.
hu: Az ellenségeid az enyémek is.
ja: あなたの敵は、私の敵です。
ru: Твои враги - мои враги.

source: The honor is mine.
ca: L'honor és meu.
hu: Enyém a megtiszteltetés.
ja: 私も光栄に思うよ。
ru: Но честь только моя!

source: Karen, you will stay here, with mother and sisters. It's too dangerous for you.
ca: Karen, romandràs ací a casa amb la mare i les teues germanes. És massa perillós per tu.
hu: Karen, te itt maradsz anyáddal és a testvéreiddel. Ez túl veszélyes neked.
ja: Karen、お前はここに残りなさい、母さんや姉さんたちと一緒に。危険すぎるからな。
ru: Карен, ты останешься здесь с матерью и сёстрами. Всё это слишком опасно для тебя.

source: Of courrrrse I will.
ca: Perrrrr suposat.
hu: Terrrrmészetesen.
ja: もちろ～ん、そうするわよ～。
ru: Коне-е-ечно.

source: Another one bites the dust.
ca: Un altre que cau a terra.
hu: Fűbe harapott még egy.
ja: また一人、埃をかぶった。
ru: Ещё один рухнул в пыль.

source: My arrows never miss!
ca: Les meues fletxes no mai fallen!
hu: Az én nyilaim sosem tévesztenek célt!
ja: 私の矢、絶対に失敗しないから！
ru: Мои стрелы не знают промаха!

source: My lord, I bet you are impressed!
ca: Senyor, segur que estàs impressionat!
hu: Uram, fogadom, hogy most ámulsz!
ja: 閣下、感動されたでしょ！
ru: Милорд, надеюсь вы впечатлены.

source: Akladians, orcs, lizards, and all others - when facing mighty Elorain, their fate is always the same!
ja: Akladia 人、オーク、トカゲ、その他もろもろ ― この Elorain 様を相手にしたら同じ運命を辿るわよ！

source: No man or woman may oppose me when I have a bow or sword!
ca: Cap home ni dona em planta cara quan tinc l'espassa o l'arc!
hu: Nincs ember vagy asszony, aki ellen tudna állni nekem, ha kard vagy íj van a kezemben!
ja: 男だろうが女だろうが、弓か剣を手にしている私には逆らえないの！
ru: Когда у меня лук или меч, ни мужчина, ни женщина мне не соперник!

source: Straight into your heart!
ca: Directe al teu cor!
hu: Pont a szíve közepébe!
ja: あなたのハートに一直線！
ru: Прямо в сердце!

source: Eat this!
ca: Menja't aquesta!
hu: Ezt kapd ki!
ja: これでも食ってなさい！
ru: Съел?

source: I always shoot to kill. No need to remind me.
ca: Sempre tire a matar. No cal recordar-m'ho.
hu: Mindig halálos lövésre készülök. Szükségtelen emlékeztetni.
ja: 私は殺すために矢を放つの、いちいち言わないで。
ru: Я всегда стреляю на поражение. Без напоминаний.

source: I stopped counting killed enemies when I turned 50.
ja: 何人目かなんて、50人を殺した時点で数えるのやめちゃった。

source: Sword or Bow, who is better than me?
ca: Espasa o arc, qui és millor que jo?
hu: Van nálam jobb karddal vagy íjjal?
ja: 剣でも弓でも、私より凄腕はいないのかしら？
ru: С мечом или с луком, кто лучше меня?

source: For honour, in the name of Eloh!
ca: Per l'honor, en el nom d'Eloh!
hu: A becsületért, Eloh nevében!
ja: 名誉のために、Eloh の名において！
ru: Во славу имени Эло!

source: Strength and honour!
ca: Força i honor!
hu: Erő és becsület!
ja: 力と名誉を！
ru: Честь и сила!

source: First kill this day.
ca: Primer mort ahui.
hu: Az első áldozatom ma.
ja: 今日、最初の獲物だ。
ru: Убийство дня.

source: Death is my companion, she walks wherever I may roam.
ja: 死は私の伴侶だ、常に私の隣にあるのだ。

source: Killing without hate, dying without fear!
ca: Matar sense odi, morir sense por!
hu: Gyűlölet nélkül ölök, félelem nélkül halok!
ja: 憎悪なく殺し、恐れなく殺す！
ru: Убивать без гнева, умирать без страха!

source: This is the fate which will come to all our enemies.
ca: Aquest és el destí que els espera a tots els nostres enemics.
hu: Ez lesz a sorsa minden ellenségünknek.
ja: 我々の全ての敵に訪れる運命、それがこれだ。
ru: Эта судьба ждёт всех наших врагов!

source: My sword and my honour, two unbreakable things!
ca: La meua espasa i el meu honor, dos coses indestructibles!
hu: A kardom és a becsületem, két törhetetlen dolog!
ja: 我が剣、我が誇り。どちらも永遠のもの！
ru: Честь и меч неразлучны!

source: Death to our enemies!
ca: Mort als nostres enemics!
hu: Halál az ellenségeinkre!
ja: 我らの敵に死を！
ru: Смерть врагам!

source: Stop there! Foul underlings, your life is at an end!
ca: Pareu! Pudents carralls, la vostra vida ha arribat a la seua fi!
hu: Megállni! Aljas nemtelenek, most végzünk veletek!
ja: そこで止まれ！汚れた下っ端ども、お前たちの人生は、そこでお終いだ！
ru: Стоять! Вонючие дикари, прощайтесь с жизнью!

source: Noble lord, what's the punishment for saying things like that to your rightful king?
ja: 高貴な方よ、あなたの正当なる王に対してそのようなことを申し上げたときの罰は何でしょうか？

source: My king? Ha, ha, and where is he?
ca: El meu rei? Ha, ha! On és?
hu: A királyának? Ha, ha és hol van az a király?
ja: 我が王だと？ハッハッ！で、何処にいるのだ？
ru: Короля? Ха-ха, и где же он?

source: He is here. Gawen Haldric Hagarthen. Together with his mother and with me, Reme Carrenemoe.
ca: Ací està. Gawen Haldric Hagarthen. Acompanyat per la seua mare i per mi, Reme Carrenemoe.
hu: Itt. Gawen Haldric Hagarthen. S itt van az anyja, s itt vagyok én, Reme Carrenemoe is.
ja: こちらにおいでです。Gawen Haldric Hagarthen 様です。ご母堂様と私 Reme Carrenemoe がご一緒しております。
ru: Он здесь. Гэвен Хальдрик Хагартен. Вместе со своей матерью и мной, Реме Карренемо.

source: My God! Indeed, this is the noble Reme, and he wouldn't possibly lie! So this is indeed... Gawen Hagarthen, our king! My sword is your sword, my lord!
ja: 何と！ 正に、高貴なる Reme だ、彼が嘘をつくわけがない！正に、こちらが... Gawen Hagarthen 様、我らが王様！我が剣はあなた様の剣であります、陛下！

source: (<i>sigh</i>) Well, I am. King Gawen Haldric Hagarthen. Rightful heir to the thrones of Vakladia et cetera, et cetera.
ja: (<i> はぁ... </i>) あぁ、私だ。王の Gawen Haldric Hagarthen だ。 Vakladia の正当なる王位継承者で、その他...、いろいろだ。

source: I've heard that... one of the lords from Harnen's clan was saying that you are alive... so... then... I guess my sword and my life belong to you, my king!
ja: 聞いたことがあります、その... あなた様がご存命だと Harnen一族の領主の一人が言っておりました... それで... 我が剣と命は、あなた様のものです、我が王様！

source: Really? I haven't heard anything about you being alive! You must be lying! I don't believe you!
ja: 本当なのか？あなたがご存命などとは何も聞いておりません！それは嘘に違いない！信用できぬ！

source: If you were truly Gawen Hagarthen, you wouldn't have killed so many of my fellow Akladian Lords!
ja: もしあなたが 本当に Gawen Hagarthen だったなら、私の仲間の Akladia 領主をこれほど多く殺さなかっただろう！

source: Start of the Quest
ca: El començament de la missió
hu: A kutatás kezdete
ja: 探索開始
ru: Начало поисков

source: We left Raedwood and entered the plains southeast of the forest. We saw the signs of chaos and war everywhere: burned villages, refugees, bodies of the dead. In villages people were scared and tried to avoid talking with us.
ca: Vam abandonar Raedwood i vam a les planícies al sud-est del bosc. Podíem vore signes de caos i guerra per totes parts: poblets cremats, refugiats, cossos de gent morta... Als poblets, la gent estava espantada i intentava evitar parlar amb nosaltres.
hu: Kijutottunk Raedwoodból s az erdőtől délkeletre fekvő síkságon haladtunk tovább. Mindenütt a káosz és a háború jeleivel találkoztunk: felégetett falvak, menekülők, temetetlen halottak. A falvakban az emberek rémülten menekültek előlünk.
ja: 私たちは Raedwood を離れて 森の南東にある平原へと入っていった。混沌と戦争の傷跡が四方に見られた ― 燃えた村々、難民たち、数々の遺体。村の中では人々が怯えて、わたしたちとの会話を避けようとしていた。
ru: Мы покинули Редвуд и вышли на равнины к юго-востоку от леса. Повсюду мы видели признаки войны и хаоса: сожжённые деревни, беженцев, тела убитых. Люди в селениях были напуганы и старались избежать бесед с нами.

source: From what we could gather, Akladians across Vakladia were fighting each other. Bor Cryne and his faction were slowly but steadily gaining an advantage, thanks to the help of the orcs. Bandits and rebels - and sometimes the difference was just in name - were roaming the land unchecked. Hard times were ahead.
ca: Pel que vam poder investigar, tots els akladians de tota Vakladia estaven combatent els uns contra els altres. Bor Cryne i la seua facció estaven guanyant territoris poquet a poquet, gràcies a l'ajuda dels orcs. Els bandits i els rebels es passejaven per tot el país - i moltes vegades només es diferenciaven pel nom. Ens aguaitava una dura època.
hu: Abból, amit megtudtunk, kiderült, hogy az akladiaiak szerte Vakladiában egymás ellen harcolnak. Bor Cryne ligája lassan, de biztosan egyre nagyobb területre terjesztette ki befolyását az orkok közreműködésének hála. Banditák és lázadók - néha csak a megnevezés tért el - randalíroztak mindenütt. Kemény idők elé nézünk.
ja: 私たちが得た情報によれば、Vakladia 中で Akladia 人同士が戦っていた。Bor Cryne と彼の一派はオークの助けを借りて、ゆっくりだが着実に優勢を得ていた。山賊や反乱者たちが ― その違いは名前だけのこともあったが ― 国中を好き放題に荒らし回っていた。厳しい時代が訪れようとしていた。
ru: Как мы знаем, все акладианы Вакладии враждуют друг с другом. Бор Крайн и его клика медленно, но верно, берут верх, благодаря помощи орков. Разбойники и бунтовщики, иногда разница лишь в названии, заполонили всё вокруг. Впереди тяжёлые времена.

source: I wasn't really happy with the results of our visit to Oracle. None of her 'answers' satisfied me. We still had no idea where to search for Deorien, and the exchange between Lorin and the Oracle just confused me more. Lorin categorically refused to talk about it and became much more withdrawn, as though she was keeping a weighty matter to herself.
ja: 預言者を訪問した結果は、あまり喜ばしいものではなかった。彼女の「お告げ」はどれも私を満足できなかったのだ。今なお、 Deorien を探す場所は分からなかったし、Lorin と預言者が交わした内容は、私を更に混乱させただけだった。Lorin は、この件に関して話すことを完全に拒否し、更に内向的になった。まるで、重大なことを一人で抱え込んでいるかのように。

source: Burton's wood
ca: Bosc de Burton
hu: Burton erdeje
ja: Burton の木

source: Horsemills
ca: Molins
ja: 粉挽き場

source: To the Oracle
ca: Cap a l'Oracle
hu: A Jósnőhöz
ja: Oracle へ
ru: К Оракулу

source: So, should we go to the Oracle?
ca: Bé, anem cap a l'Oracle?
hu: Tehát a Jósnőhöz kellene mennünk?
ja: それでは、預言者の街へ向かいましょうか？
ru: Итак, отправляемся к Оракулу?

source: My lord, we already visited the Oracle.
ja: 陛下、預言者のところへは既に行きました。

source: My lord, I really insist we visit the Oracle first.
ja: 陛下、まずは預言者のところをお訪ねください。私は強くお薦めします。

source: Well, I think that...
ca: Bé, crec que...
hu: Nos, azt hiszem, hogy...
ja: そうか、思うに...
ru: Думаю, что...

source: I already know where Deorien may be.
ca: Ja sé on pot estar Deorien
hu: Már tudom, hol keressük Deorient.
ja: 私はもう、Deorien のいそうな場所を知っている。
ru: Я уже знаю где может быть Деориен.

source: You are right. Let's go to the Oracle first.
ca: Tens raó. Anem primer a l'Oracle.
hu: Igazad van. Gyerünk a Jósnőhöz!
ja: お前は間違っていない。まず預言者のところへ行こう。
ru: Ты прав. Сначала к Оракулу.

source: So, should we pick the route to Okladia that goes through the hills?
ja: さて、Okladia へ丘陵地を抜けていく道を行くべきでしょうか？

source: This option is mainly intended for players, who already played 'A New Order' in the past, or don't care much about the story. If you do not fall in either category, consider reloading your latest save and selecting another option.
ja: このオプションは主に、このキャンペーンを以前にプレイ済みか、ストーリー自体にあまり興味がないプレイヤーを対象としています。どちらでもない場合、最新のセーブファイルをリロードして別のオプションを選択することも検討してください。

source: All right, we shall take the path through the hills to Okladia. Note that we could have taken a different path through the woods to get to Okladia instead, but it is too late for that now!
ja: 分かりました、丘陵地を抜ける道で Okladia へ行きましょう。勿論、森を抜ける道を選んでもよかったのですが、今さら遅いですからね！

source: So, should we pick the route to Okladia that goes through the woods?
ja: さて、Okladia へ森を抜けていく道を行くべきでしょうか？

source: All right, we shall take the path through the woods to Okladia. Note that we could have taken a different path through the hills to get to Okladia instead, but it is too late for that now!
ja: 分かりました、森を抜ける道で Okladia へ行きましょう。勿論、丘陵地を抜ける道を選んでもよかったのですが、今さら遅いですからね！

source: Welcome to our village, noble travelers.
ca: Benvingut a la nostra aldea, nobles viatgers.
hu: Legyetek üdvözölve a falunkban, nemes utazók!
ja: 私たちの村へ、ようこそお越しくださいました、高貴な旅の皆さま方。
ru: Добро пожаловать в нашу деревню, брагородные путники.

source: We are freedom fighters searching for the mage Deorien.
ca: Som uns lluitadors per la llibertat, i busquem el mag Deorien.
hu: Szabadságharcosok vagyunk, Deorien mágust keressük.
ja: 我らは自由の戦士だ。魔術士 Deorien を探しに来た。
ru: Мы свободные воины, ищем мага Деориена.

source: Freedom fighters? Yeah, sure... Just, please, do not fight for freedom here. We are honest, hardworking people.
ca: Lluitadors per la llibertat? Molt bé, sí, però, per favor, no lluiteu per ella ací. Només som uns treballadors honestos.
hu: Szabadságharcosok? Na igen. Ha megkérhetlek, ne itt vívjátok ki a szabadságotokat. Mi keményen dolgozó emberek vagyunk.
ja: 自由の戦士？あぁ.. 確かに...ただ、お願いですので、ここでは自由のために戦闘されるのはご勘弁ください。私たちは正直で働き者の民です。
ru: Свободные воины? Конечно же. Только пожалуйста не сражайтесь за свободу здесь. Мы честные рабочие люди.

source: Do you know where the Oracle lives?
hu: Tudod, hol van a Jósnő?
ja: 預言者がどこに住んでいるか知ってるか？
ru: Ты знаешь где живут орки?

source: Why anyone would want to fight for you?
ca: Per què voldria algú lluitar amb tu?
hu: Miért akarna bárki is csatlakozni hozzád?
ja: どうして、あなたのために戦いたい者がいるというのです？
ru: Зачем же мне сражаться?

source: You have a chance to fight for your freedom.
ja: お前たちの自由のために戦う機会が持てるのだぞ。
ru: У тебя есть шанс воевать за свою свободу.

source: I may be your future king.
ca: Podria ser el vostre futur rei.
hu: Én lehetek a jövőbeli királyod.
ja: 私は、お前たちの将来の王になるかもしれないのだ。
ru: Возможно, я твой будущий король.

source: In my army you may change your lot.
ca: Pots rebre un bon botí després de les batalles.
hu: A seregben megváltozik az életed.
ja: 私の隊に入れば、お前の人生が変わるかもしれないぞ。
ru: Армия даёт возможность изменить судьбу.

source: Why not?
ca: Per què no?
hu: Miért ne?
ja: やってみないか？
ru: Потому.

source: In this forest, we are free already.
ca: En aquest bosc ja som lliures
hu: Ebben az erdőben mi elég szabadok vagyunk.
ja: この森では、私たちはもう自由ですよ。
ru: Здесь в лесу нам хватает свободы.

source: No kidding. I mean, no kidding, your Majesty.
ca: Bah, deixa't de bromes. Vull dir, deixeu-vos de bromes, Sa majestat.
hu: Ne viccelj! Úgy értem, ne viccelj, Felség!
ja: 冗談はやめてください。つまりその、ご冗談でしょ、陛下。
ru: Хорош дурить. В смысле, хорош дурить, Ваше Величество.

source: Change my lot? What do you mean?
ca: Un botí? Què vols dir amb això?
hu: Megváltozik az életem? Mire gondolsz?
ja: 私の人生を変える？どういうことです？
ru: Изменить судьбу? В смысле?

source: Well, you know, you may earn some gold, and if you are lucky, you may even became a knight.
ca: Bé, ja saps, pots guanyar prou or, i si tens sort, podries arribar a ser un cavaller.
hu: Nos, kaphatsz aranyat, s ha szerencsés vagy, még lovag is lehet belőled.
ja: まあ、つまりだな、金を稼げるかもしれないし、運が良ければ、騎士になれるかもしれない。
ru: Ты знаешь, что если ты удачлив, то сможешь добыть много золота. Можешь даже стать рыцарем.

source: A knight? Ha, ha, I thought you were serious. There are only archers in this village.
ca: Un cavaller? Ha, ha, i jo que em pensava que parlaves seriosament. Només hi ha arquers dins d'aquesta aldea.
hu: Lovag? Ha, ha, azt hittem komolyan beszélsz. A falunkban csak íjászok élnek.
ja: 騎士ですか？なんだ、本気かと思いましたよ。この村には弓兵くらいしかいません。
ru: Рыцарем? Ха-ха, я думал ты серьёзно. В нашей деревне есть только лучники.

source: The best archers earn 45 gold pieces when hired, and twenty gold pieces for each battle.
ca: Els millors arquers poden rebre fins a 45 peces d'or quan els recluten, unes vint peces per batalla.
hu: A legjobb íjászok 45 aranyat is kaphatnak, s minden csata után további huszat.
ja: 最高の弓兵なら、雇用されるとき 45 gold 受け取れるし、毎回の戦闘で召喚される時には 20 gold 受け取れるぞ。
ru: За хорошего лучника я могу заплатить 45 золотых. И двадцать золотых за каждое сражение.

source: Fourty-five gold pieces? Ok, I just found a volunteer here. He will fight for you.
ca: Quaranta-cinc peces d'or? Bé, crec que tenim un voluntari. Ell lluitarà per tu.
hu: Negyvenöt aranyat? Rendben, azt hiszem akadna egy jelentkező. Ő csatlakozik hozzád.
ja: 45 gold ですか？分かりました、ここに一人、志願者を見つけました。彼が、あなたのために戦いますよ。
ru: Сорок пять золотых? Хорошо, думаю тут найдётся один доброволец. Он пойдёт с тобой.

source: My lord, will we accept this recruit into our army? It is not a loyal unit, just a normal Bowman.
ca: Senyor, acceptem aquesta unitat en el nostre exèrcit? No és lleial, només és un Arquer ordinari.
hu: Uram, besorozzuk ezt az egységet a seregünkbe? Nem hűséges egység, csak egy egyszerű íjász.
ja: 陛下、我が隊に、この雇用兵を受け入れてよろしいですか？ 「忠義」ある兵ではなく、普通の弓兵ですけれど。
ru: Милорд, этот парень вступает в нашу армию? Но он же не предан нам, это обычный лучник.

source: A unit joined your cause.
ja: 1ユニットが、あなたの隊に加わりました。

source: firstname^Roman
ja: 浪漫・ザ・ボウマン

source: Because we have a lot to do in our own village, for example?
ca: Per què tenim molt que fer en la nostra aldea, per exemple?
hu: Például azért, mert rengeteg tennivaló akad a faluban is...
ja: それはつまり、例えば、私たちの村でやるべきことがたくさんあるから、といったことですか？
ru: Ну, нам хватает дел в своей деревне.

source: I already answered that question.
ca: Ja m'ho has preguntat abans.
hu: Már válaszoltam erre a kérdésre.
ja: その質問にはもうお答えしましたよ。
ru: Я уже отвечал на этот вопрос.

source: Well, I don't know. But I think he lives on the Isle of Alduin, where all mages live.
ja: さあ、分かりません。でも、 Alduin 島にいるかもしれません。魔術士全員がいる所です。

source: You mean you don't know? South from here, west from a larger village called Porkton. If I lived in that village, I would change its name into something different. Hogton, for example.
ja: あなたはご存知でないということですか？ここから南の方にある Porkton という大きな村から西へ行った所ですよ。

source: Something interesting? Well, young Henry is marrying Mary from Buckston. The last storm was so heavy that it broke all trees in Larry's orchard. Orcs and Akladians are slaughtering each other. Hmm... I think that's about it.
ca: Interessant? Bé, el jove Henry es casa amb la Mari de Buxton. L'última tronada va ser tan forta que li va trencar tots els arbres de l'horta a Larry. Humm...els orcs i els akladians estan massacrant-se els uns als altres. Alguna cosa més? Mmmm... No crec.
hu: Mi újág? Nos, a fiatal Henry gyerek elvette a Buckstoneban lakó Maryt. A legutóbbi vihar derékba törte Larry gyümölcsösében a fákat. Orok és akladiaiak mészárolják egymást. Hmm... azt hiszem ennyi.
ja: 興味深いことですか？そうですね、若い Henry が Buckston 出身の Mary と結婚するんです。先日の嵐はとても大きくて、Larry の果樹園の木が全部倒れてしまいました。オークと Akladia 人が互いに殺し合ってます。それと... まあ、そんなところです。
ru: Что-нибудь интересное? Ну, молодой Генри женился на Мери из Бакстона. Последний ураган был таким сильным, что переломал все деревья в саду у Ларри. Орки с акладианами лупят друг друга. Что ещё? Хм... Даже не знаю.

source: Have luck in your travels, stranger. You will need it.
ca: Que tingues sort en els teus viatges, estranger. Et farà falta.
hu: Járj szerencsével, utazó! Szükséged lesz rá.
ja: 見知らぬ皆さんの旅が幸運でありますように。きっと幸運が必要になりますから。
ru: Удачи в пути, странник. Она тебе понадобится.

source: Wesnothians! What are you doing here? If you thought you could pillage our village, you will be dissapointed!
ca: Wesnothians! Què esteu fent ací? Si penseu que podeu saquejar el nostre poblet, vos dureu una desil·lusió!
hu: Wesnothiak! Mit kerestek ti itt? Ha azt hiszitek, hogy kifoszthatjátok a falunkat, akkor tévedtek!
ja: Wesnoth 人だ！ここで何をしてるんだ？私たちの村を強奪できると考えてるなら、大間違いだぞ！
ru: Веснотцы! Что вы тут делаете? Если думаете, что сможете здесь пограбить, я вас разочарую!

source: Gawen Hagarthen? No! That would mean... my king!
ca: Gawen Hagarthen? No! Això voldria dir... Sa majestat!
hu: Gawen Hagarthen? Nem! Ez azt jelenti... Királyom!
ja: Gawen Hagarthen？ 嘘だ！ だとしたらあなたは... 私の王様ということになる！
ru: Гэвен Хагартен? Нет! Не может быть... Мой король!

source: Ah, the rebel from Freetown?
ca: Ah, el rebel de Ciutat Lliure?
hu: Ah, a freetowni lázadó?
ja: あっ、Freetown から来た反逆者だな？
ru: А, Фритаунский бунтовщик?

source: My king, you do not have to ask. You may order us to join you.
ca: Sa majestat, no ho heu de preguntar. Només ordeneu-ho!
hu: Királyom, ezt nem kell megkérdezned. Parancsba adhatod, s csatlakozunk.
ja: 王様、私にお聞きになりませんね。私たちが加勢するよう、命令してください。
ru: Мой король, ты не должен спрашивать. Просто прикажи нам идти с тобой.

source: A loyal unit joined your cause.
ja: 「忠義」ユニットが軍隊に加わりました。

source: Fight for you? Against my own kin? No thanks.
ca: Lluitar per tu? Contra la meua gent? Cap broma.
hu: Csatlakozni hozzád? S harcolni a saját fajtám ellen? Ne röhögtesd ki magad!
ja: あなたのために戦う？自分の親族に刃向かうんですか？それは御免ですよ。
ru: Сражаться за тебя? Против собственного народа? Не шути так.

source: Well, I don't know. But I think The Oracle may know, she knows everything.
ca: Bé, no ho sé. Però estic segur que l'Oracle ho sabrà, ella ho sap tot.
hu: Nos, fogalmam sincs. De azt hiszem, a Jósnő útba igazíthat minket, ő mindent tud.
ja: いやあ、分かりません。でも預言者が知ってるかもしれませんよ、彼女は何でも知ってますよ。
ru: Не знаю. Думаю, это известно Оракулу. Она знает всё на свете.

source: God's voice is west from here. I've heard she will visit one of our lords soon.
ca: La sagrada veu de Déu està cap a l'est d'ací. He sentit dir que prompte visitarà uns dels nostres senyors.
hu: Isten hangját innen nyugatra hallgathatod meg. Úgy hallottam, hamarosan meglátogatja egyik nemesünket.
ja: 「神の声」は西の方にいます。近々、彼女が領主の一人を訪ねるそうですよ。
ru: Глас Господа святого на востоке отсюда. Я слышал, что она собирается отбыть с визитом. Ей интересуется один наш лорд.

source: How should I know? The lords live their own lives, as do we.
ca: Cóm ho podria saber? Els senyors tenen les seues pròpies vides, i nosaltres les nostres.
hu: Honnan kellene azt nekem tudnom? Az uraknak megvan a maguk élete, s nekünk is.
ja: 私が知る訳ありませんよ。領主たちだって、それぞれ生きてるでしょうから。私たちみたいに。
ru: Откуда мне знать? У лордов своя жизнь, у нас своя.
