Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: Finally, I was confident that my troops were ready for the task which awaited us. When I told Gwidle, he insisted upon a farewell feast. There was wine, food, and music. The finest dancers from among Freetown's girls and women, doing traditional folk-dances in special costumes with masks and shawls, danced for us.
ca: Finalment, estava segur en que les meues tropes estaven llestes per la tasca que ens aguaitava. Quan lo ho vaig dir a Gwidle, va insistir en fer una festa d'acomiadament. Hi havia vi, menjar i bona música. També estaven les millors ballarines d'entre totes les xiques i dones de Ciutat Lliure, fent una mena de dansa tradicional amb uns vestits especials amb màscares i mocadors.
hu: Végre megbizonyosodtam arról, hogy a harcosaim készen állnak a ránk váró küldetésre. Amikor ezt közöltem, Gwidle rögtön búcsúztató fesztivált rendezett. Dőzsöltünk a borban, az ételekben, szólt a zene. Wesnoth lányainak és asszonyainak legjobb táncosai sajátos maszban és vállkendőben adták elő produkciójukat.
ja: 私はようやく、部隊の準備が整ったと確信し、そのことを Gwidle に伝えると、出陣の宴を是非開くようにと薦めてきた。ワインと食事と音楽が溢れていた。最高の踊り子が Freetown の女性の中から選び出され、仮面とショールを纏った伝統的な民族舞踊で私たちをもてなしてくれた。
ru: Я наконец был уверен, что мои отряды готовы к стоящей перед ними задаче. КОгда я сказал об этом Гвидлу, он настоял на прощальном пире. Было много вина, елы и чудесной музыки. Кроме того лучшие танцовщицы из женщин и девушек Фритауна исполняли какой-то традиционный народный танец в особых костюмах с масками и шалями.

source: Soon, we were all a little bit drunk. On my right, Karen kept commenting on the dancers' faults and bragged about how she was much better, and how even her dancer's costume was better. On my left I heard Majid Yahyazad trying to seduce my step-mother, even harder as he became more drunk. Lorin ignored him, babbling about something the Oracle had told her in her youth.
ca: Al poc, tots estàvem una miqueta borratxos. A la meua dreta, Karen estava comentant les errades de les dansarines i dient-me cóm ho faria ella millor, fins i tot, quant millor era el seu vestit de ballarina. A la meua esquerra, sentia cóm Majid Iahiazad intentava seduir la meua madrastra, amb major insistència segons anava més bufat, mentre Lorin l'ignorava i balbotejava sobre unes coses que l'oracle li havia contat quan era jove.
hu: Hamarosan mindannyian spiccesek voltunk. Jobbomon Karen megállás nélkül kritizálta a táncosok hibáit, s megjegyezte, hogy ő sokkal jobban táncolna, s az ő táncöltözéke is sokkal szebb. A balomon Majid Yahyazad próbálta meghódítani a nevelőanyámat, egyre gátlástalanabbul, ahogy egyre részegebb lett. Lorin visszautasította őt, s valami próféciáról motyogott, amit a Jósnő mondott neki fiatal korában.
ja: やがて全員がほろ酔い状態となった。私の右では Karen が踊り子たちの批評を始めて、私の方がうまく踊れるだの、衣装も私の方が素敵よだのと言っていた。左では Majid Yahyazad が母を口説いている声が聞こえていて、酔が進むにつれてその度合を強めているようだった。Lorin は完全に彼に取り合わず、若かった頃に預言者から聞いた何かについてペチャクチャと喋っていた。

source: Karen was the first to leave the chamber, and Lorin followed almost immediately after her. Of course, Yahyazad jauntily followed her. I continued to drink with Ruvio, without much conversation, and when I decided I had enough I went to my bedroom.
ca: Karen va ser la primera en anar-se'n, i Lorin va anar immediatament darrere seu. Òbviament, Iahiazad va intentar seguir-la amb elegància. Vaig quedar-me bevent amb Ruvio, sense parlar molt, i quant vaig decidir que tenia prou, vaig anar-me'n al llit.
hu: Karen volt az első, aki elhagyta a helyiséget, de rögtön utána Lorin is távozott. Yahyazad természetesen féltékenyen ott loholt a nyomában. Mi Ruvióval csendben iszogattunk, s mikor már kezdett a fejembe szállni, én is elmentem aludni.
ja: Karen は他の者より早く宴の場を離れ、Lorin の後を追うかのように立ち去った。勿論、Yahyazad も彼女の後に続いた。私は、語ることなく Ruvio と呑み続け、もう十分という頃合いで自分の寝室に下がった。

source: I'm not quite sure when she came to me, utterly devoid of shame... and clothes. She entered my chamber so quietly that I initially mistook it for a dream. I was too drunk to ask any questions, nor did I oppose her when she slipped into my bed.
ca: No sé quan va vindre ella, sense cap vergonya ni robes. Va entrar tan calladament que en un primer moment vaig pensar que era un somni. Estava massa bufat per preguntar res. Estava massa bufat per oposar-me quan es va ficar dins del meu llit.
hu: Nem vagyok benne biztos, hogy a meztelen tünemény mikor jött be. olyan csendben lépett be a szobámba, hogy először azt hittem, álmodom. Túlontúl részeg voltam ahhoz, hogy kérdezősködjek, vagy ellenálljak, amikor az ágyamba bújt.
ja: いつ彼女が私の部屋に入ってきたのか全くわからなかった。恥ずることなく、一糸纏わぬ姿があった。まるで私が夢を見ていると勘違いするほどに、彼女は静かに部屋へと入ってきた。彼女に何かを尋ねるには私は酔い過ぎていて、彼女がベッドに滑り込んで来るのを拒める状態でもなかった。
ru: Я не заметил, когда она появилась, без стыда и одежд. Она вошла в мои покои так тихо, что в первое мгновение я подумал, что вижу сон. Я был слишком пьян, чтобы задавать какие-либо вопросы. Я был слишком пьян, чтобы протестовать, когда она скользнула ко мне в постель.

source: Who was she? She wore a dancer's mask, but somehow I knew she wasn't one of dancers from a few hours earlier. There was something familiar in the way she moved, breathed and gasped. Maybe if I had been sober, I would have recognised her even with the mask. But I wasn't, and I didn't care.
ca: Qui era ella? Duia una màscara de ballarina, però d'alguna manera sospitava que no era cap de les ballarines que havia vist unes poques hores abans. Hi havia alguna cosa familiar amb la manera que es menejava, respirava i gemegava. Tal volta si haguera estat més sobri podria haver-la reconegut fins i tot amb la màscara. Però no ho estava, i tampoc m'importava massa.
hu: Ki lehetett? A táncosok maszkját viselte, de valahogy nem emlékeztetett a pár órával korábbi táncosokra. De a mozgása valahogy ismerősnek tetszett, a légzése, a zihálása. Talán, ha józan lettem volna, a maszk mögötti alakot is fel tudtam volna ismerni. De nem voltam, s nem is érdekelt.
ja: 彼女は誰だったのだろうか？踊り子の仮面を付けていたが、宴に踊っていた女性ではないことが、なんとなく感じ取られた、身のこなし方や息づかい、あえぐ声には、聞き覚えがあった。酔いさえなければ、仮面をしていても誰だか分かったかもしれないが、その時はそうではなかったし、また、誰だろうがどうでもよかった。
ru: Кто она была? Она была в маске танцовщицы, но я почему-то сомневался, тчо это была одна из танцовщиц, которых я недавно видел. Было что-то знакомое в её движениях, дыхании и вздохах. Может, будь я трезвее, я бы смог узнать её лицо под маской. Но я был пьян и беспечен.

source: She left as quietly as she came, as if she were just a dream. But I still could smell her in the air, and my hands still remembered her as well. Whoever she was, I was certain I would recognise her, if I could only touch her again.
ca: Es va anar tan calladament com va vindre, com si fóra un somni. Però encara podia sentir la seua olor en l'aire, i les meues mans encara la recordaven perfectament. Fóra qui fóra, estava segur que la reconeixeria només si la tornarà a tocar.
hu: A tünemény olyan csendben távozott, ahogy jött, s mintha csak álom lett volna. De orromban ott maradt az illata, s kezeimben éreztem a testét. Akárki volt is, biztosan megismerném, ha újra megérinthetném.
ja: 現れたときと同じように、静かに彼女はいなくなった、まるで夢だったかのように。しかし、私はまだ彼女の匂いを感じていたし、私の手は彼女のことを覚えていた。もう一度彼女に触れられるなら、私は確かに彼女だと分かる、そう感じていた。
ru: Она исчезла так же тихо, как и появилась, будто она была просто сновидением. Я продолжал чувствовать её запах, и мои руки продолжали чувствовать её тело. Кем бы она ни была, я был уверен, что узнаю её, если ещё раз к ней прикоснусь.

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call the eighteen very best. Most of them were in better shape than I, at least having had some sleep that night.
ja: しかし、そんな機会はなかった。翌日、夜明け前に Gwidle から起こされた私は、兵士たちのもとへと行った。18 人の精鋭たちを集めるために。ほとんどの者たちは私よりよく眠れたようで、元気そうな姿をしていた。

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call the fifteen best. Most of them were in better shape than I, at least having had some sleep that night.
ja: しかし、そんな機会はなかった。翌日、夜明け前に Gwidle から起こされた私は、兵士たちのもとへと行った。15 人の精鋭たちを集めるために。ほとんどの者たちは私よりよく眠れたようで、元気そうな姿をしていた。

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call twelve of them. Most of them were in better shape than I, at least having had some sleep that night.
ja: しかし、そんな機会はなかった。翌日、夜明け前に Gwidle から起こされた私は、兵士たちのもとへと行った。12 人の精鋭たちを集めるために。ほとんどの者たちは私よりよく眠れたようで、元気そうな姿をしていた。

source: But I had no such chance. The next day, Gwidle woke me before dawn and I came to my soldiers, to call nine. Most of them were feeling better than I was, as they had at least had some sleep that night.
ja: しかし、そんな機会はなかった。翌日、夜明け前に Gwidle から起こされた私は、兵士たちのもとへと行った。9 人の精鋭たちを集めるために。ほとんどの者たちは私よりよく眠れたようで、元気そうな姿をしていた。

source: Wonderful day... Perfect for starting a quest. You slept well?
ca: Un dia preciós... Un dia perfecte per començar una missió. Vas dormir bé?
hu: Csodálatos nap... Remek idő egy küldetés kezdetéhez. Jól aludtál?
ja: 素晴らしい一日ですね... 探索を始めるのにふさわしい。よく眠れましたか？
ru: Чудесный денёк... Замечательно подходит для начала поисков. Ты хорошо выспался?

source: Well... Not really. Hm... Where is Karen?
ja: あー、それほどには。おや... Karen はいないのか？

source: She is still asleep. Yesterday was too much for my poor daughter.
ca: Encara està dormint. Ahir va ser massa per a la meua pobra filla.
hu: Még alszik. A tegnapi nap kicsit sok volt az én szegény kislányomnak.
ja: まだ眠っています。昨日は、彼女には大変だったようですね。
ru: Всё ещё дрыхнет. Вчерашний день оказался слишком тяжёлым для моей бедной дочурки.

source: I looked into her room. Her dancer's outfit was in a pile on the floor, and she was sound asleep in her bed. Maybe she tried... you know... to show you how good a dancer she is, but I couldn't wake her.
ja: 彼女の部屋を覗いてみたんです。踊り子用の服が床に山積み状態で、ベッドの中でまだすやすやと眠ってました。おそらくあの子は... つまり... 自分がどれほど踊りが上手なのかを見せようとしたのでしょうけど。私は彼女を起こせませんでした。

source: Uhm... how old is your daughter anyway?
ca: Uhm... Ah, i quants anys té la teua filla?
hu: Öhh Menni idős a lányod?
ja: あー... ところで、娘は何歳なのだ？
ru: Эм... А сколько всё-таки лет твоей дочери?

source: Poor child. When I saw her staggering to her room last night, she barely could walk.
ca: Pobre xiqueta. Quan la vaig vore ahir, casi no podia caminar.
hu: Szegény gyerek. Amikor láttam tegnap, már menni is alig tudott.
ja: まだまだ子供ね。昨夜、部屋へよろめきながら向かっているのを見たときは、歩くのもやっとの様子だったわ。
ru: Бедное дитя. Вчера, когда я последний раз её видела, она еле ходила.

source: Mother! What have you done with your hair?
ca: Mare! Què t'has fet al monyo?
hu: Anyám! Mit csináltál a hajaddal?
ja: 母さん！その髪は、どうしたんです？
ru: Мать! Что ты сделала со своими волосами?

source: Hair? My hair? I decided that it would be a hindrance in battle, so I cut it.
ca: El monyo? He decidit que era un impediment a l'hora de lluitar, i me l'he tallat.
hu: A hajam? Az én hajam? Ja, csak akadályozna a csatában, levágtam.
ja: 髪？私の髪の毛のこと？戦闘中には邪魔になるだろうと思って、それで切ったのよ。
ru: С волосами? Я решила, что они будут мешать в бою, и постриглась.

source: Hrm... you could have asked someone else to do it for you. Hm... and where is Yahyazad?
ca: Podries haver-li-ho demanat a algú. Uhmm... On és Iahiazad?
hu: Megkérhettél volna valakit, hogy levágja neked... Ömm... hol van Yahyazad?
ja: あぁ... 誰か他に頼める人がいればよかったのに。あーあ... それと、Yahyazad はいないんですか？
ru: Ты могла бы попросить кого-нибудь помочь. Хм... А где Яранов?

source: He left Freetown.
ca: Va abandonar Ciutat Lliure.
hu: Elment.
ja: Freetown を離れたわ。
ru: Он ушёл из Фритауна.

source: Huh? Why?
ca: Eh? Per què?
hu: Hö? Miért?
ja: えっ? どうして?
ru: Почему?

source: You know, I was starting to take a fancy to him. But after last night, he finally... no, don't ask me. I won't answer.
ca: Ja saps, la veritat és que començava a agradar-me. Però anit va perdre tota la meua simpatia i respecte. No preguntes més. No respondré.
hu: Tudod, már kezdtem megkedvelni. De a múlt éjszaka úgy viselkedett, hogy el kellett küldjem. Ne kérdezz többet! Nem akarok beszélni róla.
ja: 知ってるでしょ、私、彼に好意を抱き始めてるのよ。でも昨日の夜、とうとう彼が... いえ、聞かないでね。答えないし。
ru: Знаешь, он почти начал мне нравиться. Но этой ночью я утратила всякую симпатию и уважение к нему. Не задавай вопросов. Я не хочу об этом говорить.

source: I thought he, I mean he and you...
ca: Jo pensava que ell... vull dir, tu i ell...
hu: Azt hittem, hogy, hogy te és ő...
ja: 僕は彼が、うーん、つまり、彼とあなたは...
ru: Я думаю он, то есть вы с ним...

source: My son, because you lost your memory, you probably forgot about some of our customs. In our tradition, a widow cannot ever have another man again, under penalty of very severe punishment.
ca: Fill meu, com has perdut la memòria segurament no recordes algunes dels nostres costums. En la nostra tradició, una dona no pot tindre altre marit, sota greus penes de castic.
hu: Fiam, talám az emlékezetkiesésed az oka, hogy nem emlékszel a szokásainkra. Hagyományaink szerint, az özvegy nem engedhet másik férfit magához, különben súlyos büntetésekre számíthat.
ja: 我が息子よ、あなたは記憶を失くしてるから、きっと私たちの慣習についても忘れてしまってる。私たちの伝統では、未亡人は二度と男性と交際してはならないの。とても厳しい罰則があるのよ。
ru: Сын мой, ты потерял память и возможно не помнишь некоторых наших обычаев. Согласно традиции, вдова н еможет сойтись с другим мужчиной под страхом жестокой казни.

source: Wait a minute. Your father, Gawen, married Lorin after the death of your mother, didn't he?
ja: えっ。あなたの父親は、Gawen 様、あなたのお母様が亡くなった後、Lorin と結婚された、そうですよね？

source: Who allowed you to listen, underling? This discussion is between two worthy people. Go and bother someone else.
ca: Qui t'ha donat permís per escoltar-nos, carrall? Aquesta conversa és entre dos persones dignes. Ves-te'n a fer la mà per allí.
hu: Ki engedte meg neked, nemtelen, hogy két nemes beszélgetését kihallgasd? Menj, és ne zavarj bennünket!
ja: 下っ端のお前に、誰が質問を許した？ この会話は、二人の価値ある者で行っているのよ。よそへ行って、他の奴らの邪魔でもしてなさい。
ru: Почему ты подслушиваешь, дикарь? Здесь разговаривают два достойных человека. Иди надоедать кому-нибудь другому.

source: Your step-mother is really starting to get on my nerves.
ca: La teua madrastra està començant a atacar-me els nervis...
hu: A nevelőanyád kezd az idegeimre menni.
ja: あなたの継母は、本当に私を苛つかせようとしているんですね。
ru: Твоя мачеха начинает всерьёз действовать мне на нервы.

source: I said, a widow cannot have another man, whether it be another husband or in any other way. A man can. There was a time when men could even have a few wives at once. There are women who defy that old custom; some go unpunished. But I am wife to a king, and am held to a higher standard. What can perhaps be forgiven a normal woman cannot be tolerated of a king's wife.
ca: Com deia, una vídua no pot tornar a tindre un home, un marit o qualsevol altra relació. L'home pot. Va hi haure un temps en el qual els hòmens podien tindre vàries dones al mateix temps. Avui, hi ha moltes dones que no segueixen els costums. I moltes no reben cap castic. Però jo sóc la dona d'un rei, i és una situació totalment diferent. El que pot ser perdonat a una dona normal, no ho pot ser quant ho fa la dona d'un rei.
hu: Azt mondtam, hogy egy özvegy nem engedhet másik férfit magához, nem lehet új férje, egyébként meg pláne nem. A férfiakra más szabály vonatkozik. Volt idő, amikor egy férfinak több felesége is lehetett egyszerre. Néhány nő megszegte már a szabályt, s elkerülték a büntetést. De én a király felesége vagyok, s nekem kötelező a szabályokat betartanom. Amit egy közönséges nőnek elnézhetnek, az nem maradhat büntetlenül a király felesége számára.
ja: 言っただろう、未亡人は男を作ってはいけないのだ、新しい夫などであってもだ。しかし、男の方は許されている。かつては一夫多妻の時代さえあったのだ。そうした古い慣習に背く女性たちもいて、罰せられない者もいる。だが、私は王の妻だし、他よりも高い基準が課せられているのだ。一般女性なら黙認されるようなことでも、王の妻にはけして許されないのだ。
ru: Я сказал, что вдова не может иметь ни мужа ни любовника ни кого-то ещё. Мужчин это не касается. В былые времена мужчины могли даже иметь несколько жён одновременно. Сегодня многие женщины бросают вызов этому обычаю. И многие остались безнаказанными. Я - жена короля, а это совершенно другое дело. То, что может себе позволить обычная женщина, не может себе позволить королевская супруга.

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose the eighteen very best troops to take along with us.
ja: 何とも...、素晴らしい文化をお持ちだ。でも、この件は今でなくても話せます。Gawen 様、今は、ともに戦う18人の超精鋭兵士を選び出してください。

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose the fifteen best troops to take along with us.
ja: 何とも...、素晴らしい文化をお持ちだ。でも、この件は今でなくても話せます。Gawen 様、今は、ともに戦う15人の精鋭兵士を選び出してください。

source: My, what a wonderful culture you have. But we can speak on this later. Now, Gawen, choose twelve troops.
ja: 何とも...、素晴らしい文化をお持ちだ。でも、この件は今でなくても話せます。Gawen 様、今は、ともに戦う12人の兵士を選び出してください。

source: My, what a wonderful culture you have. But... well, anyways, Gawen, choose your nine troops.
ja: 何とも...、素晴らしい文化をお持ちだ。でも...まあ、とにかく Gawen 様、9人の兵士を選び出してください。

source: I want to join you in your quest.
ca: Vull unir-me a la vostra missió.
hu: Én is veletek akarok menni.
ja: 私をこの探索に同行させてください。
ru: Я хотел бы присоединиться к Вам в поисках.

source: I will also join you in your quest.
ja: 私も探索に同行させてください。

source: I will join you in your quest.
ca: Vull unir-me a la vostra missió.
hu: Én is veletek akarok menni.
ja: 私はこの探索に同行します。
ru: Я хотел бы присоединиться к Вам в поисках.

source: There is too little space to recall all 18 units at once. Move the units out of the castle to make room for others. The units will be able to move (in this scenario only!!) immediately after recalling, so do not push end turn button.
ja: 一度に18ユニットを召喚するにはスペースが狭すぎます。城の外にユニットを移動させてください。ユニットを召喚してすぐに移動することができます（このシナリオだけです！）ので、ターン終了ボタンはクリックしないでください。

source: There is too little space to recall all 15 units at once. Move the units out of the castle to make room for others. The units will be able to move this time immediately after recalling, so do not push end turn button.
ja: 一度に15ユニットを召喚するにはスペースが狭すぎます。城の外にユニットを移動させてください。今回は、ユニットを召喚してすぐに移動することができますので、ターン終了ボタンはクリックしないでください。

source: There is too little space to recall all 12 units at once. Move the units away to make room. The units will have “haste” (to borrow a term from a famous trading card game), so avoid ending your turn prematurely.
ja: 一度に12ユニットを召喚するにはスペースが狭すぎます。ユニットを移動させ場所を確保してください。ユニットは「性急(haste)」特性（某有名カードゲームからの借用）を持っていますので、早々にターン終了ボタンをクリックすることは避けてください。

source: Any units not recalled will be left behind in Freetown. Players who normally avoid recalling their level 3 units to save them for later in the campaign may want to forgo that strategy this time.
ja: ここで召喚されなかったユニットはすべて Freetown に置いていかれます。キャンペーン後半に向けてレベル３ユニットを温存し召喚しない戦略を通常とっているプレイヤーは、今回はその戦略は避けた方がよいでしょう。

source: Recall eighteen troops. OR
ja: 18人の兵士を召喚する。または

source: Recall fifteen troops. OR
ja: 15人の兵士を召喚する。または

source: Recall twelve troops. OR
ca: Reincorpora dotze soldats O
hu: Visszahívsz tizenkét harcost. VAGY
ja: 12人の兵士を召喚する。または
ru: Призовите двенадцать солдат ИЛИ

source: Recall nine troops. OR
ja: 9人の兵士を召喚する。または

source: End turn if you do not want or can't recall more troops.
ca: Acaba el torn si no vols o no pots reincorporar més soldats.
hu: Befejezed a kört, ha nem akarsz toborozni s visszahívni több egységet
ja: 召喚しない、または、これ以上召喚できない場合はターンを終了する。
ru: закончите ход, если нет возможности или желания призывать.

source: Say, Kyobaine...
ja: 言ってみなさい、 Kyobaine...

source: It's getting to be spring now... do you think you still really need that winter cloak?
ja: 季節はそろそろ春だ... 冬向けの外套がまだ必要か？

source: You're right, it <i>is</i> starting to get rather warm with it on...
ja: そうなの、これを着てると、かなり暖かく<i> なってきた </i>のよね。

source: ...and, there we go.
ja: ...だから、行きましょうよ。

source: Good, just making sure you're comfortable.
ja: ああ、いいだろう、君にピッタリの服を作りに行こうか。

source: Do you REALLY feel like trying your luck, human?
ja: あなた、本当に自分の運を試してみようと思ってるのかしら、人間さん？

source: ...you're right, never mind.
ja: ...まあ、そうだね、気にしないでくれ。

source: Hm, I feel as though I may have missed out on something... oh well.
ja: うーん、何か見落とした気がするんだけど... まあ、いいわ。

source: Coronation
ja: 即位
ru: Коронование

source: Carrenemoes have loyally served our kings for generations. I am Reme, son of Raul. My ancestors, according to our family legends, were amongst those who led our people in the great revolt and then in our epic escape through the desert. They established large kingdoms in the lands of underlings, for which we paid a steep price in blood. Now... why do I wonder what was that price paid for?
ja: Carrenemoes 家は代々、忠誠をもって王に仕えてきた。私の名は Reme 。Raul Carrenemoe の息子だ。一族の伝説によれば、私の先祖は大反乱を起こして砂漠を抜け出し、壮大な逃亡劇を演じた者たちの一人だったそうだ。彼らは下層民の土地に大きな王国を築き、そのために私たちは血の代償を払った。ところで...その代償はなぜ支払われたのだろうか？

source: Perhaps it is because of Gawen. Before I began serving his father, I never wondered about the differences between us and underlings. It was simple: God himself gave us this world to rule; everyone else was to serve us. Yet, Gawen Hagarthen is half underling. In fact, he looks a lot like one of them. And he was always more brave and honorable than many Akladians I know...
ja: もしかすると、Gawen に原因があるのかもしれない。彼の父親に仕え始める前には、私は下っ端との違いを不思議に思ったことはなかった。単純なことだった： この世界は、私たちが統治するように神ご自身がお与えになった。しかし、Gawen Hagarthen は、その血の半分は下っ端なのだ。実際、彼は下っ端たちによく似ている。そして彼はいつも、私が知る多くの Akladia 人の誰よりも勇敢で高潔だった...。

source: Enough of these thoughts. Gawen has been officially crowned king. Lorin wants the Akladian lords to acknowledge that. She almost seems to be smiling for the first time in many, many months. I wonder what Gawen remembers about her. It seems he remembers nothing, which is a lucky coincidence for her. She seems to forget that less than half of our lords appeared in Vattin. The battle over Gawen's succession is not yet won.
ca: Ja n'hi ha prou d'aquesta mena de pensaments. Ell és el nostre rei, oficialment coronat. Lorin vol que els senyors ho reconeguen, i està casi somrient per primera vegada en molts, molts mesos. Mirant-la, em pregunte què recorda Gawen d'ella. Pareix que no res, i això és una afortunada casualitat per ella. Pareix que ella vulga oblidar que només van aparèixer la mitat dels senyors en Vattin. La batalla més important encara no s'ha guanyat...
hu: De félre a kételyekkel. Ő a hivatalosan megkoronázott királyunk. Lorin azt akarja, hogy a nemesek is fogadják ezt el. Hosszú-hosszú idő óta most először mintha mosoly játszana a szája szegletében. Vajon hogy emlékszik rá Gawen? Úgy látszik sehogy, ami páratlan szerencséje a királynénak. Lorin, úgy látszik, nem foglalkozik azzal, hogy a nemeseknek kevesebb, mint a fele jelent meg Vattinban. A háborút még nem nyerte meg...
ja: でももう、そんな考えは不要だ。Gawen は正式に王に即位した。Lorin は Akladia の諸侯たちにそれを認めてもらいたがっている。何カ月ぶりだろうか、彼女は微笑んでいるように見える。Gawen は彼女について何か記憶しているのだろうか。彼は何も憶えていないようだが、そのことは彼女にとっては好都合だ。彼女は、Vattin に現れた諸侯の半分も憶えていないように思える。Gawen の後継者問題に関する戦いには、まだ勝利していないのだ。
ru: Хватит сомнений. Отныне он официально коронованный государь. Лорин хочет, чтобы все лорды признали это. Впервые за многие-многие месяцы на её лице появляется что-то похожее на улыбку. Хотел бы я знать, что Гэвен помнит о ней. Похоже, что ничего. С этим ей повезло. Кажется она даже забыла, что только половина наших лордов приехала в Ваттин. Главная битва ещё не выиграна...

source: Royal guard
ca: Guàrdia reial
hu: Udvari testőr
ja: 親衛兵
ru: Королевский страж

source: Lords of Vakladia, it is a honour to have you here as guests. I hope you will all serve me as loyally as you did my father.
ca: Senyors de Vakladia, és tot un honor rebre-vos com hostes. Espere que tots em serviu tan lleialment com a mon pare.
hu: Vakladia urai, nagy megtiszteltetés, hogy vendégül láthatunk titeket. Remélem, mindannyian olyan hűségesen szolgáltok engem is, mint azt apámmal tettétek.
ja: Vakladia の領主の皆さん、来賓としてお迎えできて光栄です。あなた方が私の父にしたように、私に忠実に仕えてくださることを願っています。
ru: Лорды Вакладии, для меня большая честь видеть вас у себя в гостях. Надеюсь, вы будете служить мне так же верно, как и моему отцу.
