Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: No, really, I don't want to! Besides, if there are other heirs, why me? What would I have to do to those other cousins, if they didn't recognise me as king?
ca: No, no vull ser-ho. A més, hi ha altes hereus, per què he de ser jo? I què hauria de fer amb la resta de cosins si no em reconegueren com a rei?
hu: Nem, én nem akarok. Különben is, ha más örökösök is vannak, miért pont engem akarsz? S mit kellene tennem a többiekkel, ha nem ismernek el királyuknak?
ja: いや、本当になりたくないのだ！それに、もし他にも後継者がいるのなら、なぜ私なのだ？もしも、そのいとこ達が王と認めなかったとしたら、その彼らに私は何をすべきなのだ？
ru: Нет, я не хочу. Кроме того, есть и другие наследники. Почему я? И что я буду делать с этой кузиной, если она не признает меня королём?

source: Why, you would have to fight with and kill them. That's kind a family tradition. Didn't your mother teach you anything?
ca: Fàcil, anar a lluitar contra ells i matar-los. És una mena de tradició familiar. No t'ho va dir ta mare?
hu: Hogy mit? Megütközni velük és megölni őket. Ez a családi hagyomány. Hát édesanyád semmit nem tanított neked?
ja: なぜかと言えば、あなたがその人達と戦って、殺さなければならないから。それが、あなたの家系の伝統みたいなものですわ。お母様から何も教わらなかったんですか？
ru: Ну, ты должен будешь сражаться с ней, а потом убить. Это добрая семейная традиция. Твоя мама тебе не рассказывала?

source: No! I don't want to do that! I only want peace. I don't want to start civil wars, or fight for any throne. No! Let's not talk about it again.
ca: No. Només vull pau. No vull començar guerres civils, o lluitar per cap tro. No, i no, no cal que tornem a parlar d'açò cap vegada més.
hu: Elég. Én békét akarok. Nem akarok polgárháborút kezdeni, vagy a trónért harcolni. És beszélni sem akarok róla többet.
ja: いやだ！そんなことはしたくない！私が望むのは平和だけだ。内紛とか、王位継承を巡って戦うことなど望まない、絶対に！こんな話、二度としたくない。
ru: Нет. Я хочу только мира. Я не желаю начинать гражданскую войну и вообще сражаться с кем бы то ни было за трон. Никогда. И давайте больше не будет об этом говорить.

source: There will come time when we'll have to talk about it again. But we can leave it for now. Right now, we should focus on how we will get through the lines of the Akladians.
ca: Arribarà el temps que serà necessari parlar d'açò altra vegada. Tanmateix, ara deuríem travessar les línies de defensa akladianes.
hu: Eljön az idő, amikor újra beszélnünk kell róla. De most foglalkozzunk a mosttal! Át kell vágnunk az akladiaiakon.
ja: いずれまた、この話をすべきときが来ます。しかし今はやめておきましょう。さあ、Akladia 人の戦線をどう突破するかに集中しましょう。
ru: Наступит время, когда мы продолжим этот разговор. А сейчас мы должны пройти через позиции акладиан.

source: If I may make a suggestion, my lord... we are here to gather news, but I don't think interrogating the eastern enemy leader would help us much. He doesn't look important enough. The second one, on the other hand...
ca: Podria suggerir, senyor, que estem ací només per recaptar notícies. Però crec que no té cap sentit interrogar el líder a l'est. No pareix prou important. El segon, d'altra banda...
hu: Ha javasolhatok valamit, uram. Hírszerzés ügyében jöttünk. Azt hiszem, a keleti vezér vallatása nem járna sok eredménnyel. Jelentéktelennek látszik. A másik viszont...
ja: 一つ提案してもよろしいでしょうか、陛下... 私たちは情報収集を目的としてここにいますが、東側にいる敵のリーダーを尋問しても、あまり役に立ちそうにありません。それほど重要人物のようには見えないからです。一方、反対側にいるリーダーは...
ru: Разрешите совет, милорд. Мы ведь здесь для того, чтобы собирать информацию. Я не думаю, что есть смысл допрашивать начальника восточной крепости. Он не в курсе действительно важных вещей. Второстепенная фигура...

source: Not important enough? They look the same rank to me...
ja: 「それほど重要人物に見えない」って？私と大して変わらないように見えるが...

source: Yes, but some lords are more knowledgeable and well-connected than others.
ja: ええ、ただ、何人かの領主は、もっと知識も豊富で、もっと人脈を持つ者もいるんです。

source: In this scenario, you may interrogate Hoyre Ramenari with either Ruvio or Gawen, it will make no difference. Move Ruvio to signpost to ask him for advice.
ja: このシナリオでは、Ruvio か Gawen のどちらかが Hoyre Ramenari を尋問することになります。二人のうち、どちらでも構いません。 Ruvio の助言を聞きたいときは、彼を道標まで移動させてください。

source: Move Gawen to southern edge of the map
ja: Gawen をマップの南端まで移動させる

source: Uhmmm... I should interrogate him, right? So... uh... what did you eat for breakfast?
ja: うーーん,,, こいつに尋問しなきゃいけないわよね？ そうねぇ... えーと... あなた、朝食に食べたものは何？

source: Oh, never mind.
ca: Oh, no importa.
hu: Á, hagyjuk.
ja: いや、何でもないから。
ru: Ладно, забудь.

source: Wait, don't kill him!
ca: Espera, no el mates!
hu: Megállj, ne öld meg!
ja: 待て、彼を殺すな！
ru: Постой, не убивай его!

source: He's already dying. I don't think he can be of any more help to us.
ca: Està morint-se. No crec que ens haja sentit.
hu: Már szinte meghalt. Nem hiszem, hogy hall bennünket.
ja: もう、死にそうなのよ。これ以上、私たちの役に立ちそうにないわ。
ru: Да он уже умер. Врядли он нас слышит.

source: So he had nothing to say after all.
ja: それで、彼は結局、何も喋らずじまいでした。

source: I know, I was only curious.
ja: ああ、私はただ、興味があっただけだ。

source: Well, is your curiosity satisfied?
ja: さあ、あなたの好奇心は満たされましたか？

source: I guess...
ja: そうだなぁ...

source: You just let him die?
ja: 彼を見殺しにしたのか？

source: It seemed like he didn't have anything important to say.
ja: 彼は、重要なことは何も話さなかったようでした。

source: If you say so.
ja: 君がそういうのなら。

source: Just as I've told you, I rarely miss!
ca: Com t'havia dit, poques vegades falle!
hu: Pont, ahogy mondtam, ritkán hibázok!
ja: 前に言ったとおりでしょ、私は、めったに、ミスを冒さないのよ！
ru: Как и было сказано, я редко промахиваюсь.

source: What the... elves!
ca: Què co... Elfs!
hu: Mi a... Tündék!
ja: どうしたんだ... エルフだ！
ru: Это же... Эльф!

source: Eeek! Elves! The green devils are here!
ca: Eeek! Elfs! Els dimonis verds estan ací!
hu: Vááá! Tündék! A zöld ördögök jönnek!
ja: ウエーーッ！エルフだ！緑の悪魔がいるぞ！
ru: Ик! Эльф! Зеленые демоны!

source: We fought our way out of forest. What now?
ca: Ens hem obert camí a través dels boscos. Ara què?
hu: Nos, megszüntettük az erdő blokádját. Most hogyan tovább?
ja: 森から抜け出すために戦った。次は何だ？
ru: Мы пробились к выходу. Что дальше?

source: Now Gaumhaldric the Great will accomplish all those amazing deeds that will cause bards to sing about him in the future!
ca: Ara Gaumhaldric el Gran farà totes eixes fantàstiques coses que després els bards cantaran d'ell en el futur.
hu: És most Gaumhaldric, a Nagy véghezviszi azokat a legendás tetteket, amiket az énekesek századokig zengeni fognak.
ja: 偉大なる Gaumhhaldric は、吟遊詩人が将来唄うような驚くべき偉業を成し遂げるでしょうね！
ru: Теперь Гемхальдрик Великий двинется к свершениям удивительных деяний, которые менестрели воспоют в веках.

source: Ruvio, would you please send her back home?
ca: Ruvio, podries per favor manar-la cap a casa?
hu: Ruvio, hazaküldenéd a kislányodat?
ja: Ruvio 、家に帰るよう彼女に言ってくれないか？
ru: Рувио, сделай милость, отправь её домой.

source: Stop it, kids. We've got to keep moving. We have a mission to accomplish.
ca: Pareu, xiquets. Ens hem d'anar. Hi ha una missió que cal complir.
hu: Elég ebből, gyerekek! Folytatnunk kell az utunkat! Végre kell hajtanunk a feladatunkat!
ja: やめなさい、Karen ！私たちは移動し続けなければならないんだ。達成すべき使命があるんだぞ。
ru: Дети, перестаньте. Надо идти. Мы должны выполнить задачу.

source: A GREAT mission. Hey, Gaumhaldric, I think I just came up with a song about this. Do you want to hear it?
ca: Una GRAN missió. Ei, Gaumhaldric, crec que acabe de fer una cançó d'açò. Vols sentir-la?
hu: A NAGY feladatot. Hé, Gaumhaldric, azt hiszem, már szereztem is egy dalt róla. Akarod hallani?
ja: 凄い使命だわ。ねえ、Gaumhhaldric さん、その使命についての歌を思いついたの。聞きたいと思いません？
ru: ВЕЛИКУЮ задачу. Эй, Гемхальдрик, кажется я только что сочинила про тебя балладу. Хочешь послушать?

source: If you want my advice, I think you may want to use our elves. Six elves should be able to hold off the eastern leader on their own, especially using hit-and-run tactics. Alternatively, you may ignore one of the enemies entirely and concentrate all of your forces against the other one. There's no hurry; we've got quite a lot of time.
ca: Si ho puc suggerir, tal volta vulgues utilitzar els elfs. Sis elfs a soles són prou per contenir al líder de l'est, especialment amb tàctiques d'escamot. També podries concentrar totes les forces en un líder només i deixar l'altre per després. De tota manera, no hi ha cap pressa, tenim temps.
hu: Ha javasolhatok valamit, használhatnád a tündéket. Hat tünde felér egy egész hadsereggel, így a keleti vezért, főleg az üss-és-fuss taktikával, kikapcsolhatod. Az egyik ellenséget így teljesen kiiktathatod, s a sereg nagy részét a másik ellen küldheted. Nem kell sietned, van időnk.
ja: 助言としての私の案ですが、身内のエルフを使うと良いでしょう。６人のエルフで、特にヒットアンドラン方式の戦術を使えば、東側のリーダーを食い止められるはずです。若しくは、敵の一方を完璧に無視し、もう一方の敵に戦力を集中させるのです。急ぐ必要はありません。時間はたっぷりあります。
ru: Насколько я понимаю, ты захочешь использовать эльфов. Шестерых эльфов в одном отряде достаточно, чтобы захватить восточного лидера. Особенно если использовать тактику "ударь и уйди". Ты можешь совершенно забыть об одном из врагов и сосредоточить свои силы на оставшемся. Не волнуйся, времени у нас достаточно.

source: Outlaw Base
ca: Campament dels proscrits
hu: Törvényenkívüliek Tanyája
ja: 無法者の拠点
ru: Логово разбойников

source: Gawen, Ruvio, and Karen didn't celebrate their victory. The bodies of the last Akladians were still warm as they hurried from the battlefield. They entered the forest of Raedwood, hoping that no one would follow them.
ja: Gawen 、Ruvio 、Karen の３人は、彼らの勝利を祝うことはありませんでした。最後の Akladia 人の遺体のいくつかはまだ温かく、彼らは戦場から急いで移動し、Raedwood の森へと入っていきました。誰も追跡していないことを願いながら。

source: What kind of place is this?
ca: Quina mena de lloc és aquest?
hu: Miféle hely ez?
ja: ここは、どういう場所なんだ？
ru: Что это за место?

source: It's a bad place. Not the worst place imaginable, but it's still bad enough.
ca: Un lloc roin. No el pitjor que pugues imaginar, però encara així és prou roin.
hu: Baljóslatú hely. Nem a legrosszabb, amit el tudsz képzelni, de azért eléggé rossz.
ja: 悪い場所ね。想像できる最悪の場所ということはないけど、でも十分悪い場所だわ。
ru: Плохое место. Не самое плохое, какое можно представить, но достаточно паршивое.

source: You see, Haldric... uh, Haldric? HALDRIC!
ja: ほら、Haldric... あれ、Haldric？ HALDRIC！

source: ...oh right, you mean me. Sorry, I just haven't gotten used to that name yet...
ja: ... あぁ、そうか、私のことだね。すまない、まだその名前にちゃんと慣れていなくて...

source: Right, well, as I was saying, about this place, when the royal family of Wesnoth started a war over succession, a golden era for bandits and thieves began. The succession wars were devastating and divided Wesnoth into many small kingdoms.
ja: なるほど。で、先ほどの話ですが、ここは、Wesnoth の王室が後継者を巡って戦争を始めた時に、盗賊・泥棒どもにとっての黄金時代が始まった場所なんです。後継者争いは甚大な被害をもたらして、Wesnoth は小さな王国が乱立する状態となったのです。

source: During the wars, kings became weaker and lost much of their power, so when peace came they no longer had the forces needed to drive bandits out of their hideouts. The bandits continued to flourish even in periods of peace. When the Akladians came, they didn't care about rooting the bandits out either.
ca: Els reis acabaren sent molt dèbils, perdent la major part del seu poder durant les guerres, i quan va esdevenir la pau ja no tenien prou forces com per a expulsar els bandits dels seus amagatalls. Així que fins i tot en temps de pau van florir. I quan van arribar els akladians, no van preocupar-se per ells tampoc.
hu: A királyok meggyöngültek a háborúk során, s katonai erejük is elfogyott. Amikor a béke végre beköszöntött, képtelenek voltak erővel fellépni a banditák ellen, s kifüstölni őket a rejtekeikből, így azok továbbra is élik világukat. Aztán jöttek az akladiaiak, s ők sem törődnek velük.
ja: 戦争の間、王たちは弱くなって権力は失われ、平和が戻った頃には、盗賊どもを潜伏場所から一掃できるほどの力はもう残っていませんでした。奴らは平和な時代になっても猛威を振るっていました。その後 Akladia 人が来ましたが、盗賊の根絶などには無関心でした。
ru: В долгих сражениях королевские армии уменьшились и ослабли. Когда наступил мир, ни у кого не осталось сил, чтобы выкуривать бандитов из их нор. Поэтому и в течение долгих лет мира преступники чувствовали себя вольготно. Нашествие акладиан их тоже не смутило.

source: Fortunately, the place seems to be abandoned now.
ca: Afortunadament, aquest lloc pareix abandonat ara.
hu: Szerencsére ez a hely eléggé elhagyatottnak látszik most.
ja: 幸いにも今ではもう、この地は見捨てられたようですね。
ru: На наше счастье это логово, похоже, давно заброшено.

source: Hey, people! Look who's here: such ridiculously easy targets that even though most of our forces are elsewhere, we will still have no problem taking their gold!
ca: Ei, gent! Mireu qui està ací: un blanc tan ridículament fàcil que encara amb la majoria de les nostres forces fora, no tindrem cap problema per furtar-los el seu or!
hu: Hejj, emberek! Nézzetek csak oda: micsoda szánalmas seregecske közeledik! Szedjük csak el tőlük az aranyaikat! Nem lesz nehéz dolgunk, még így sem, hogy a fő erőink másutt vannak.
ja: やあ、諸君！ここにいる奴を見てくれ。笑っちまうくらい楽ちんな標的がいるぞ。俺たちの戦力の大半がどこかに行っていようが、全く問題なくゴールドをかっぱらえそうな奴らがな！
ru: Эй, братва! Смотрите-ка кто идёт. Полтора калеки курам на смех. Вытрясем их них золотишко одной левой. А я уж чуть не расстроился, что почти все наши сейчас на деле.

source: Abandoned, huh?
ca: Abandonat, bé.
hu: Elhagyatott, huh.
ja: 見捨てられたって、誰か言ってなかった？
ru: Заброшено, угу.

source: There are some young men living in the neighborhoods here. You may recruit a few of them.
ja: この近くには若い男たちが住んでますよ。何人か雇うのも手ですね。

source: If I may, I want to personally prove to this Rob Roe that I am not a 'ridiculously easy target.' Leave him to me, if you can.
ca: Si puc, voldria demostrar-li personalment a eixe Rob Roe que no sóc un objectiu tan ridículament fàcil. Ei, si podeu, deixeu-me'l a mi!
hu: Ha lehet, személyesen én akarom bebizonyítani ennek a Rob Roenak, hogy nem vagyunk egy szánalmas seregecske. Hagyjátok meg őt nekem, ha lehet!
ja: できれば、私自身が「笑っちまうくらい楽ちんな標的」じゃないことを個人的に分からせてやりたい。よければ、奴は私に任せてくれないか。
ru: При случае я бы показал этому Робу Ро кто тут курам на смех. Слушайте, если получится, дайте мне самому с ним разобраться. Не убивайте его.

source: What? Why are you looking at me like that?
ja: え、何？ なんで、そんな目で私を見てるんですか？

source: Hmm... I wonder what might lie in that northern, empty castle...
ca: Uhmmm... Em pregunte que tindran en aquell castell abandonat al nord...
hu: Hmm... vajon mi lehet abban az északi, üres kastélyban...
ja: あぁ... あの北方に何かが有るかもしれないな、幽霊城に...
ru: Хм. Интересно, что там у них в заброшенном северном замке...

source: Your recruitment of spearmen and archers is limited in this scenario.
ja: このシナリオでは、槍兵と弓兵の雇用数に上限があります。

source: You may recruit up to FOUR spearmen and/or archers. When you recruit a FOURTH spearman and/or archer, their recruitment will be disallowed.
ca: Pots reclutar QUATRE soldats o arquers. Una vegada reclutes el QUART arquer o soldat, ja no podràs reclutar-ne més.
hu: Toborozhatsz összesen NÉGY elsőszintű egységet, dárdást vagy íjászt. Miután a NEGYEDIK elsőszintű egységet toboroztad, ez a lehetőség megszűnik.
ja: 槍兵か弓兵を最大４人まで雇用できます。４人目の兵を雇用した時点で、雇用ができなくなります。
ru: Можно завербовать ЧЕТВЕРЫХ копьеносцев или лучников. После этого вербовка будет недоступна. Из-за ограничений движка "Веснота" нужно СНАЧАЛА завербовать рекрутов, ПОТОМ призвать ветеранов, иначе ветераны тоже войдут в число этих четверых.

source: Kill the enemy leader
ja: 敵のリーダーを殺す

source: Wow! They actually know how to fight!
ca: Woah! Si saben lluitar!
hu: Ejha! Ismerik a fegyvereket!
ja: おっと！奴ら、実は戦い方を知ってやがるぜ！
ru: Ба! Да они даже кусаться умеют!

source: Hmm... perhaps they are not such easy marks as I thought.
ca: Hmmm... pareix que no són un blanc tan fàcil com pensava.
hu: Hmm... úgy látszik, mégsem olyan könnyű prédák, mint azt elsőre gondoltam.
ja: うーん... ひょっとして奴らは、俺が考えてたほど楽な相手じゃないかもしれん。
ru: Хм... Похоже это не такая уж легкая добыча, как я думал.

source: Heavens! They really know how to fight! Stop toying with them!
ja: とんでもねえぞ！ 奴ら、戦い方を熟知してやがる！奴らとのお遊びはもう終わりにしろ！

source: Argh! Why would you not at least grant me the honor of death at the hand of your commander? I should have liked to learn his name...
ca: Argh! Per què no m'haveu concedit l'honor de morir per mà del vostre comandant?! No conec ni el seu nom...
hu: Áááh! Még az a megtiszteltetés sem érhet, hogy a parancsnokotok kezétől essem el. Még a nevét sem tudom...
ja: くっそー！せめてお前らの司令官の手で死ぬっていう名誉をなんでよこさないんだ？名前くらいは知りたかったのに...
ru: Аах. Было б больше чести, если бы меня прирезал твой командир! А я даже не знаю как его зовут...

source: My name is Ga... uhmm... Haldric.
ca: El meu nom és Ga...uhmm...Haldric.
hu: A nevem Ga...umm... Haldric
ja: 私の名は Ga... <b>う、うん</b>.. Haldric だ。
ru: Меня зовут Гэ... ммм... Хальдрик.

source: Gaumhaldric? Wow, every name is better than the last.
ca: Gaumhaldric, wow, cada vegada que et canvies el nom, va millorant!
hu: Gaumhaldric, ejha, bármelyik név jobb, mint a régi.
ja: 「Gaumhhaldric」っていう名前なの？ これまでで一番いい名前だわ。
ru: Гемхальдрик? Ха, каждое твоё новое имя лучше прежнего.

source: It wouldn't have been so easy for you if the bulk of our army hadn't been elsewhere...
ca: No haguera sigut tan fàcil per tu si la resta del nostre exèrcit no haguera estat fora...
hu: Nem győztetek volna ilyen könnyen, ha a fő erőink nem lennének küldetésben.
ja: 俺の軍隊の多くが他の場所に行ってなければ、こんなに簡単には倒されなかったろうな...
ru: Ты бы не управился так легко, если бы все наши парни не ушли на дело.

source: So you were worthy opponents, after all! It's a shame we didn't meet in other circumstances, or we might have been friends.
ca: Has sigut un digne rival, sense cap dubte! És una llàstima que no ens hagem trobat en una altra ocasió, podríem haver sigut amics.
hu: Végül is méltó ellenfelek voltatok! Kár, hogy ilyen körülmények között kellett találkoznunk, barátok is lehettünk volna.
ja: 実は、あんたら、よい対戦相手だったわけだな、結局！ 別の状況で会いたかったけど残念だ、友人になれたかもしれんのにな。
ru: А ты оказался не слабым парнем. Жаль, что не встретились в другой обстановке. А может мир?

source: You need not die, Rob Roe. I do not wish for your death. I will let you live.
ja: お前、死ぬ必要はない、Rob Roe 。お前の死など望んではいないんだ。生かしてやろう。

source: What's your name, noble stranger, so I can know whom to thank?
ca: Quin és el teu nom, noble estranger, per a que sàpiga a qui donar-li les gràcies?
hu: Hogy hívnak, nemes idegen, hogy tudjam kinek köszönhetem az életem?
ja: あんた、名前は何ていうんだ、気高いよそ者さん、そうすりゃ、俺が感謝する相手が誰だか分かるってもんだろ？
ru: Как тебя зовут, добрый человек? Чтобы я знал, кого благодарить.

source: So, Gaumhaldric, may I fight for you? I and my people too?
ca: Gaumhaldric, doncs, puc lluitar per tu? I la meua gent també?
hu: Tehát, Gaumhaldric, harcolhatunk melletted? Én és az embereim?
ja: そうか、「Gaumhhaldric」、あんたのために戦ってもいいんだな？俺と俺の仲間もってことでいいか？
ru: Гемхальдрик, так Гемхальдрик. Слушай, а хочешь я пойду с тобой? Ну и мои парни тоже.

source: Wow! Seems you have earned a new nickname, Gaumhaldric.
ca: Wow, pareix que tens un nou nom, Gaumhaldric.
hu: Hűha! Új nevet választottál magadnak, Gaumhaldric.
ja: わお！あなた、あたらしい呼び名ができたみたいね、「Gaumhaldric」 さん。
ru: Ха! Похоже, ты заработал новую кличку, Гемхальдрик.

source: After some thought...
ca: Després de pensar-m'ho...
hu: Egy kis gondolkodás után...
ja: 少し考えたんだが...
ru: После некоторых раздумий...

source: Yes, I shall accept you and any of your people who want to fight in my army.
ca: Sí, t'acceptaré a tu i a qualsevol altre que vulga lluitar al meu exèrcit.
hu: Rendben van, csatlakozhattok hozzánk.
ja: いいだろう、お前と、お前の仲間に私の軍隊で戦いたい者がいれば、受け入れよう。
ru: Хорошо. Ты и твои люди могут сражаться вместе со мной.

source: No offense, but I don't trust you enough.
ca: No, sense ànim d'ofendre, però no confie prou en vosaltres.
hu: Ne vedd rossz néven, de nem bízom benned eléggé.
ja: 悪く思わないでほしいのだが、お前たちを十分には信用していない。
ru: Нет. Без обид, я тебе не доверяю.

source: You said most of your army is elsewhere?
ca: Havies dit que la majoria del vostre exèrcit està fora?
hu: Azt mondtad, hogy a fő erőitek máshol vannak?
ja: 軍隊の大半は他の場所にいると言っていたな？
ru: Кстати, ты говорил, что большинство ваших сейчас куда-то ушли.

source: Yes. Our best units were hired to invade the Carrenemoe clan.
ca: Sí, les millors unitats van ser contractades per envair les terres del clan Carrenemoe.
hu: Igen. A legjobb harcosainkat felbérelték, hogy támadják meg a Carrenemoe klánt.
ja: ああ。俺たちの最高の戦士たちは Carrenemoe 一族に攻め込む目的で雇った奴らさ。
ru: Ага. Лучших парней наняли для войны с кланом Карренемо.

source: The Carrenemoes? Ruvio, we have to...
ca: Carrenemoe? Ruvio, hem de...
hu: A Carrenemoe klánt? Ruvio, el kell mennünk...
ja: Carrenemoe 一族だと？ Ruvio 、私たちの...
ru: Карренемо?! Рувио, мы должны...

source: We must get to Freetown as soon as possible. I'm sorry, kid.
ca: Hem de tornar el més prompte millor a Ciutat Lliure. Ho sent.
hu: El kell mennünk Freetownba, amilyen gyorsan csak tudunk. Sajnálom, fiam.
ja: 私たちは一刻も早く Freetown へ到着しなければなりません、申し訳ありません、坊っちゃん。
ru: Мы должны идти во Фритаун как можно быстрее. Мне очень жаль, малыш.

source: Rob Roe, there was assassin who was sent after m... Gawen Hagarthen. He was interrogated and he said he was sent from an 'Outlaw Place.' Do you know who hired him to kill king Gawen Hagarthen?
ca: Rob Roe, fa uns pocs dies van enviar un assassí contra m... Gawen Hagarthen. Quan el van interrogar, va respondre que venia del Campament dels proscrits. Saps qui el va contractar per matar Gawen Hagarthen?
hu: Rob Roe, egy orgyilkost béreltek fel, hogy megöljön en... Gawen Hagarthent. A vallatáskor elárulta, hogy a Törvényenkívüliek Tanyájáról küldték. Tudsz valamit erről, ki bérelte fel, hogy megölje Gawen Hagarthen királyt?
ja: Rob Roe よ、わた...Gawen Hagarthen に刺客を差し向けた者がいた。そいつは尋問されていたときに、「無法者の場所」から送られたと吐いたんだ。Gawen Hagarthen 王の殺害を狙って雇った者が誰だか知っているか？
ru: Роб Ро, когда-то одного наёмника, послали убить м... Гэвена Хагартена. На допросе он показал, что был послан из Логова. Ты знаешь кто нанял его убить короля?

source: I am not sure. Perhaps you can say a few names, and I will tell you if any of them rings a bell?
ca: No estic segur. Potser si em dius alguns noms, puga dir-te si cap em sona.
hu: Nem is tudom. Talán ha mondanál néhány nevet, esetleg beugrana.
ja: うーん、何だったかな。いくつか名前を言ってくれれば、ピンと来る奴がいるかもしれない。どうだ？
ru: Не уверен. Назови какие-нибудь имена, я скажу, если услышу что-нибудь знакомое.

source: So, what about...
ca: Bé, va ser...
hu: Akkor lássuk, ki lehetett...
ja: ならば、そうだなぁ...
ru: Ну, например...

source: No, I don't think it was him.
ca: No, no ho crec.
hu: Nem. Kétlem, hogy ő lett volna.
ja: いや、そいつじゃないな。
ru: Нет, врядли это был он.

source: Yes! I remember that name now! He set a price on the head of a father and son. I think it was also he who paid us to invade the Carrenemoes' holdings.
ja: それだ！その名前、いま思い出した！その野郎は、父親と息子の首に賞金を掛けたんだ。Carrenemoe 一族の領地に侵入に金を払ったのもそいつだと思うぞ。

source: Reme Carrenemoe?
ja: Reme Carrenemoe か？
ru: Реме Карренемо?

source: The noble and honorable Reme? You have got to be kidding.
ca: El noble i oh-que-honorable-que-sóc Reme? Estàs de broma?
hu: A nemes és sírig-hű Reme? Csak viccelsz, ugye?
ja: 後期で誇り高い Reme か？まさか、馬鹿なこと言うなよ。
ru: Благородный ой-какой-честный Реме? Не валяй дурака.

source: Lady Lorin?
ca: Na Lorin
ja: Lady Lorin か?
ru: Леди Лорин?

source: No, it wasn't a woman. People from the Gallorae clan did contact us in the past about buying some poison, but that was years ago.
ca: No, no va ser una dona. Sí que va contactar gent del seu clan amb nosaltres en el passat per comprar un verí, però ja fa molt de temps d'això.
hu: Nem, biztosan nem egy nő volt. A klánjából megkerestek ugyan régebben, s adtunk nekik mérget, de az már régen volt.
ja: 違うな、そいつは女だろ。Gallorae 一族 の奴らが昔、接触してきたことはある。毒薬を買いたいって言ってな。だが、それだって何年も前の話さ。
ru: Нет, это была не женщина. Когда-то люди из её клана приходили к нам насчёт яда, но это было давно.

source: Graeme O Borraine?
ja: Graeme O Borraine か？
ru: Грэм О'Боррейн?

source: Who? Never heard of him.
ca: Qui? No mai havia sentit parlar d'ell.
hu: Kicsoda? Sosem hallottam ezt a nevet.
ja: 誰だよそれ？ 聞いたこともねえや。
ru: Кто? Никогда не слышал.

source: Hoyre O Barnon?
ja: Hoyre O Barnon とか？
ru: Ойре О'Барнон?
