Repository: nemaara/A_New_Order
Catalog: translations/wesnoth-A_New_Order/*.po
Languages: ca, hu, ja, ru

source: I think they keep captured villagers in the dungeons of their castles. It's time to free them and kill the orcs!
ca: Crec que tenen als camperols capturats a les masmorres dels seus castells. És l'hora d'alliberar-los i matar els orcs!
hu: Azt hiszem, az elfogott falusiakat a vár kazamatáiban tarthatják fogva. Ki kell szabadítsuk őket, és ki kell irtani az orkokat!
ja: 奴らは、捕獲した村人たちを城の中の地下牢に閉じ込めているようですね。今こそその村人たちを解放してオークどもを殺しましょう！
ru: Думаю, они держат пленных в замковых башнях. Самое время освободить людей и перебить орков!

source: All right. We are going to free the peasants, kill the orcs, and remember that we have to interrogate their leaders. Maybe they know something of interest to us.
ca: Molt bé. Alliberarem eixos camperols, matarem els orcs i recordeu açò: hem d'interrogar el líder. Tal volta sàpiga alguna cosa que podria ser útil per nosaltres?
hu: Rendben. Kiszabadítjuk a parasztokat, kiirtjuk az orkokat, de ne felejtsétek el: nyelvet kell fognunk. Talán a vezéreik tudnak nekünk valami érdekeset mondani.
ja: よし。農民たちを救い出し、オークをやっつけよう。それから、奴らのリーダーたちを尋問しなければならないことを忘れるな。有用な何かを知ってるかもしれない。
ru: Хорошо. Мы освободим крестьян и убьём орков, но не забывайте: мы должны допросить начальников. Может они знают что-нибудь интересное?

source: You may withdraw by moving Gawen Hagarthen to the signpost south of your initial position.
ca: Pots retirar-te menejant Gawen Hagarthen al senyal al sud de la teu posició inicial.
hu: Visszavonulhatsz Gawen Hagarthennel, ha a kezdő pozíciótól délre található útjelzőhöz mész.
ja: Gawen を初期位置の南にある道標に移動させると撤退することができます。
ru: Вы можете отступить, приведя Гэвена к южному указателю рядом с начальной позицией.

source: We have no time and forces to defeat the orcs here. Retreat!
ca: No tenim el temps ni les forces per derrotar els orcs ací. Retirada!
hu: Nincs időnk, s kevesen is vagyunk ahhoz, hogy legyőzzük az orkokat. Visszavonulás!
ja: 私たちには、オークを倒すための時間も兵力も無い。撤退するぞ！
ru: Нам не хватит времени и сил, чтобы победить. Отступаем!

source: Listen up, you large orc in my small hands. How high can a big orc sing when I use this knife?
ca: Ei, gran orc, mira les meues manetes. Quant d'alt pot cantar un grandàs com tu quan comencen a usar aquest ganivet?
ja: よく聴きなさい、私の小さな手中にある、図体のでかいオークよ。このナイフを私が使えば、オークはどれくらいの大声で歌を歌えるんだろうね？
ru: Послушаем, послушаем большого орка в моих маленьких ручках. Ну-ка, как хорошо запоёт большой орк, когда я достану этот ножик?

source: Wait wait wait, human woman. Do orc no harm.
ca: Paraparapara, dona humana. No fer mal a l'orc.
hu: Nenene, asszony. Ne bántsd az orkot!
ja: 待て、待ってくれ、人間の女よ。オークを苛めるな。
ru: Стой-стой-стой, человечья женщина. Не трогай орка.

source: This human woman will do no harm if the orcish idiot will answer all my questions. Why are you here? Why are you allied with Akladians?
ca: Dona humana no farà mal si idiota orc respon totes les preguntes. Per què esteu ací? Per què esteu aliats amb els akladians?
hu: Az asszony nem fogja bántani a kis idiótát, ha az válaszol néhány kérdésre. Mit kerestek itt? Miért szövetkeztetek az akladiaiakkal?
ja: このバカオークが私の質問に全部答えるなら、この人間の女は苛めたりはしないさ。お前、ここにいる理由は何だ？なぜ Akladia 人と同盟を結んでるんだ？
ru: Человечья женщина никого не тронет, если дурачина орк ответит на все вопросы. Зачем вы здесь? Почему вы объединились с акладианами?

source: My boss know everything, I know nothing. We are here for having fun and good meat I think.
ca: És el nostre cap qui ho sap tot, jo no sé res. Nosaltres estem ací per passar-ho bé i bona carn, crec.
hu: Azt csak a főnök tudja, én semmit nem tudok. Én csak szórakozásból és a lakoma végett vagyok itt.
ja: 俺の大将は全部知ってる、俺は知らない。楽しく、肉を食うためにここにいるんだ、それだけだ。
ru: Босс знает всё, я не знаю ничего. Я считаю, что мы здесь для того, чтобы повеселиться и добыть свежего мяса.

source: Hey, hey, don't die so fast, I haven't finished asking you!
ca: Ei, no moris tan de presa, encara no he terminat!
hu: Hé, ne halj meg olyan gyorsan, még nem végeztünk!
ja: ちょっと、ちょっと、なんで死んじゃうのよ、まだ質問は終わってないわよ！
ru: Эй, эй, не умирай так быстро, я ещё не всё спросила!

source: I don't want to waste too much time, so answer me now: There is an alliance between traitors from the Akladian race and Orcs. Why?
ja: 時間を使いたくないからさっさと答えなさい、いいわね。Akladia人の裏切り者とオークが同盟を結んでるけど、その理由は？

source: And why should I tell you, stupid woman?
ca: I per què t'ho hauria de dir, estúpida dona?
hu: Miért mondanám el, ostoba liba?
ja: なんだと、このバカ女、どうしてお前なんかに教えなきゃならないんだ？
ru: Почему это я должен тебе отвечать, тупая женщина?

source: THAT is for calling me stupid woman. And THAT is gratis. Speak!
ca: AÇÒ va per dir-me dona estúpida. I AQUESTA és debades. Parla!
hu: EZ nevez engem ostoba libának?! S mindezt büntetlenül. Beszélj!
ja: 私をバカ女と呼んだわね、これは、そのことへの罰よ。それから、これはオ・マ・ケ。さあ、話しなさい！
ru: ЭТО тебе за "тупую женщину". А ЭТО просто так. Говори!

source: Don't... We were ordered by Grekulak to listen to the Akladians... why he ordered us to ally with them I do not know..
ja: やめてくれ... Grekulak に言われたんだ、Akladia人の話を聞くようにと... なんで奴が同盟を組めなんて命令したかなんて、俺には分からん...

source: Who is Grekulak? Why he allied with Akladian traitors?
ca: Qui és aquest Grekulak? Per què està aliat amb els traïdors akladians?
hu: Ki ez a Grekulak? S miért kötött szövetséget az akladiai árulókkal?
ja: Grekulak とは誰だ？ そいつはなぜ Akladia の裏切り者と組んだのだ？
ru: Кто такой Грекулак? Почему он связался с акладианскими предателями?

source: Grekulak... is... our... guide... he...
ja: Grekulak は... 俺たち...の...指導者... あいつが...

source: He? He what? Answer me, come on!
ca: Ell? Ell què? Dis-m'ho, va!
hu: Ő micsoda? Válaszolj, gyerünk!
ja: あいつが、何だって？ 答えなさい、おい！
ru: Он? Он что? Давай, говори!

source: Lady Lorin, stop it. He is dead. He can't tell us anything more.
ca: Na Lorin, deixa-ho. És mort. No dirà cap paraula més.
hu: Lady Lorin, hagyd abba! Már meghalt. Nem tud mit mondani.
ja: Lorin 様、おやめください、もう死んでいます。もう何も話せません。
ru: Леди Лорин, прекратите. Он мёртв. Он больше ничего не скажет.

source: This is what you wanted, right? To know who is behind this alliance? Now you know, it is 'Grekulak' - who or whatever that is.
ca: Però açò és el que volies, no? Saber qui estava darrere d'aquesta aliança. Ara ja ho saps, és un tal 'Grekulak'
hu: Nos, megtudtad, amit akartál, nem? Megtudni, ki áll az egész dolog hátterében. Most már tudod, valami 'Grekulak'.
ja: これが、あなたの望んでいたものでしょ？同盟の影に隠れている人物を知ることよね？さあ、ハッキリしたわよ。"Grekulak" よ。誰なのか何なのか知らないけど。
ru: Ну что, это вам было нужно? Узнать кто стоит за альянсом? Теперь мы знаем, что это какой-то Грекулак.

source: Maybe you are right. We should go back to Freetown then.
ca: Tal volta tingues raó. Deuríem tornar a Ciutat Lliure ara.
hu: Talán igazad van. Vissza kellene mennünk Freetownba.
ja: あなたの言うとおりかもしれません。それなら Freetown へ戻らねばなりません。
ru: Похоже ты права. Мы должны возвращаться во Фритаун.

source: I will let you live, if you will tell me few things.
ca: Et deixaré viure si em dius algunes coses.
hu: Kaphatsz egy esélyt, ha elmondasz nekem pár dolgot.
ja: いくつかの質問に答えれば、お前を生かしてやってもいい。
ru: Я оставлю тебе жизнь, если ты кое-что мне расскажешь.

source: Yes, yes, I will answer, yummie... liver. What kind of liver it would be?
ja: どうぞ、どうぞ、答える、つまり... 「れば」ね。どんなレバーです？

source: What??
ca: Cóm?!??!
hu: Micsodát??
ja: 何だ？
ru: Что??

source: What kind of liver it will be? Human liver, uhmm, or delicious liver of Elvish woman?
ca: Quina mena de vídua serà? Em fiquen a mil les vídues, totes de negre i així... Serà una humana o una, uhmhmh, refinada elfa?
hu: Milyen vesét kaphatok? Emberi vesét, vagy ühm egy finom kis tünde vesepecsenyét?
ja: どんな感じのレバーです？人間のレバー、いや、おいしい女エルフのレバーとか？
ru: Ну, какой жир? Человеческий или, ммм... деликатесный жирок эльфийки?

source: No, no, you did not understand me. I will LET you LIVE, not GET you LIVER. Why are you here, allied with Akladians?
ca: No, no m'has entès. Et deixaré VIURE, no una VÍDUA. Per què esteu aliats amb els akladians?
hu: Mi? Te teljesen félreértettél engem. Kapsz egy ESÉLYT az életbenmaradásra, nem VESÉT. Tehát, miért szövetkeztetek az akladiaiakkal?
ja: 違う違う、ちゃんと聞いてるのか。「質問に答えレバ、生かしてやる」と言っているんだ。「レバー」の話じゃない。 Akladia 人と同盟を結んでいるのか？
ru: Ты меня не понял. Я оставлю тебе ЖИЗНЬ а не ЖИР. Почему вы заодно с акладианами?

source: My boss would know. I know nothing, I am great warrior, not great thinker.
ca: El nostre cap sabrà. Jo no sé res, sóc gran guerrer, no gran pensador.
hu: A főnöktől kellene megkérdezned, én nem tudok semmit. Én egy harcos vagyok, nem egy diplomata.
ja: 俺のボスなら知ってるかもしれないけど、俺に聞かれてもなあ。俺は優秀な戦士で、優秀な思索者じゃないよ。
ru: Это наверное знает мой босс. Я ничего не знаю. Я великий воин, а не великий мыслитель.

source: My lord! Do not let him go! He was beating and killing my friends and family members! If you won't kill him, I will!
ca: Senyor! No el deixes anar-se'n! Ell va palejar i matar els meus amics i familiars! Si no el mates, ho faré jo!
hu: Uram! Nehogy szabadon engedd! Ez az állat lemészárolta a családomat és a barátaimat! Ha te nem ölöd meg őt, akkor én fogom!
ja: 陛下！そいつを逃がしてはいけません！その野郎は私の友人たちを、私の家族の面々を殴り、殺したんです！陛下が手をないのでしたら、私が殺します！
ru: Милорд! Не отпускайте его! Он избивал и резал моих друзей и родственников! Еслы Вы не хотите его убивать, давайте я убью!

source: Should I spare him?
ca: Deuria deixar-lo viure?
hu: Megkegyelmezhetek neki?
ja: 彼を助けるべきだろうか？
ru: Пощадить его?

source: No.
hu: Nem.
ja: 駄目だ。
ru: Нет.

source: Aaaargh!!
ca: Aaargh!!
hu: Ááááhh!!
ja: アァーッ！
ru: А-а-а-арх!!!

source: I will allow you to live, if you will tell me few things.
ca: Et deixaré viure si em dius algunes coses.
hu: Kaphatsz egy esélyt, ha elmondasz nekem pár dolgot.
ja: 生かしてやってもいいぞ、幾つかの質問に答えればだが。
ru: Я оставлю тебе жизнь, если ты кое-что мне расскажешь.

source: Ask then, human.
ca: Dis-me, doncs, humà.
hu: Kérdezz, ember!
ja: なら、言ってみな。
ru: Спрашивай, человек.

source: Why are you allied with Akladians?
ca: Per què esteu aliats amb els akladians?
hu: Miért szövetkeztetek az akladiaiakkal?
ja: どうしてお前たちは Akladia 人と組んでるんだ？
ru: Зачем вы объединились с акладианами?

source: That's what waits for all orcs that fall into my hands!!
ca: Açò és el que els espera a tots els orcs que caiguen a les meues mans!!
hu: Ez vár minden orkra, aki a kezembe kerül!
ja: 私の手に落ちたオークを待ち受けているのがこれだ！！
ru: Так будет каждым орком, попавшим в мои руки!

source: John the Smith
ca: Joan el ferrer
hu: Kovács Jani
ja: 鍛冶屋の John
ru: Джон Кузнец

source: Paul the Small
ca: Pau el xicotet
hu: Pici Pali
ja: チビの Paul
ru: Маленький Поль

source: Quick Herman
ca: Lluís el ràpid
hu: Gyorskezű Herman
ja: 敏捷な Herman
ru: Быстрый Герман

source: Hurray! We are free! Now, death to the orcs!
ca: Hurra! Som lliures! Ara, a matar orcs!
hu: Éljen! Szabadok vagyunk! És most halál az orkokra!
ja: やったーー！自由だー！ オークなんか死んでしまえ！
ru: Урра! Мы свободны! Смерть оркам!

source: Gonzales the Steelhand
ca: Pep el mà d'acer
hu: Vasmarkú Gonzales
ja: 鉄拳の Gonzales
ru: Гонзалес Стальная Рука

source: Oh no! New reinforcements have arrived to help our enemies, now we have no chances to defeat them!
ca: Oh, no! Han arribat reforços per ajudar els nostres enemics, ara no tenim cap possibilitat de derrotar-los!
hu: Ó ne! Erősítést kaptak az ellenségeink, semmi esélyünk a győzelemre!
ja: なんと！敵の新たな援軍が来たぞ。これではもう奴らを倒せそうにない！
ru: Нет! К ним пришло подкрепление! Теперь у нас нет шансов на победу.

source: When I returned to the castle, it looked like a beehive with so many Akladians scurrying here and there. When I asked where Lady Lorin was, they avoided my eyes and muttered incoherently.
ca: Quan vaig tornar al castell, allò pareixia un abellar, amb tants akladians corrents d'aquí cap allà. Quan vaig preguntar on era Na Lorin, evitaven mirar-me als ulls i murmuraven alguna cosa incoherent.
hu: Amikor visszatértem a kastélyba, az egy méhkashoz hasonlított, akladiaiak futkostak fel-alá. Amikor Lady Lorin után kérdezősködtem, akkor pillantásomat kerülve valamit mormogtak, de nem értettem, mit.
ja: 私が城へ帰ると、Akladia 人があちこちに動き回っていて、まるで蜂の巣をつついたような状態だった。Lorin がどこにいるかを尋ねてみても、私の視線を避けるようにして、ちぐはぐな返事をブツブツと呟くだけだった。
ru: Когда я вернулся в замок, он был словно растревоженный улей. Множество акладиан носились туда-сюда. Когда я спрашивал, где леди Лорин, люди отводили глаза и мычали что-то нечленораздельное.

source: Finally one of them said that Lady Lorin committed some kind of terrible crime, and she was caught by the guards; she tried to fight them off, but she was still too weak after her strange accident on the battlefield and was easily overwhelmed.
ca: Finalment, un d'ells va dir-me que Na Lorin havia comés alguna mena de terrible crim i els guàrdies l'havien capturat; va intentar defendre's però encara estava massa dèbil després d'aquest incident en el camp de batalla i va ser fàcilment vençuda.
hu: Végül egyikük elmondta, hogy Lady Lorin szörnyű bűnt követett el, s elfogták az őrök; védekezni próbált, de még mindig elég gyenge volt a csatatéri különös baleset után, s könnyen lefogták.
ja: やっと聞き出したことは、Lorin が大変な罪に問われ、衛兵に捕らえられたということだった。衛兵を撃退しようとしたが、戦場での奇妙な出来ごとのせいで体調が弱り過ぎて、あっさりと負けてしまったのだ。
ru: В конце концов один из них сказал, что леди Лорин совершила какое-то ужасное преступление и заключена под стражу. Она пыталась защищаться, но потеряла слишком много сил после странного происшествия на поле боя, и её быстро одолели.

source: What does this mean? Where is my step-mother? What have you done to her and why? Speak, I demand an explanation!
ca: Què vol dir tot açò? On és la meua madrastra? Què li haveu fet? Parleu, demane una explicació!
hu: Mit akar ez jelenteni? Hol van a nevelőanyám? Mit tettetek vele és miért? Beszélj, magyarázatot követelek!
ja: どういうことだ？私の継母は何処にいるのだ？君は彼女に何をしたのだ、理由は何だ？話しなさい、私に説明するんだ！
ru: Что я должен думать? Где моя мачеха? Что вы сделали с ней и почему? Говорите, я требую объяснений!

source: My king, I apologise. People acted a bit hastily. I hope you won't take offense to it, your majesty.
ca: Sa majestat, em disculpe. La gent va actuar una miqueta massa ràpid. Espere que no s'ho prenga com una ofensa a la vostra majestat.
hu: Királyom, bocsánatodért esedezem. Az emberek kissé hevesen cselekedtek. Remélem nem érzed ezt felséged iránti támadásnak.
ja: 王様、申し訳ございません。皆、少し急ぎすぎたのです。どうかご気分を害されませんように、陛下。
ru: Мой король, я прошу прощения. Люди действовали немного поспешно. Надеюсь, вы не воспримете это как оскорбление Вашего величества.

source: Forget my majesty, where is she?
ca: A l'infern amb la meua majestat, on és ella?
hu: Pokolba a felségemmel; hol van ő?
ja: 国王であることは今は忘れてくれ、彼女はどこだ？
ru: К чёрту моё величество. Что с ней?

source: Well, I don't know how to say it delicately. Lady Lorin is...
ca: Bé, no sé com dir-ho. Na Lorin està...
hu: Nos, nem is tudom, hogy mondjam el. Lady Lorin...
ja: ええ、どう言えばよいのか、微妙な問題でして、Lorin 夫人は...
ru: Ну, даже не знаю что сказать. Леди Лорин...

source: The witch is pregnant!
ca: La bruixa està prenyada.
hu: A boszorkány terhes.
ja: あの魔女は、妊娠しているのですよ！
ru: Эта ведьма беременна.

source: She's what?!
ca: Ella què?!
hu: Micsoda?!
ja: え？ 彼女が、どうしたと？！
ru: Она что?!

source: She is pregnant. It has been almost two years since her husband - your father - died, and that means she must have betrayed him.
ca: Ella està encinta. Ja que fa casi dos anys de la mort del seu marit, ton pare, això vol dir que l'ha traït.
hu: Terhes. Majdnem két év telt már el, hogy a férje, azaz királyi atyád, meghalt, ez pedig azt jelenti, hogy elárulta őt.
ja: 妊娠しているのです。彼女の夫 ― つまり王様のお父上が亡くなられてほぼ２年が経っています。ということは、お父上を裏切ったことになります。
ru: Беременна. Прошло почти два года с тех пор, как её муж и Ваш отец умер, и вот она предала его.

source: Our customs are very specific about this. A widow cannot marry any other man, and cannot know any other man in... a physical way.
ca: Els nostres costums són molt específics en aquesta qüestió. Una vídua mai es cassarà amb un altre home ni tampoc coneixerà un home de cap manera física.
hu: A szokásaink e tekintetben nagyon szigorúak. Az özvegy nem házasodhat újra, s nem hálhat együtt más férfiakkal.
ja: 私たちの慣習では、こうしたことには厳格です。未亡人は他の男性との結婚はできませんし、他のいかなる男性を知ること... 肉体的に...も禁じられています。
ru: В наших обычаи особо трактуют подобные ситуации. Вдова не должна выходить замуж за ешё одного мужчину, и вообще встепать с кем-либо в физические отношения.

source: In other words, the witch must die.
ca: En altres paraules, la bruixa deu morir.
hu: Más szavakkal, a boszorkánynak meg kell halnia.
ja: 言い換えますと、あの魔女は死なねばなりません。
ru: Короче говоря, ведьма должна умереть.

source: Remember, that she's the king's step-mother.
ca: Recordeu que esteu parlant de la madrastra del rei.
hu: Ne felejtsd el, hogy ő a király nevelőanyja.
ja: お忘れではありませんよね、彼女は王様の継母なのですよ。
ru: Напомню, что она мачеха короля.

source: That's ridiculous. I want her to be released immediately, and then ...
ca: Això és ridícul. Vull que la solteu immediatament i després...
hu: Ez felháborító. Parancsolom, hogy azonnal engedjétek szabadon, és...
ja: そんな馬鹿な話があるか。すぐにも解放してほしい、そして...
ru: Это просто смешно! Я требую немедленно освободить её, и...

source: You want to start your rule with a gross violation of one of our most important customs? We agreed for some rights for Wesnothians, we tolerate the presence of MAGES here and even the ELVES, but changing the very foundations of our way of life?
ca: Vols començar el teu regnat amb una violació dels nostre costums? Hem admès els drets dels wesnothians, tol·lerem MAGS i fins i tot ELFS, però canviar la NOSTRA manera de viure?
hu: A szokásaink áthágásával akarod kezdeni az uralkodásodat? Belementünk abba, hogy a wesnothiak jogokat kapjanak, elviseljük a MÁGUSOKAT, sőt még a TÜNDÉKET is, de szakítani a HAGYOMÁNYAINKKAL?
ja: 陛下は、私たちの最も重要な慣習の一つを著しく侵害することから国の統治を始めたいとおっしゃるのですか？ Wesnoth 人のための幾つかの権利を認めましたし、ここにいる魔術師やエルフまでも、その存在を黙認しています。それなのに、生活のやり方の根幹まで変えるとおっしゃるのですか？
ru: Вы хотите начать своё правление с нарушения наших обычаев? Мы согласились дать некоторые права веснотцам, мы терпим МАГОВ и даже ЭЛЬФОВ, но менять НАШИ СОБСТВЕННЫЕ обычаи?

source: I am the messiah! I declare that those customs are no longer valid! Release her!
ca: Maleïda siga, sóc el messies. Declare que aquestos costums ja no són vàlids. Allibereu-la.
hu: Én vagyok a megváltó, az ördögbe is. Kijelentem, hogy ezek a szokások nem érvényesek többé. Engedjétek el!
ja: 私は救世主なのだ！そうした慣習は、もはや無価値だ！彼女を釈放しなさい！
ru: Я мессия, чёрт побери! Я объявляю этот обычай недействительным. Освободите её.

source: If you do this, then I couldn't be loyal to you. My people would turn away from me.
ca: Si ho fas, no podria ser-te lleial.
hu: Ha ezt teszed, megtagadom az engedelmességet.
ja: そのようなことを為さるのでしたら、私はあなたに忠誠を誓えなくなります。我が民は、私に背を向けることでしょう。

source: Neither could I.
ca: Tu tampoc.
hu: De neked sem.
ja: 私にもできません。

source: Nor me. To do so would be the gravest offense you could give to your father.
ca: Ni jo. Seria una ofensa a ton pare.
ja: 私も同じく。そうすることは、王様がお父上になさる、最も由々しき侮辱となるでしょう。
ru: И я. Это оскорбляет Вашего отца!

source: That's ridiculous! If it were some other woman, I'm sure you would not be so stringent about it!
ca: Això és ridícul! Si fóra una altra dona, no serieu tan exigent amb açò!
hu: Ez felháborító! Ha egy másik nőről lenne szó, bezzeg nem lennétek ilyen kemények!
ja: 馬鹿馬鹿しい！他の女性の話だったら、君たちはこれほど厳しく言及しないはずだ！
ru: Это полный бред! Если бы речь шла о какой-нибудь другой женщине, вы бы не были так строги!

source: But this is NOT 'some other woman,' but the wife of one king and step-mother of another.
ca: Però ella no és una altra dona, sinó l'esposa d'un rei i madrastra d'un altre.
hu: Ő nem egy másik nő, hanem egy király felesége, s egy másiknak a nevelőanyja.
ja: しかし、これは「誰か他の女性」などではなく、一人の王様の妻であり、もう一人の王様の継母なのです。
ru: Это не какая-нибудь другая женщина, а жена одного короля и мачеха другого.

source: That's... Ruvio, Huon!
ca: Això és... Ruvio, Huon!
hu: De ez... Ruvio, Huon!
ja: そんな、..... Ruvio 、Huon 、君たちからも何か言ってくれ！
ru: Так... Рувио, Хуон!

source: My king, we cannot risk another civil war over the fate of one woman. You must listen to those... noble lords. You are king of both Akladians and Wesnothians and you should respect the customs of both nations.
ca: Rei meu, no ens podem arriscar a una altra guerra civil per una sola dona. Deuríeu sentir aquestos... nobles senyors. Sou rei tant dels akladians com dels wesnothians, i deuríeu respectar els costums d'ambdues nacions.
hu: Királyom, egy nő miatt nem kockáztathatunk egy újabb polgárháborút. Hallgatnod kellene azokra a ... nemes urakra. Te az akladiaiak és a wesnothiak királya vagy, s mindkét nép szokásait tiszteletben kell tartanod.
ja: 王様、唯一人の女性の運命をかけて、再びこの国に内戦を惹き起こすような危険は冒せません。皆様の...高貴な方々に耳を貸すべきです。王様が Akladia 人と Wesnoth 人の両方の王様でいらっしゃるからには、両国の慣習を尊重しなければならないのです。
ru: Мой король, мыне можем начинать ещё одну гражданскую войну из-за какой-то женщины. Вы должны прислушаться к этим... благородным лордам. Вы король акладиан и веснотцев и должны уважать обычаи обоих народов.

source: For heaven's sake, Huon, it was NOT her who gave the location of Freetown to Bor Cryne!
ca: Per Déu, Huon, no va ser ella qui va revel·lar la ubicació de Ciutat Lliure a Bor Cryne!
hu: Az isten szerelmére, Huon, nem ő árulta el Freetown helyzetét Bor Crynének!
ja: 参ったなあ、Huon 、Bor Cryne に Freetown の場所を教えたのは、彼女ではなかったのだぞ！
ru: Бога ради, Хуон, это не она сдала Фритаун Бору Крайну!

source: You must decide, my lord. Also, we have to find the father of the child. He would have to be killed as well, because such a man's life is offensive before God's eyes.
ca: Haveu de decidir, mon senyor. També hem de trobar el pare del xiquet. Cal matar-lo també, doncs aquest home és indigne de seguir viu perquè la seua vida és una ofensa a ulls de Déu.
hu: Döntened kell, uram. S emellett meg kell találjuk a gyerek apját is. Őt is ki kell végeznünk, mert az ilyen alak nem méltó arra, hogy Isten megszentelt földjét tapossa a lába.
ja: 決断なさってください、陛下。それから、その子の父親が誰なのか、明らかにしなければいけません。その男性も生かしてはおけません、なぜなら、そうした命も神の目の前では汚れたものだからです。
ru: Вы должны принять решение, милорд. Кроме того мы должны найти отца ребёнка. Он тоже должен быть казнён, такой человек не достоин жизни, потому что его жизнь оскорбляет Господа.

source: (<i>whispering to himself</i>) Oh no, Majid...
hu: (<i>magában motyog</i>) Istenem, Majid...
ja: （<i> 自分自身に呟く </i>）なんということだ、Majid ...

source: My lord?
ca: Senyor?
hu: Uram?
ja: 陛下、何か？
ru: Милорд?

source: Nothing.
ca: No res.
hu: Semmi.
ja: 何でもない。
ru: Ничего.

source: Noble lords, my king. I am a mage, and I know how you feel about me. However, I have a proposal, which I hope will satisfy both the assembled lords and the king.
ca: Nobles senyors, sa majestat. Sóc un mag. Sé que sentiu sobre mi. Tanmateix, tinc una proposta, que potser vos faja feliços a vosaltres i, espere, també al rei.
hu: Nemes urak, királyom. Tudom, mit gondoltok rólam. De lenne egy javaslatom, ami talán kielégítene titeket, s talán a király is elfogadja.
ja: 高貴な諸侯の皆様、王様。私は魔術師で、また、皆様が私にどのようなお気持ちを抱いておいでか承知しております。しかし、一つ提案がございます。諸侯の皆様と王様の皆さんに満足していただけるであろう提案です。
ru: Благородные лорды, король. Я маг. Я знаю какие чувства вы испытываете ко мне. Тем не менее я хочу сделать одно предложение, которое устроит вас всех.

source: Why must we kill her? I am familiar with your customs, and I've heard of women which were left alive after betraying their husbands. Only their eyes - not their lives - were taken.
ca: Per què cal matar-la? Conec els vostres costums. He sentit parlar de dones que van ser deixades vives després de trair els seus marits, només van llevar-se'ls ulls.
hu: Miért kell megölni őt? Ismerem a szokásaitokat. Hallottam már olyan nőről, aki elárulta a férjét, s életben maradt, csupán a szeme világát vették el.
ja: 私たちが彼女を殺さねばならない理由とは、何でしょうか？私はあなた方の慣習をよく知っておりますし、夫を裏切った後でも、生かされている女性の話も耳にしてきました。そうした者たちは、目だけを ― 命ではなく ― 目だけを奪われたのです。
ru: Зачем убивать её? Я знаю обычаи. Я слышал о женщине, которая осталась в живых после предательства мужа, и только лишилась глаз.
